Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: cak/LC_MESSAGES/django.po
Languages: cak

source: Privileged
cak: Ya'on ruq'ij

source: You must be logged in to continue.
cak: K'o chi natikirisaj molojri'ïl richin nachäp sama.

source: You must be vouched to continue.
cak: Richin nachäp samaj k'o chi atchilab'en pe.

source: Visible to:
cak: Tz'etel chuwäch:

source: Name A-Z
cak: B'i'aj A-Z

source: Most Members
cak: Konojel ri qawinaq

source: Fewest Members
cak: Qawinäq ajnäq

source: The group must have at least one curator.
cak: Ri Molaj k'o chi man xa xe ta jun ruk'wayöl rutzij.

source: Start typing the name/email/username of a vouched Mozillian.
cak: Tatz'ib'aj ri rub'i'/rutaqoya'/rub'i' ruwinaq jun aj Mozilla ri chilab'en pe.

source: The maximum expiration date for a group cannot exceed two years.
cak: Ri q'ijul richin nik'is kichin jujun molaj k'o chi man nik'o ta chi re ri ka'i' juna'.

source: You need to be the curator of this group before inviting someone to join.
cak: Nab'ey k'o chi yatok jun k'ayöl tzij chuwäch napeyoj jun richin natü awi' rik'in.

source: You need to be the administrator of this group in order to edit this section.
cak: K'atzinel chi at runuk'samajel re molaj re' richin yatikïr nanük' re peraj re'.

source: You must either specify the criteria or change the acceptance selection.
cak: K'o chi ye'ajikib'a' ri taq chana'oj o najäl ri rucha'oj k'uluj.

source: Select Group Type
cak: Ticha' Ruwäch Molaj

source: All
cak: Ronojel

source: Members
cak: Qawinaq

source: Pending Members
cak: Oyob'en taq Qawinaq

source: Pending Terms
cak: Oyob'en taq Ojqanem

source: Renewals
cak: Taq jalk'atinem

source: I accept these terms.
cak: Yenül ri taq ojqanem.

source: I don't accept these terms.
cak: Man yenk'ül ta re taq ojqanem.

source: Group type
cak: Ruwäch chi molaj

source: Name
cak: B'i'aj

source: This name already exists.
cak: K'o chik re b'i'aj re'.

source: Member
cak: Winäq

source: Pending terms
cak: Oyob'en taq ojqanem

source: Pending
cak: Oyob'en

source: Open
cak: Tijaq

source: Reviewed
cak: Nik'on

source: Closed
cak: Tz'apin

source: Description
cak: Tzijoxkil

source: IRC Channel
cak: IRC B'ey

source: An IRC channel where this group is discussed (optional).
cak: Jun IRC b'ey akuchi' yetzijon re molaj re' (cha'el).

source: Website
cak: Ajk'amaya'l ruxaq

source: A URL of a web site with more information about this group (optional).
cak: Jun URL richin jun ajk'amaya'l ruxaq akuchi' k'o k'ïy etamab'äl chi rij re molaj re' (cha'el).

source: A URL of a wiki with more information about this group (optional).
cak: Jun URL richin jun wik akuchi' k'o k'ïy etamab'äl chi rij re molaj re' (cha'el).

source: Accepting new members
cak: Kek'ul k'ak'a' qawinaq

source: New Member Criteria
cak: Taq Kichana'oj K'ak'a' Winäq

source: Specify the criteria you will use to decide whether or not you will accept a membership request.
cak: Taya' retal ri chana'oj xtawoqaj richin man nak'ül ta o nak'ül jun k'utunïk richin nok qawinaq.

source: Whether group is shown on the UI (in group lists, search, etc). Mainly intended to keep system groups like "staff" from cluttering up the interface.
cak: We ri k'ojlib'äl molaj niq'alajin pa ri kik'amal qawinaq UI (pa kicholb'al molaj, kanoxïk, ch'aqa' chik.). Ri nimaläj rayb'äl ja chi tichajïx chi ri taq rumolaj q'inoj achi'el "samajel" nikimoxirisaj ri k'amal.

source: Terms
cak: Taq ojqanem

source: Invalidation days
cak: Me'okel taq q'ij

source: Please enter any additional text for the invitation email
cak: Tab'ana' utzil tatz'ib'aj xab'achike rutz'aqat rucholajem tz'ib'anïk richin ri peyonel taqoya'l

source: Inviter
cak: Peyonel

source: Redeemer
cak: Kolonel

source: %(count)d outstanding request to join Mozillians group "%(name)s"
cak: %(count)d oyob'en k'utunïk richin nitun rik'in ri rumolaj aj Mozilla "%(name)s"

source: Accepted to Mozillians group "%s"
cak: Xk'ulutäj pa aj Mozilla molaj "%s"

source: Not accepted to Mozillians group "%s"
cak: Man xk'ulutäj ta pa aj Mozilla molaj "%s"

source: Status changed for Mozillians group "%s"
cak: Xjalatäj rub'anikil ri aj Mozilla molaj "%s"

source: Removed from Mozillians group "%s"
cak: Xelesäx el pa aj Mozilla molaj "%s"

source: This group does not allow members to remove themselves.
cak: Re molaj re' man nuya' ta q'ij chi ri winaqi' nikiyujla' el ki'.

source: The group needs at least one curator.
cak: Ri molaj man xa xe ta jun ruk'wayöl rutzij nrajo'.

source: You have been removed from this group.
cak: Xatelesäx el pa re molaj re'.

source: The group member has been removed.
cak: Ri ruwinaq molaj xelesäx el.

source: This user has not requested membership in this group.
cak: Man ruk'utun ta nok ruwinaq re molaj re' ree winäq re'.

source: This user is already a member of this group.
cak: Re winäq re' ruwinaq chik re molaj re'.

source: The membership of the user has been renewed.
cak: Xk'extäj rokem winäq pa ri molaj.

source: This user has been added as a member of this group.
cak: Re winäq re' xtz'aqatisäx achi'el ruwinaq re molaj re'.

source: You are already in this group.
cak: At k'o chik pa re molaj re'.

source: Your request to join this group is still pending.
cak: K'a royob'en na ri ak'utunik richin yatok pa re molaj re'.

source: This group is not accepting requests to join.
cak: Man yeruk'ül ta taq k'utunïk re molaj re' richin yatok kik'in.

source: You have been added to this group.
cak: Xatz'aqatisäx pa re molaj re'.

source: Your membership request has been sent to the group curator(s).
cak: Ri ak'utunik richin yatok qawinaq xtaq chi re ri ruk'wayöl tzij (o taq k'wayöl tzij) molaj.

source: You must be a curator to delete a group
cak: K'o chi at k'wayöl tzij richin nayüj el jun molaj

source: You cannot delete a group if anyone else is in it.
cak: Man yatikïr nayüj el jun molaj we k'o jun chupam.

source: Group %s has been deleted
cak: Ri %s molaj xyuj el

source: You must be a curator or an admin to edit a group
cak: K'o chi at k'wayöl tzij o nuk'samjel richin nanük' jun molaj

source: The invitation to {0} has been successfully revoked.
cak: Ütz xyuj el ri peyonïk chi re {0}.

source: Invitation to {0} has been sent successfully.
cak: Ütz xtaq el ri peyonïk chi re ri {0}.

source: Page Not Found
cak: Man Xilitäj ta Ruxaq

source: Oh No! That Page Doesn't Exist!
cak: ¡Mani k'a ri'! ¡Man K'o ta ri Ruxaq!

source: <p> The page you requested couldn't be found. You can head to the <a href="%(home_url)s">Mozillians home page</a> to learn more about our community phonebook, or you can try searching for the person you were looking for using the search box at the top of this page. </p>
cak: <p> Man xilitäj ta ri ruxaq xak'utuj. Tab'etz'eta' ri <a href="%(home_url)s">Tikirib'äl ruxaq aj Mozilla</a> richin nawetamaj ch'aqa' chik chi rij ri rucholb'al qatinamit o natojtob'ej nawïl ri winäq nakanoj rik'in rokisaxik ri cha'oj richin kanoxïk k'o ajsik re ruxaq re'. </p>

source: <p> Because you aren't authenticated, you may not have access to private profiles in the phonebook. You should log in in case you're trying to access a private profile. If you don't have an account, <a href="%(join_url)s">join us</a>. </p>
cak: <p> Xa man atjikib'an ta, rik'in jub'a' manäq awokem pa ri ichinan taq ruwäch kib'i' pa cholb'äl. Ütz ta natikirisaj molojri'ïl we nawajo' yatok pa jun ichinan ruwäch b'i'aj. We man k'o ta jun rub'i' ataqoya'l, <a href="%(join_url)s">tatunu' awi' qik'in</a>. </p>

source: Application Error
cak: Rusachoj Chokoy

source: We're Sorry, but Something Went Wrong!
cak: ¡Niqamäy po K'o man ütz ta Xel!

source: <p> Sorry, but we encountered an unexpected error and can't process your request. You can try again by refreshing your browser or you can <a href="%(bugzilla_url)s"> file a bug</a> letting us know what happened and we'll get right on fixing the problem. </p> <p> If refreshing the page didn't work, you can <a href="%(home_url)s">head to the Mozillians home page</a> to find out more about Mozillians. Sorry about this! </p>
cak: <p> Niqamäy, po xqïl jun k'ayewal ri man qoyob'en ta, ruma ri' toq man yojtikïr ta niqasamajij ri ak'utunik. Yatikïr natojtob'ej chik rik'in nak'ëx ri awokik'amaya'l chuqa' yatikïr <a href="%(bugzilla_url)s"> naya' rutzijol ri sachoj</a> akuchi' naya' rutzijol chi qe achike xk'ulwachitäj richin niqasöl. </p> <p> We man nisamäj ta toq nak'ëx ri ruxaq, yatikïr <a href="%(home_url)s">yachojmin pa rutikirib'al ruxaq aj Mozilla</a> richin nak'ül ch'aqa' chik etamab'äl. ¡Niqamäy! </p>

source: Mozillians
cak: Aj Mozilla

source: Welcome
cak: Ütz apetik

source: Mozilla's contributor phonebook
cak: Kicholb'al oyonib'äl ruto'onela' Mozilla

source: Select language
cak: Ticha' ch'ab'äl

source: Skip to main content
cak: Tib'iyin pa ri nimiläj rupam

source: Search for people, groups and more
cak: Kekanöx winaqi', taq molaj chuqa' ch'aqa' chik

source: View Profile
cak: Titz'et Ruwäch B'i'aj

source: Settings
cak: Nuk’ulem

source: Groups
cak: Taq molaj

source: Invite
cak: Tipeyöx

source: Log Out
cak: Tik'isb'ëx molojri'ïl

source: Log In / Sign Up
cak: Titikirisäx Molojri'ïl / Titz'ib'äx b'i'aj

source: Help make Mozillians better. <a href="%(bug_url)s">File a bug</a> or <a href="%(git_url)s">make some changes</a>.
cak: Kato'on richin nab'än ütz chi re ri Mozillians. <a href="%(bug_url)s">Tajaqa' jun sachoj</a> o <a href="%(git_url)s">tab'ana' jujun taq jaloj</a>.

source: Portions of this content are &copy;1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(license_link)s">Creative Commons license</a>.
cak: Jujun kipam etamab'äl chajin ruma kich'ojib'al b'anel &copy;1998–%(current_year)s kuma to'onela' pa mozilla.org. Ri ch'aqa' chik rupam, ya'on q'ij chi yeq'alajin pe ruma ri <a href="%(license_link)s">Creative Commons</a>.

source: About Mozillians
cak: Chi rij aj Mozilla

source: Contact Us
cak: Kach'o pe chi qe

source: Privacy Policy
cak: Ichinan Na'oj

source: Legal Notices
cak: Taqanel rutzijol

source: Report Trademark Abuse
cak: Taya' rutzijol tz'ilanem taq kokisaxik ri retal taq b'i'aj

source: Confirm removing member
cak: Tijikib'äx chi niyuj el ri qawinaq

source: Really leave group %(group)s?
cak: ¿La kan nawajo' yatel el pa %(group)s?

source: Really remove user %(profile)s from group %(group)s?
cak: ¿La kan nayüj el ri winäq %(profile)s pa ri molaj %(group)s?

source: Remove
cak: Telesäx

source: Return to group
cak: Tib'e pa ri molaj

source: Group settings
cak: Runuk'ulem molaj

source: Please correct the errors below.
cak: Tab'ana' utzil tachojmirisaj re taq sachoj re'.

source: Group
cak: Molaj

source: Access
cak: Okem

source: Invitations
cak: Taq peyonïk

source: Administration
cak: Nuk'samajinem

source: Group: {name}
cak: Molaj: {name}

source: Functional Area
cak: Samajel K'ojlib'äl

source: Delete Group
cak: Tiyuj Molaj

source: Edit Group
cak: Tinuk' Molaj

source: Skills members have in common
cak: Junaman ketamab'al qawinaq

source: Community Steward
cak: Ruto'onel Tinamït

source: Curators
cak: Taq k'wayöl tzij

source: Curator
cak: K'wayöl tzij

source: Profile Photo
cak: Ruwachib'al Ruwäch B'i'aj

source: Request to Join Group
cak: Tak'utuj natün awi' pa ri Molaj

source: Join Group
cak: Tatunu' awi' pa ri Molaj

source: Leave Group
cak: Timalïx kan Molaj

source: Filter
cak: Chayub'äl

source: There are no open membership requests for %(group_name)s.
cak: Majun jaqäl k'utunïk richin yatok ruwinaq ri %(group_name)s.

source: There are no users who haven't accepted %(group_name)s's terms.
cak: Majun qawinaq ri man ta xekik'ül ri taq %(group_name)s qojqanem.

source: There are no pending renewals for %(group_name)s.
cak: Majun oyob'en rujalk'atinem ri %(group_name)s.

source: Sorry, we can not find any mozillians in %(group_name)s.
cak: Kojakuyu', man xqïl ta jun aj Mozilla pa %(group_name)s.

source: Functional Area Members
cak: Ruwinaq ri Samajel K'ojlib'äl

source: Group Members
cak: Taq Ruwinaq Qamolaj

source: Your membership request is pending approval by the group curator.
cak: Ri ak'utunik richin yatok qawinaq royob'en richin nijikib'äx ruma ri ruk'wayöl tzij molaj.

source: Functional Areas
cak: Samajel K'ojlib'äl

source: View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out.
cak: Titz'et aj Mozilla, Ruto'onela' chuqa' retamab'al xab'achike samajel k'ojlib'äl. Tawila' achike ri nusamajij achike chuqa' achike rub'eyal yatikïr yato'on.

source: Group Listing
cak: Rucholajem Molaj

source: Sort
cak: Ticholajïx

source: Mozillians work on all sorts of different things! From Add-on developers to localizers, find Mozillians who work on similar things using user-created groups.
cak: ¡Ri aj Mozilla yesamäj pa k'ïy jalajöj taq samaj! Achi'el B'anonela' taq chokoy chuqa' tz'alq'ominela', ye'ilitäj chuqa' ch'aqa' chik aj Mozilla ri nisamajij chuqa' junam taq samaj, akuchi' nikokisaj ri taq molaj enuk'un kuma ri winaqi'.

source: %(num)s member
cak: %(num)s qawinaq

source: Create Group
cak: Titz'uk Molaj

source: Cancel
cak: Tiq'at

source: Save
cak: Tiyak

source: Skills
cak: Taq etamab'äl

source: Skill: {name}
cak: Etamab'äl: {name}

source: Skill
cak: Etamab'äl

source: Add Skill
cak: Titz'aqatisäx Etamab'äl

source: Remove Skill
cak: Tiyuj Etamab'äl

source: Sorry, we cannot find any mozillians with skill %(name)s
cak: Kojakuyu', man xqïl ta jun aj Mozilla rik'in etamab'äl %(name)s

source: Review terms
cak: Kenik'öx taq ojqanem

source: Group Type
cak: Ruwäch Molaj

source: Update Type
cak: Tik'ex Ruwäch

source: Update Curators
cak: Kek'ex taq K'wayöl Tzij

source: Terms & Expiration
cak: Taq Ojqanem & K'isoj Q'ij

source: New members should accept terms
cak: Ri k'ak'a' qawinaq k'o chi yekik'ül ri taq ojqanem

source: Use <a href="%(url)s">Markdown</a> for bold, italic, lists and links.
cak: Tokisäx <a href="%(url)s">Ya'on Retal</a> richin q'eqatz'ib', q'e'eltz'ib', taq cholb'äl chuqa' taq ximonel.

source: Membership can expire
cak: Ri rub'anikil winäq tikirel nik'is ruq'ijul

source: Update Terms & Expiration
cak: Kek'ex Taq Ojqanem & K'isoj Q'ij

source: Update Administration Settings
cak: Tik'ex ri Runuk'ulem Nuk'samajinem

source: Update Description
cak: Tik'ex Tzijoxkil

source: I acknowledge that deleting this group is an action that can not be undone. All the information related to this group will be lost foreover.
cak: Ninnimaj chi toq niyuj el re molaj re', jun b'anoj ri man tikirel ta nitzolïx. Ronojel ri etamab'äl chi rij re molaj re' jumul xtiyujtäj el.

source: Pending Invitations
cak: Oyob'en taq Peyonïk

source: Delete
cak: Tiyuj

source: Resend
cak: Titaq chik

source: Additional Email Text
cak: Rutz'aqat Rucholajem Rutzij Taqoya'l

source: Custom Invitation Text
cak: Rupeyonik Ichinan Rucholajem Tzij

source: Update Text
cak: Tik'ex Rucholajem tz'ib'anïk

source: Invite new member
cak: Tipeyöx k'ak'a' winäq

source: Choose visibility group for this field
cak: Ticha' rumolaj tz'etoj richin re k'ojlib'äl re'

source: Previous
cak: Chuwäch

source: Page
cak: Ruxaq

source: Next
cak: Jun chik

source: Confirm Request
cak: Tijikib'äx K'utunïk

source: Requested
cak: K'utun

source: About Dino McVouch
cak: Chi rij ri Dino McVouch

source: Dino McVouch is Mozillians.org bot. Auto-vouches recognized Mozillians and takes care of Mozillians.org.
cak: Dino McVouch ja ri Mozillians.org ch'ich' ala's. Ruyonil yeruchilab'ej aj Mozilla etaman kiwäch chuqa' nusamajij ri Mozillians.org.

source: Photo collage of Mozillians
cak: Tunun taq ruwachib'al Mozillians

source: <p> Mozillians are people who volunteer their time to advance the Mozilla mission. They're dedicated to promoting openness, innovation and opportunity on the Web and they form the core of our community. </p> <p> This directory is a resource to make it easy for Mozillians to learn who is involved, what they do and how to connect with them. It also allows you to receive email communications from Mozilla. </p> <p> Want to find Mozillians in Auckland for a meetup? Need an expert XPCOM hacker to review a patch? That's exactly what this site is for. </p> <p> <a href="%(wiki_roadmap_url)s">These features</a>, and others, are currently in development. If you'd like to help us out with these, find out how you can <a href="%(wiki_get_involved_url)s"> get involved</a>. </p>
cak: <p> Ri aj Mozilla e winaqi' nikiya' kiramaj richin nib'iyin ri taqel rutaqanem Mozilla. Ri rurayb'al richin nuyäk k'u'x ri tz'ukuj, jalatajinem chuqa' ri samaj pa Ajk'amaya'l chuqa' nunük' ri ruk'u'x qatinamït. </p> <p> Re cholb'äl re' jun tob'äl richin man k'ayew ta nub'än chi kiwäch ri aj Mozilla niketamaj kiwäch ri tajin yeto'on, achike nikib'än chuqa' achike rub'eyal yojtzijon kik'in. </p> <p> ¿La nawajo' ye'awïl aj Mozilla pan Auckland richin jun moloj? ¿La nawajo' jun utziläj chi jaker pa XPCOM richin nunik'oj jun k'ojoj? Ja ri' nik'atzin re ruxaq k'amaya'l re'. </p> <p> <a href="%(wiki_roadmap_url)s">Re taq b'anikil re'</a>, chuqa' k'o ch'aqa' chik tajin yenuk'. We nawajo' yojato', tawila' achike rub'eyal yatikïr <a href="%(wiki_get_involved_url)s"> kato'on</a>. </p>

source: Privacy First
cak: Nab'ey ri Ichinanem

source: Privacy has been an important part of this directory from the very beginning. We want to make sure we provide Mozillians with the best experience possible, from the way the site is built to the way we vouch for new users before they can access data that should only be available to other Mozillians. Read our <a href="%(privacy_policy_url)s"> Privacy Policy </a> for more information.
cak: Pa rutikirib'al ri ichinanem jun nïm peraj pa re cholb'äl re'. Niqajo' niqajikib'a' chi ri aj Mozilla nikisüj ri jeb'ël etamab'äl, achi'el toq nuk'un k'a ri rub'eyal niqachilab'ej chi ke ri k'ak'a' winaqi' chuwäch yetikïr ye'ok pa ri taq tzij tikirel nikitz'ët ri ch'aqa' chik aj Mozilla. Tasik'ij ri <a href="%(privacy_policy_url)s"> Runa'ojij Ichinanem </a> richin ch'aqa' chik etamab'äl.

source: Get Involved
cak: Kato'on

source: The community directory is also a community project and you are welcome to get involved to help us make it even better or to integrate it into other community tools. Get in touch with us on the <a href="%(google_groups_url)s"> Mozillians forums </a> to learn how.
cak: Ri rucholb'al tinamït chuqa' jun aj tinamït nimasamaj chuqa' yatqapeyoj richin kato'on richin niqutzilaj, o chuqa' tak'waj pa ch'aqa' chik aj tinamït taq samajib'äl. Katzijon qik'in pa ri taq <a href="%(google_groups_url)s"> kich'ob'oj moloj aj Mozilla </a> richin nitzijöx retamaxik.

source: Mozillians API
cak: Aj Mozilla API

source: API Version 2
cak: API Ruwäch 2

source: Take a look at the list of the API methods we've made available in our <a href="%(api_schema_url)s">documentation</a>. You can instantly get a new API key by submitting a request below. If you need a key with elevated permissions you'll have to <a href="%(bugzilla_request_url)s">file a bug</a>.
cak: Ke'atz'eta' ri kicholab'al API taq b'eyal niqak'üt pa ri <a href="%(api_schema_url)s">wuj</a>. Yatikïr anin nak'ül jun k'ak'a' API ruk'u'x tzij toq natäq ri jun k'utunïk k'o ikim. We nawajo' jun ruk'u'x tzij rik'in nïm taq ya'oj q'ij k'atzinel chi nab'än <a href="%(bugzilla_request_url)s">rutzijol jun k'ayewal</a>.

source: Your apps:
cak: Taq achokoy:

source: Key
cak: Ewan tzij

source: Level
cak: Chojwi'

source: You have no active apps.
cak: Majun taq chokoy etzijon.

source: Register App
cak: Titz'ib'äx Chokoy

source: Confirm Profile Deletion
cak: Tijikib'äx Ruyujik Ruwäch B'i'aj

source: Are You Sure You Want to Leave Mozillians?
cak: ¿La kan nawajo' namalij kan ri Mozillians?

source: Deleting your profile is immediate and irreversible. Any information in your profile will be permanently lost. If you want to join Mozillians again, you will need to get vouched again.
cak: Ri ruyujik ruwäch ab'i' nib'anatäj aninäq chuqa' man xtikolotäj ta chik. Xab'achike etamab'äl k'o pa ri ruwäch ab'i' jumul xisach el. We nawajo' yatok chik pa Mozillians, k'o chi xke'ak'utuj chik taq etal.

source: No: don't delete my profile
cak: Mani: man tiyuj el ri ruwäch nub'i'

source: I'm sure: delete my profile
cak: In jikïl: tiyuju' el ri ruwäch nub'i'

source: You are just one step away from creating your profile.
cak: Natz'ük yan qa ri ruwäch ab'i'.

source: Profile
cak: Ruwäch b'i'aj

source: Location
cak: K'ojlib'äl

source: You &amp; Mozilla
cak: Rat &amp; Mozilla

source: External Accounts
cak: Chi rij Rub'i' Taqoya'l

source: Developer
cak: B'anonel

source: Mozilla Community Directory
cak: Rucholb'al Mozilla Tinamït

source: Create your account now to connect with fellow Mozillians.
cak: Tatz'uku' jun ataqoya'l richin yatzijon kik'in ch'aqa' chik aj Mozilla.

source: Get started
cak: Titikirisäx

source: It’s an exciting time for Mozilla and the Web. Another two billion people will join the Internet community in the coming years.
cak: Re ramaj re' yalan k'o rejqalem chuwäch ri Mozilla chuqa' ri Ajk'amaya'l. Jun chik ka'i' xo'il t'ijtäq winaqi' xtikitün ki' pa ri rutinamit Ajk'amaya'l pa re ka'i' oxi' chik apo taq juna'.

source: Welcome to the Mozilla community directory
cak: Ütz apetik pa ri rucholb'al rutinamit Mozilla

source: This site lists all core individuals and groups that participate in the Mozilla Project. We call ourselves Mozillians and this is where we connect and share with one another.
cak: Pa re ruxaq k'amaya'l re' nawïl jun kicholb'al konojel ri winaqi' chuqa' molaj yeto'on pa ri Mozilla Nimasamaj. Qab'ina'an Mozillians chuqa' wawe' yojtzijon chuqa' niqakomonij taq na'oj chuqa' ch'aqa' chik kik'in ch'aqa' chik aj Mozilla.

source: Passionate Mozillians you can meet for work, play or a cup of coffee.
cak: Ojowanel taq aj Mozilla ri yatikïr nawetamaj kiwäch richin yasamäj, yatetz'an o naqüm juxaru' kape' kik'in.

source: Hello!
cak: ¡Achike ab'anon!

source: Examples:
cak: Taq k'utub'äl:

source: (membership requested)
cak: (rajowaxik tunel winäq)

source: Languages
cak: Taq ch'ab'äl

source: Functional areas
cak: Samajel taq k'ojlib'äl

source: <p> View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out. </p>
cak: <p> Titz'et aj Mozilla, Ruto'onela' chuqa' retamab'al xab'achike samajel k'ojlib'äl. Tawila' achike ri nusamajij achike chuqa' achike rub'eyal yatikïr yato'on. </p>

source: Browse functional areas
cak: Kenik'öx samajel taq k'ojlib'äl

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse functional areas!</p>
cak: <p>Tawila' jun <a href='https://wiki.mozilla.org/Mozillians/Vouching'>chilab'enïk</a> richin ye'anik'oj ri samajel taq k'ojlib'äl.</p>

source: <p> Find and join groups centered around interests, technologies, geographies and more. </p>
cak: <p> Kakanon chuqa' katok pa cha'on taq molaj ruma taq rayb'äl, taq na'ob'äl, ruwach'ulewet chuqa' ch'aqa' chik. </p>

source: Browse groups
cak: Kenik'öx molaj

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse groups!</p>
cak: <p>¡Tawila' jun <a href='https://wiki.mozilla.org/Mozillians/Vouching'>chilab'enïk</a> richin ye'anik'oj ri taq molaj!</p>

source: How do I get involved?
cak: ¿Achike rub'eyal yito'on?

source: Mozilla exists to promote openness, innovation and opportunity on the Internet. The success of our mission depends on participation from people like you. Find out how you can get involved to help make a difference in the lives of people everywhere.
cak: Ri rurayb'al Mozilla ja chi nuyäk ruk'u'x ri ch'ajch'ojri'ïl, jalatajinem chuqa' ri samaj pa K'amaya'l. Ri ruq'i'on taqel qataqanem ruximon ri' rik'in ri ruto'ik winäq achi'el rat. Tawetamaj achike rub'eyal naya' rutzijol chuqa' yato'on richin najäl kik'aslem xo'il chi winäq chijun ri ruwach'ulew.
