Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: cak/LC_MESSAGES/django.po
Languages: cak

source: <a href="%(contribute_url)s">Get involved</a>
cak: <a href="%(contribute_url)s">Kojato'</a>

source: Invite a Mozillian
cak: Tipeyöx jun aj Mozilla

source: If you want to invite a new Mozillian please fill out the following form. <strong>Note</strong>: Inviting a new user is like vouching. <a href="%(vouching_url)s">Read more about vouching.</a>
cak: We nawajo' napejoj jun k'ak'a' aj Mozilla, tanojisaj re nojwuj re'. <strong>Ch'utitzijol</strong>: Napeyoj jun k'ak'a' winäq, achi'el yachilab'en. <a href="%(vouching_url)s">Tawetamaj ch'aqa' chik chi kij ri taq chilab'enïk.</a>

source: We recently changed the criteria for being able to invite and vouch other Mozillians. If you want to use this page, you need to receive %(vouch_threshold)s vouches. Ask someone to visit your profile and vouch for you. Then come back here once you have %(vouch_threshold)s vouches and you will be able to invite people to the directory. <a href="%(vouching_url)s">Learn more about vouching.</a>
cak: K'a b'a' keqajäl ri taq chana'oj richin yepeyöx chuqa' yechilab'ëx ch'aqa' chik aj Mozilla. We nawajo' nawokisaj re ruxaq re', xa xe nawajo' %(vouch_threshold)s taq chilab'enïk. Tak'utuj chi re jun chi tutz'eta' ri ruwäch ab'i' richin yatruchilab'ej. Toq k'o chik %(vouch_threshold)s taq achilab'enik, katzolin richin yatikïr ye'apeyoj winaqi' pa cholb'äl. <a href="%(vouching_url)s">Tetamäx ch'aqa' chik chi kij ri taq chilab'enïk.</a>

source: Your Invites
cak: Taq Apeyonik

source: Sent:
cak: Titaq:

source: Redeemed:
cak: Xjal:

source: Redeemer:
cak: Jalonel:

source: Invitation Sent
cak: Xtaq ri peyonïk

source: Invitation Sent!
cak: ¡Xtaq ri peyonïk!

source: %(recipient)s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can <a href="%(invite_url)s"> invite another Mozillian</a> if you like.
cak: %(recipient)s xpeyöx richin nutün ri' rik'in ri Mozillians. Xtak'ül jun taqoya'l akuchi' nichol rub'eyal nib'an. Yatikïr <a href="%(invite_url)s"> napeyoj ch'aqa' chik aj Mozilla</a> we nawajo'.

source: Mozillians in
cak: Aj Mozilla pa

source: Sorry we cannot find any mozillians in
cak: Kojakuyu' ruma majun aj Mozilla xqïl pa

source: Your Profile
cak: Ruwäch Ab'i'

source: Mozillian Profile
cak: Ruwäch Rub'i' aj Mozilla

source: Pending Profile
cak: Royob'en Ruwäch B'i'aj

source: <p> Your profile is waiting to be vouched. Once you are vouched, you will be able to view the profiles of all Mozillians, join groups and access additional content on other sites as a Mozillian. <a href="%(vouching_url)s">Learn more about vouching</a>. </p> <p> Send the link below to someone who is familiar with your contributions and ask them to vouch for you: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> If you are new to the Mozilla community, <a class="button" href="%(contribute_url)s">get involved</a> </p> <p>The chances of being vouched increase as you finish tasks in our community.</p>
cak: <p> Ri ruwäch ab'i' royob'en chi niya' q'ij chi re. Toq xtiya' q'ij chi re, xkatikïr xtatz'ët ruwäch kib'i' konojel ri aj Mozilla, natün awi' kik'in ri taq molaj chuqa' yatok pa rutz'aqat rupam achi'el ri aj Mozilla pa ch'aqa' chik ruxaq. <a href="%(vouching_url)s">Tetamäx ch'aqa' chik chi kij ri taq chilab'enïk</a>. </p> <p> Tataqa' re ximonel re' chi jun, ri retaman chi rij ri ato'ik chuqa' tak'utuj chi re chi katruchilab'ej: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> We at k'ak'a' pa re Mozilla tinamït re', <a class="button" href="%(contribute_url)s">kato'on</a> </p> <p>Yalan xkachilab'ëx we kan e'ak'ison taq samaj pa ri tinamït.</p>

source: This profile is waiting for approval. If you would like to vouch for them, use the form at the bottom of the page.
cak: Re ruwäch b'i'aj re' royob'en niya' q'ij chi re. We nawajo' nachilab'ej re winäq re', tanojisaj ri nojwuj k'o ikim ruxaq.

source: Your profile is not public. If you <a href="%(edit_url)s">edit your profile</a> to have at least one public field, your public profile will be viewable.
cak: Man winaqel ta ri ruwäch ab'i'. We rat <a href="%(edit_url)s">nanük' ri ruwäch ab'i'</a> richin tik'oje' xa jun winaqel ruk'ojlib'al, ri winaqel ruwäch ab'i' xtiq'alajin.

source: Mozillian for %(mozillian_years)s year
cak: Aj Mozilla pa %(mozillian_years)s chik juna'

source: T-Shirt Size:
cak: Rajilab'al Kut Kamixa':

source: View as:
cak: Titz'et achi'el:

source: Myself
cak: Nuwäch

source: Mozillian
cak: Aj Mozilla

source: Public
cak: Winaqel

source: Bio
cak: Rumujalil winäq

source: My contribution story
cak: Rub'anob'al nuto'ik

source: (pending terms review)
cak: (kinik'oxik oyob'en taq ojqanem)

source: Websites
cak: Ajk'amaya'l ruxaq

source: Alternate email addresses
cak: Ruka'n rochochib'al taqoya'l

source: Vouched By
cak: Chilab'en Ruma

source: Unknown Voucher
cak: Me'etaman Chilab'enel

source: Legacy vouch.
cak: Ichinan chilab'enïk.

source: Vouchees
cak: Chilab'enel

source: %(hours)s hours ahead of your timezone.
cak: %(hours)s ruwi' ramaj pa rusaqaset aramaj.

source: %(hours)s hours behind your timezone.
cak: %(hours)s k'amoj taq ramaj pa rusaqaset aramaj.

source: Same time zone as yours.
cak: Junam rik'in ri rusaqaset aramaj.

source: Search Results
cak: Taq ruq'i'oj kanoxïk

source: You are currently searching public profiles.
cak: Tajin ye'akanoj winaqel taq ruwäch b'i'aj.

source: View more results by <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> logging in</a>.
cak: Ketz'et ch'aqa' chik taq q'i'oj richin <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> rik'in yatok pan amolojri'ïl</a>.

source: Sign In
cak: Titikirisäx molojri'ïl

source: View more results when vouched.
cak: Ke'atz'eta' ch'aqa' chik taq q'i'oj toq yatkichilab'ej.

source: Search
cak: Tikanöx

source: Advanced Options
cak: Q'axinäq taq Cha'oj

source: <h2>Search for a Mozillian or a group</h2> <p> You can search for another Mozillian using their name, email, username and bio keywords or you can search for groups by name and group membership status. </p>
cak: <h2>Tikanöx jun aj Mozilla o jun molaj</h2> <p> Yatikïr nakanoj ch'aqa' chik aj Mozilla, akuchi' nawokisaj ri kib'i', kitaqoya'l, rub'i' winäq chuqa' rumujalil winäq ruk'u'x tzij o yatikïr nakanoj pa molaj rik'in kib'i' chuqa' ruwinaq molaj. </p>

source: Results
cak: Taq q'i'oj

source: %(count)s entry matching
cak: %(count)s nuk'äm ri'

source: Sorry we cannot find a
cak: Kojakuyu' man yojtikïr ta niqïl ri

source: group
cak: molaj

source: or
cak: o

source: profile
cak: ruwäch b'i'aj

source: Maybe they're not a Mozillian yet? <a href="%(invite)s">Invite this person</a> to create a profile.
cak: ¿La k'a man aj Mozilla ta? <a href="%(invite)s">Tapeyoj re winäq re'</a> richin nutz'ük' jun ruwäch rub'i'.

source: Need help? Contact a steward in a functional area!
cak: ¿La nawajo' ato'ik? ¡Katzijon rik'in jun runuk'samajel jun samajel k'ojlib'äl!

source: Profile photo
cak: Ruwachib'al ruwäch b'i'aj

source: Remove Profile Photo
cak: Tiyuj ri Ruwachib'al Ruwäch B'i'aj

source: Add account
cak: Titz'aqatisäx rub'i' taqoya'l

source: Update External Accounts
cak: Kek'ex Chi rij Kib'i' Taqoya'l

source: Update IRC information
cak: Tik'ex IRC etamab'äl

source: Basic Information
cak: Ruk'u'x Etamab'äl

source: Update Information
cak: Tik'ex Etamab'äl

source: Emails
cak: Taq taqoya'l

source: Primary e-mail address
cak: Nab'ey rochochib'al taqoya'l

source: Secondary e-mail addresses
cak: Ruka'n rochochib'al taqoya'l

source: Add a new email.
cak: Titz'aqatisäx jun k'ak'a' taqoya'l.

source: Add email
cak: Titz'aqatisäx taqoya'l

source: Update Emails
cak: Kek'ex taq Taqoya'l

source: A skill is the learned capacity to carry out pre-determined results often with the minimum outlay of time, energy, or both.
cak: Jun etamab'äl ja ri' jun uchuq'a' etaman richin yesamajïx taq q'i'oj e k'o wi rik'in jub'a' ramaj chuqa' uchuq'a'.

source: Update Skills
cak: Kek'ex taq Etamab'äl

source: The Mozilla Project spans over many countries and languages. Share the languages you speak to be found easily by other Mozillians.
cak: Ri Mozilla Nimasamaj erumejon k'ïy tinamït chuqa' k'ïy ch'ab'äl. Ke'akomonij ri taq ch'ab'äl nach'ab'ej richin man k'ayew ta yatkïl ch'aqa' chik aj Mozilla.

source: Add language
cak: Titz'aqatisäx ch'ab'äl

source: Update Languages
cak: Kek'ex taq Ch'ab'äl

source: Delete account
cak: Tiyuj rub'i' taqoya'l

source: I acknowledge that deleting my account will make it tougher for me to show off my contributions and easily be found by other members of the Mozilla community.
cak: Niq'ax pa nuwi' chi toq niyuj ri rub'i' nutaqoya'l k'ayew richin xketz'et ri nuto'ik chuqa' xtuch'utinisaj chi yinkïl ch'aqa' chik kiwinaq ri Mozilla tinamït.

source: Delete Profile
cak: Tiyuj el Ruwäch B'i'aj

source: API privacy
cak: API ichinanem

source: The Phonebook offers an API (currently v2) to help authorize contributors and share profile data to other tools and sites like <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> and the <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>. The API respects the defined per field privacy levels.
cak: Ri kicholb'al oyonib'äl nusüj jun API (wakami v2) richin nito'on nuya' q'ij chi ke to'onela' chuqa' yekomonïx taq rutzijl ruwäch b'i'aj rik'in ch'aqa' chik taq samajib'äl chuqa' taq ruxaq k'amaya'l achi'el <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> chuqa' ri <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Ruk'u'x Ajk'amaya'l Ruxaq</a>. Ri API yerukamelaj ri taq kipalb'al ri e jikïl taq ichinanem jikib'an chi kij ri taq k'ojlib'äl.

source: Developers can request API keys and manage existing ones using our dedicated API page.
cak: Ri b'anonela' yetikïr nikik'utuj API taq ruk'u'x tzij chuqa' yekinuk'samajij, ri e k'o chik, rik'in ri API ruxaq qichinan.

source: Manage API keys
cak: Kenuk'samajïx API kik'u'x tzij

source: Groups are a community of Mozillians with some relation to each other. This can be an interest, team, project, product or sub-community.
cak: Ri taq molaj e jun kitinamit aj Mozilla, ri k'o niximon kichin. Achi'el ri rayib'äl, jun molaj, jun nimasamaj, jun tikojil o jun aj wawe' tinamït.

source: To join a group, <a href="%(browse)s">find the group's page</a>, then click the Join Group button.
cak: Richin yatok pa jun molaj, <a href="%(browse)s">takanoj ruxaq ri molaj</a>, k'a ri tapitz'a' ri pitz'b'äl Tintunu' wi' pa Molaj.

source: To leave a group, click its name below to go to its page, then click the Leave Group button there.
cak: Richin namalij kan jun molaj, tapitz'a' pa ri rub'i' richin yatruk'waj pa ri ruxaq, toq at k'o chik chupam tapitz'a' ri pitz'bäl Tinmalij kan molaj.

source: After you are vouched, you will be able to join groups.
cak: Yatikïr natün awi' pa taq molaj toq xkatkichilab'ej.

source: Update Groups
cak: Kek'ex taq Molaj

source: Update Location
cak: Tik'ex K'ojlib'äl

source: This field is required.
cak: K'atzinel re k'ojlib'äl re'.

source: I'm okay with you handling this info as you explain in <a href="%(privacy_url)s">Mozilla's privacy policy</a>.
cak: Ütz chi nuwäch chi ri Mozilla nunuk'samajij re etamab'äl re' achi'el nisik'ïx pa <a href="%(privacy_url)s">Runa'ojil Richinanem Mozilla</a>.

source: Create Profile
cak: Titz'uk Ruwäch B'i'aj

source: Your Mozilla Contributions
cak: Taq Ato'ik chi re Mozilla

source: Update Contributions
cak: Kek'ex taq To'ïk

source: T-Shirt Size
cak: Rajilab'al Kut Kamixa'

source: Like t-shirts? Add your size so we can give you a shirt at events or for other special occasions.
cak: ¿La yeqa chawäch ri taq kut kamixa'? Tatz'aqatisaj ri awajilab'al richin niqasipaj jun chawe toq k'o molojri'ïl o ch'aqa' chik nimaq'ij.

source: Fitted
cak: Jitz'ijïk

source: A fitted-cut tshirt has a curved side hem which comes in at the waist and goes out at the upper and lower ends. Also known as women's.
cak: Jun jitz'ijïk kut kamixa' b'anon chi re chi jitz'ijïk xe' rupam chuqa' ninimär xe' taq ruxikin ikim chuqa' ajsik. Etaman ruwäch achi'el kichin ixoqi'.

source: Straight-cut
cak: Choj kut

source: A straight-cut shirt has wide shoulders and a body which is almost square. Often known as men's or unisex.
cak: Jun choj kut kamixa' nïm rutele'm chuqa' kajtz'ik rub'anikil ri ruch'akulal. Ri etaman ruwäch chi kichin achi'a' o kichin ixöqi achi'a'.

source: Update T-shirt size
cak: Tik'ex rajilab'al kut kamixa'

source: Does this profile belong to a Mozillian? Let us know how %(full_name)s has contributed to the project.
cak: ¿La richin jun aj Mozilla re ruwäch b'i'aj re'? Tatzijoj chi qe %(full_name)s ruto'ik pa re nimasamaj.

source: Do you know this Mozillian? Let us know how %(full_name)s has contributed to the project.
cak: ¿La awetaman ruwäch re jun aj Mozilla re'? Tatzijoj chi qe %(full_name)s ruto'ik pa re nimasamaj.

source: Characters remaining:
cak: Ch'aqa' chik taq tz'ib':

source: Send invite
cak: Titaq peyonïk

source: Vouch for %(name)s
cak: Tichilab'ëx a o xta %(name)s

source: Only vouch for users who have made significant contributions and are at least 13 years old.
cak: Ke'achilab'ej winaqi' ri k'ïy to'ïk kib'anon chuqa' chi k'o chik 13 kijuna' o enimaxela'.

source: Once vouched, they will be able to:
cak: Toq xechilab'ëx yan, xketikïr:

source: View all profiles and join groups.
cak: Yekitz'ët ronojel ri taq ruwäch b'i'aj chuqa' nikitün ki' pa jun molaj.

source: Access special video content on Air Mozilla.
cak: Ye'ok chupam utziläj taq silowäch pa Air Mozilla.

source: Join the Mozilla Exchange Yammer network.
cak: Tatunu' awi' pa ri ruk'amab'ey Mozilla Exchange Yammer.

source: Use other Mozilla apps as a vouched user.
cak: Nkokisaj ch'aqa' chik taq ruch'akoy Mozilla achi'e chilab'en winäq.

source: Vouches cannot be edited or retracted.
cak: Man tikirel yenuk' chuqa' ye'elesäx el ri taq chilab'enïk.

source: <a href="%(vouching_url)s">Read more about vouching.</a>
cak: <a href="%(vouching_url)s">Tawetamaj ch'aqa' chik chi kij ri taq chilab'enïk.</a>

source: Vouched
cak: Chilab'en

source: Unvouched
cak: Man chilab'en ta

source: Display only
cak: Xa xe tik'ut

source: All timezones
cak: Konojel ri taq saqaset

source: Username
cak: Rub'i' winäq

source: This username is in use. Please try another.
cak: Tajin chik nokisäx ri rub'i' winäq re'. Tab'ana' utzil tatojtob'ej chik.

source: Please use only alphanumeric characters
cak: Tab'ana' utzil xa taq tz'ib'ajilab'äl ke'awokisaj

source: This username is not allowed, please choose another.
cak: Man ya'on ta q'ij chi re re rub'i' winäq re', tacha' jun chik.

source: Please supply your location data.
cak: Tab'ana' utzil ke'atz'ib'aj ri taq atzij akuchi' yatilitäj.

source: When did you get involved with Mozilla?
cak: ¿Jampe' xachäp to'ïk pa Mozilla?

source: Email
cak: Taqoya'l

source: Email is currently associated with another user.
cak: Ri taqoya'l ruximon ri' rik'in jun chik winäq.

source: Provide a reason for vouching with relevant links
cak: Taya' jun aruma richin ri chilab'enïk chuqa' rik'in nimaläj taq ximonel

source: You must enter a reason for vouching for this person.
cak: K'o chi natz'ib'aj jun aruma richin nachilab'ej re winäq re'.

source: Personal message to be included in the invite email
cak: K'o chi nitz'aqatisäx jun ichin tzijol pa ri rutaqoya'l chilab'enïk

source: Recipient's email
cak: Rutaqoya'l k'ulunel

source: You cannot invite someone who has already been vouched.
cak: Man yatikïr nachilab'ej jun, ri chilab'en chik.

source: What would you like to report?
cak: ¿Achike ta nawajo' naya' rutzijol?

source: Please complete registration before proceeding.
cak: Tab'ana' utzil, tatz'aqatisaj kinojisaxik taq tz'ib'anïk richin yasamäj chik el.

source: Recipient
cak: K'ulunel

source: A fellow Mozillian
cak: Jun achib'il aj Mozilla

source: Please join me on mozillians.org
cak: Tab'ana' utzil, tatunu' awi' wik'in pa mozillians.org

source: %s created a Mozillians profile
cak: %s xtz'uk jun ruwäch b'i'aj pa Mozillians

source: Twitter usernames cannot be longer than 15 characters.
cak: Ri kib'i' ruwinaq Twitter k'o chi man nik'o ta chi re ri 15 taq tz'ib'.

source: Twitter usernames must contain only alphanumeric characters and the underscore.
cak: Ri kib'i' ruwinaq Twitter xa tikirel etz'ib'an kik'in tz'ib'ajilab'äl chuqa' ch'utijuch'.

source: Enter a valid URL.
cak: Tatz'ib'aj jun okel URL.

source: This field requires an identifier, not a URL.
cak: Re k'ojlib'äl re' nrajo' jun k'utüy, man jun ta URL.

source: Enter a valid email address.
cak: Titz'ib'äx jun okel rochochib'äl taqoya'l.

source: Please enter a valid phone number in international format (e.g. +1 555 555 5555)
cak: Tab'ana' utzil tatz'ib'aj jun okel oyonib'äl pa rub'anikil nokisäx chijun ruwach'ulew (achi'el +1 555 555 5555)

source: Successfully vouched user.
cak: Ütz xchilab'ëx ri winäq.

source: User not vouched. Maybe there are {0} vouches already?
cak: Man xchilab'ëx ta ri winäq. ¿La k'o chik {0} taq chilab'enïk?

source: Successfully unvouched user.
cak: Ütz xyuj ri ruchilab'enik winäq.

source: Thanks for helping us improve mozillians.org!
cak: ¡Matyox ruma yojato' chi niqutzilaj ri mozillians.org!

source: Thanks for vouching for a fellow Mozillian! This user is now vouched!
cak: ¡Matyox ruma nachilab'ej jun qachib'il aj Mozilla! ¡Re winäq re' chilab'en chik wakami!

source: Your registration is complete. Feel free to visit the {0} page to add additional information to your profile.
cak: Tz'aqät chik ri atz'ib'anik. Jamäl tana' richin nb'e'atz'eta' ri {0} ruxaq we nawajo' natz'aqatisaj ch'aqa' chik awetamab'al pa ri ruwäch ab'i'.

source: You changed your username; please note your profile URL has also changed.
cak: Xajül ri rub'i' awinaq, taya' retal chi ri ruwäch ab'i' URL chuqa' xjalatäj.

source: Your account has been deleted. Thanks for being a Mozillian!
cak: Xyuj el ri rub'i' ataqoya'l. ¡Matyox ruma xatok jun aj Mozilla!

source: %s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can invite another Mozillian if you like.
cak: %s xpeyöx richin nutün ri' rik'in ri Mozillians. Xtak'ül jun taqoya'l akuchi' nichol rub'eyal nib'an. Yatikïr ye'apeyoj ch'aqa' chik aj Mozilla we nawajo'.

source: %s's invitation to Mozillians has been revoked. You can invite %s again if you like.
cak: %s's peyonïk pa Mozillians xetzolïx. Yatikïr napeyoj chik %s we nawajo'.

source: API Key generated successfully.
cak: API ruk'u'x tzij ütz xb'anatäj.

source: API key successfully deleted.
cak: API ruk'u'x tzij ütz xelesäx el.

source: You've been invited to join Mozillians.org! Sign in and then you can create a profile.
cak: ¡Xatkipeyoj richin natün awi' rik'in ri Mozillians.org! Tatz'ib'aj awi' richin yatikïr nanük' jun ruwäch ab'i'.

source: Export
cak: Tik'wäx el

source: Full Name
cak: Tz'aqät B'i'aj

source: Name in local language
cak: Ab'i' pan ach'ab'äl

source: IRC Nickname
cak: IRC Tz'ukun b'i'aj

source: Latitude
cak: Kojolil

source: Longitude
cak: Raqän

source: T-Shirt
cak: Kut Kamixa'

source: Fitted Small
cak: Jitz'ijïk Ko'öl

source: Fitted Medium
cak: Jitz'ijïk Loman

source: Fitted Large
cak: Jitz'ijïk Nïm Raqän

source: Fitted X-Large
cak: Jitz'ijïk X-Nïm Raqän

source: Fitted XX-Large
cak: Jitz'ijïk XX-Nïm Raqän

source: Fitted XXX-Large
cak: Jitz'ijïk XXX-Nïm Raqän

source: Straight-cut Small
cak: Choj Ko'öl

source: Straight-cut Medium
cak: Choj Loman

source: Straight-cut Large
cak: Choj Nïm raqän

source: Straight-cut X-Large
cak: Choj X-Nïm raqän

source: Straight-cut XX-Large
cak: Choj XX-Nïm raqän

source: Straight-cut XXX-Large
cak: Choj XXX-Nïm raqän

source: What do you do for Mozilla?
cak: ¿Achoq ik'in nato' ri Mozilla?

source: Link to your contribution story
cak: Ruximonel runatab'al ato'ik

source: If you have created something public that tells the story of how you came to be a Mozillian, specify that link here.
cak: We atalun rutzijol pa k'amab'ey jun ri nuchöl ab'anob'al pa ruwi' ri rub'eyal xatapon pa Mozillians, tatz'ib'aj ri aximonel wawe'.

source: You have been vouched on Mozillians.org
cak: Xachilab'ëx pa Mozillians.org

source: Reason for Vouching
cak: Aruma ri chilab'enïk

source: Account Username
cak: Rub'i' Ruwinaq Taqoya'l

source: Account Type
cak: Ruwäch chi Taqoya'l

source: You already have an account with this name and type.
cak: K'o chik jun rub'i' ataqoya'l rik'in ri b'i'aj chuqa' ruwäch ri'.

source: This language has already been selected.
cak: Cha'on chik re ch'ab'äl re'.
