Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: dsb/LC_MESSAGES/django.po
Languages: dsb

source: %(recipient)s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can <a href="%(invite_url)s"> invite another Mozillian</a> if you like.
dsb: %(recipient)s jo se k Mozillanarjam pśepšosył. Dostanjo mailku z instrukcijami wó tom, kak móžo pśistupiś. Móžośo <a href="%(invite_url)s">dalšnego Mozillanarja pśepšosyś</a>, jolic cośo.

source: Mozillians in
dsb: Mozillanarje w

source: Sorry we cannot find any mozillians in
dsb: Bóžko njamóžomy Mozillanarje namakaś w

source: Your Profile
dsb: Twój profil

source: Mozillian Profile
dsb: Profil Mozillanarja

source: Pending Profile
dsb: Felujucy profil

source: <p> Your profile is waiting to be vouched. Once you are vouched, you will be able to view the profiles of all Mozillians, join groups and access additional content on other sites as a Mozillian. <a href="%(vouching_url)s">Learn more about vouching</a>. </p> <p> Send the link below to someone who is familiar with your contributions and ask them to vouch for you: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> If you are new to the Mozilla community, <a class="button" href="%(contribute_url)s">get involved</a> </p> <p>The chances of being vouched increase as you finish tasks in our community.</p>
dsb: <p> Twój profil caka na rucarja. Gaž sy zarucony, móžoš ako Mozillanaŕ se profile wšych Mozillanarjow woglědaś, kupkam pśistupowaś a pśistup na pśidatne wopśimjeśe na drugich sedłach měś. <a href="%(vouching_url)s">Zgóń wěcej wó rukowanju</a>. </p> <p> Pósćel slědujucy wótkaz na někogo, kótaryž znajo twóje pśinoski a pšos jogo, za tebje rukowaś: <br/><em class="underline" title="URL twójogo profila">%(profile_url)s</em> </p> <p> Jolic sy nowy w zgromaźeństwu Mozilla, <a class="button" href="%(contribute_url)s">cyń sobu</a> </p> <p>Šanse za to, až něchten rukujoš za tebje, rosćo, jolic docynjaš nadawki w našom zgromaźeństwu.</p>

source: This profile is waiting for approval. If you would like to vouch for them, use the form at the bottom of the page.
dsb: Toś ten profil caka na pśizwólenje. Jolic coš za toś tu wósobu rukowaś, wužyj formular dołojce na boku.

source: Your profile is not public. If you <a href="%(edit_url)s">edit your profile</a> to have at least one public field, your public profile will be viewable.
dsb: Twój profil njejo zjawny. Jolic <a href="%(edit_url)s">wobzěłujoš swój profil</a>, aby nanejmjenjej jadno zjawne pólo měł, buźo se twój zjawny profil pokazaś.

source: Mozillian for %(mozillian_years)s year
dsb: Mozillanaŕ wót %(mozillian_years)s lěto

source: T-Shirt Size:
dsb: Wjelikosć T-shirta:

source: View as:
dsb: Zwobrazniś ako:

source: Myself
dsb: Ja sam

source: Mozillian
dsb: Mozillanaŕ

source: Public
dsb: Zjawnosć

source: Bio
dsb: Krotki profil

source: My contribution story
dsb: Tšojeńko mójogo sobuźěła

source: Websites
dsb: Websedła

source: Alternate email addresses
dsb: Alternatiwne e-mailowe adrese

source: Vouched By
dsb: Rucarje

source: Unknown Voucher
dsb: Njeznaty rukowaŕ

source: Legacy vouch.
dsb: Starše rucenje.

source: Vouchees
dsb: Rukowańske dostawarje

source: %(hours)s hours ahead of your timezone.
dsb: %(hours)s góźin psed twójeju casoweju conu.

source: %(hours)s hours behind your timezone.
dsb: %(hours)s góźin za twójeju casoweju conu.

source: Same time zone as yours.
dsb: Ta samska casowa cona ako waša.

source: Profile photo
dsb: Profilowe foto

source: Remove Profile Photo
dsb: Profilowe foto wótpóraś

source: Add account
dsb: Konto pśidaś

source: Update External Accounts
dsb: Eksterne konta aktualizěrowaś

source: Update IRC information
dsb: IRC-informacije aktualizěrowaś

source: Basic Information
dsb: Zakładne informacije

source: Update Information
dsb: Informacije aktualizěrowaś

source: Emails
dsb: E-mailowe adrese

source: Primary e-mail address
dsb: Primarna e-mailowa adresa

source: Secondary e-mail addresses
dsb: Sekudnarne e-mailowe adrese

source: Add e-mail using Persona
dsb: E-mailowu adresu z pomocu Persona pśidaś

source: Update Emails
dsb: E-mailowe adrese aktualizěrowaś

source: A skill is the learned capacity to carry out pre-determined results often with the minimum outlay of time, energy, or both.
dsb: Zamóžnosć je nawuknjona móžnosć, pjerwjej póstajone wuslědki zwopšawdniś, z minimalnym zasajźonkom na cas, energiju abo wobej.

source: Update Skills
dsb: Znaśa aktualizěrowaś

source: The Mozilla Project spans over many countries and languages. Share the languages you speak to be found easily by other Mozillians.
dsb: Projekt Mozilla wopśimujo wjele krajow a rěcow. Pódajśo rěcy, kótarež wumějośo, aby śi druge Mozillanarje lažčej namakali.

source: Add language
dsb: Rěc pśidaś

source: Update Languages
dsb: Rěcy aktualizěrowaś

source: Delete account
dsb: Konto lašowaś

source: I acknowledge that deleting my account will make it tougher for me to show off my contributions and easily be found by other members of the Mozilla community.
dsb: Wobkšuśijom, až wótwónoźowanje mójogo konta buźo mě póśěžowaś, móje pśinoski pśedstajiś a lažko wót drugich cłonkow zgromaźeństwa Mozilla namakaś.

source: Delete Profile
dsb: Profil lašowaś

source: API privacy
dsb: API-priwatnosć

source: The Phonebook offers an API (currently v1) to help authorize contributors and share profile data to other tools and sites like <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> and the <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>.
dsb: Telefonowe knigły bituju API (tuchylu v1), aby pomagali, drugich sobustatkujucych awtorizěrowaś a profilowe daty z drugimi rědami a sedłami ako <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> a <a id="services-mozilla-reps" href="%(reps_url)s">portal Mozilla Reps</a> źěliś.

source: Privacy
dsb: Priwatnosć

source: Update Privacy Settings
dsb: Nastajenja priwatnosći aktualizěrowaś

source: Groups are a community of Mozillians with some relation to each other. This can be an interest, team, project, product or sub-community.
dsb: Kupki su zgromaźeństwo Mozillanarjow, kótarež stoje mjazy sobu w póśěgu. To móžo zajm, team, projekt, produkt abo pódzgromaźeństwo byś.

source: To join a group, <a href="%(browse)s">find the group's page</a>, then click the Join Group button.
dsb: Aby kupce pśistupił, <a href="%(browse)s">pytajśo bok kupki</a> a klikniśo pótom na tłocašk Kupce pśistupiś.

source: To leave a group, click its name below to go to its page, then click the Leave Group button there.
dsb: Aby kupku spušćił, klikniśo na dołojce na jeje mě, aby na jeje bok šeł a klikniśo pótom na tłocašk Kupku spušćiś.

source: After you are vouched, you will be able to join groups.
dsb: Za tym až něchten jo za tebje rukował, móžoš kupkam pśistupiś.

source: Update Groups
dsb: Kupki aktualizěrowaś

source: You have denied Location services.
dsb: Njamaš žedne stojnišćowe słužby.

source: Country
dsb: Kraj

source: City
dsb: Město

source: Update Location
dsb: Stojnišćo aktualizěrowaś

source: This field is required.
dsb: Toś to pólo jo trěbne.

source: I'm okay with you handling this info as you explain in <a href="%(privacy_url)s">Mozilla's privacy policy</a>.
dsb: Som z tym wobjadny, až wobchadaš z toś tymi informacijami tak, ako sy to w <a href="%(privacy_url)s">pšawidłach priwatnosći Mozilla</a> wuzjawili.

source: Create Profile
dsb: Profil załožyś

source: Your Mozilla Contributions
dsb: Waše pśinoski Mozilla

source: Update Contributions
dsb: Pśinoski aktualizěrowaś

source: T-Shirt Size
dsb: Wjelikosć T-shirta

source: Like t-shirts? Add your size so we can give you a shirt at events or for other special occasions.
dsb: Maš T-shirty rady? Pśidaj swóju wjelikosć, aby my mógli wam na zarědowanjach abo pśi drugich wósebnych góźbach shirt daś.

source: Fitted
dsb: Taljěrowany

source: A fitted-cut tshirt has a curved side hem which comes in at the waist and goes out at the upper and lower ends. Also known as women's.
dsb: T-shirt z taljěrowanym pśirězom ma zekśiwjony bocny wobrubk, kótaryž běžy k tali a rozšyrja se górjejce a dołojce. To groni se teke „žeńscyny pśirěz“.

source: Straight-cut
dsb: Rowny pśirěz

source: A straight-cut shirt has wide shoulders and a body which is almost square. Often known as men's or unisex.
dsb: T-shirt z rownym pśirězom ma šyroke ramjenja a pśisamem kwadratiske śěleso. To pomjenjujo se cesto „muskecy pśirěz“ abo „pśirěz unisex“.

source: Update T-shirt size
dsb: Wjelikosć T-shirta aktualizěrowaś

source: Does this profile belong to a Mozillian? Let us know how %(full_name)s has contributed to the project.
dsb: Słuša toś ten profil k Mozillanarjeju? Daj nam k wěsći, kak %(full_name)s jo k projektoju pśinosował.

source: Do you know this Mozillian? Let us know how %(full_name)s has contributed to the project.
dsb: Znajoš toś togo Mozillanarja? Daj nam k wěsći, kak %(full_name)s jo k projektoju pśinosował.

source: Characters remaining:
dsb: Wuzbywajuce znamuška:

source: Send invite
dsb: Pśepšosbu pósłaś

source: Vouch for %(name)s
dsb: Za %(name)s rukowaś

source: Only vouch for users who have made significant contributions and are at least 13 years old.
dsb: Zarukuj jano za wužywarjow, kótarež su radnje pśinosowali a su nanejmjenjej 13 lět stare.

source: Once vouched, they will be able to:
dsb: Gaž něchten jo za nich rukował, mógu:

source: View all profiles and join groups.
dsb: se wšykne profile woglědaś a kupkam pśistupiś.

source: Access special video content on Air Mozilla.
dsb: se wósebne wideowopśimjeśe na Air Mozilla woglědaś.

source: Join the Mozilla Exchange Yammer network.
dsb: Pśistup seśi Mozilla Exchange Yammer.

source: Use other Mozilla apps as a vouched user.
dsb: Wužyj ako zarucony wužywaŕ druge nałoženja Mozilla.

source: Vouches cannot be edited or retracted.
dsb: Rucenja njedaju se wobźěłaś abo wótpóraś

source: <a href="%(vouching_url)s">Read more about vouching.</a>
dsb: <a href="%(vouching_url)s">Zgóń wěcej wó rukowanju.</a>

source: Include non-vouched
dsb: Njezaruconych zapśimjeś

source: Vouched
dsb: Zarucony

source: Unvouched
dsb: Njezarucony

source: Display only
dsb: Jano pokazaś

source: All timezones
dsb: Wšykne casowe cony

source: Username
dsb: Wužywarske mě

source: This username is in use. Please try another.
dsb: Toś to wužywarske mě se južo wužywa. Pšosym wopytaj druge.

source: Please use only alphanumeric characters
dsb: Pšosym wužywaj jano alfanumeriske znamuška

source: This username is not allowed, please choose another.
dsb: Toś to wužywarske mě njejo dowólone, pšosym wužywaj druge.

source: Skills can only contain latin characters and +.:-.
dsb: Zamóžnosći směju jano łatyńske znamuška a +.:- wopśimowaś.

source: Required
dsb: Trěbny

source: Location must be inside a country.
dsb: Městno musy w kraju byś.

source: Region must also be saved if city is saved.
dsb: Region musy se teke składowaś, jolic město se składujo.

source: Search for your country on the map.
dsb: Pytaj swój kraj na kórśe.

source: Country cannot be empty.
dsb: Kraj njamóžo prozny byś.

source: When did you get involved with Mozilla?
dsb: Gdy sy pla Mozilla zachopił?

source: Email
dsb: E-mailowa adresa

source: Email is currently associated with another user.
dsb: E-mailowa adresa jo tuchylu z drugim wužywarjom zwězana.

source: Provide a reason for vouching with relevant links
dsb: Zapódaj pśicynu, cogoždla rukujoš z relewantnymi wótkazami

source: You must enter a reason for vouching for this person.
dsb: Musyš pśicynu zapódaś, cogoždla rukujoš za toś tu wósobu.

source: Personal message to be included in the invite email
dsb: Wósobinska powěsć, kótaraž ma w pśepšoseńskej e-mailce wopśimjona byś

source: Recipient's email
dsb: E-mail dostawarja

source: You cannot invite someone who has already been vouched.
dsb: Njamóžoš nikogo pśepšosyś, za kótaregož něchten jo južo rukował.

source: Please complete registration before proceeding.
dsb: Pšosym dokóńc registrěrowanje, nježli až pókšacujoš.

source: Recipient
dsb: Dostawaŕ

source: A fellow Mozillian
dsb: Drugi Mozillanaŕ

source: Please join me on mozillians.org
dsb: Pšosym pśiwzej mě na mozillians.org

source: %s created a Mozillians profile
dsb: %s jo profil Mozillanarja załožył

source: Twitter usernames cannot be longer than 15 characters.
dsb: Twitterowe wužywarske mjenja směju maksimalnje 15 znamuškow wopśimowaś.

source: Twitter usernames must contain only alphanumeric characters and the underscore.
dsb: Twitterowe wužywarske mjenja směju jano alfanumeriske znamuška a pódsmužku wopśimowaś.

source: Enter a valid URL.
dsb: Zapódaj płaśiwy URL.

source: This field requires an identifier, not a URL.
dsb: Toś to pólo pomina se identifikator, nic URL.

source: Enter a valid email address.
dsb: Zapódajśo płaśiwu e-mailowu adresu.

source: Please enter a valid phone number in international format (e.g. +1 555 555 5555)
dsb: Pšosym zapódaj płaśiwy telefonowy numer w mjazynarodnem formaśe (na pś. +1 555 555 5555)

source: Successfully vouched user.
dsb: Wuspěšnje zarucony wužywaŕ.

source: User not vouched. Maybe there are {0} vouches already?
dsb: Wužywaŕ njejo zarucony. Jo snaź južo {0} rucenjow?

source: Successfully unvouched user.
dsb: Rucenje wužywarja wuspěšnje wótpórane.

source: Thanks for vouching for a fellow Mozillian! This user is now vouched!
dsb: Wjeliki źěk, až sy za drugego Mozillanarja rukował! Toś ten wužywaŕ jo něnto zarucony!

source: Your registration is complete. Feel free to visit the {0} page to add additional information to your profile.
dsb: Wašo registrěrowanje jo dokóńcone. Móžośo źe se k bokoju {0} woglědaś, aby swójomu profiloju pśidatne informacije pśidał.

source: You changed your username; please note your profile URL has also changed.
dsb: Sy swójo wužywarske mě změnił; pšosym źiwaj na to, až twój profilowy URL jo se teke změnił.

source: Your account has been deleted. Thanks for being a Mozillian!
dsb: Twójo konto jo se wulašowało. Źěkujomy se, až sy Mozillanaŕ był!

source: %s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can invite another Mozillian if you like.
dsb: %s jo se k Mozillanarjam pśepšosył. Dostanjo mailku z instrukcijami, kak móžo pśistupiś. Móžoš teke dalšnego Mozillanarja pśepšosyś, jolic coš.

source: %s's invitation to Mozillians has been revoked. You can invite %s again if you like.
dsb: Pśepšoba wužywarja %s do Mozillians jo se anulěrowała. Móžoš %s znowego pśepšosyś, jolic coš.

source: API Key generated successfully.
dsb: API-kluc jo se wuspěšnje napórał.

source: API key successfully deleted.
dsb: API-kluc jo se wuspěšnje wulašował.

source: You've been invited to join Mozillians.org! Sign in and then you can create a profile.
dsb: Něchten jo śi pśepšosył, aby Mozillians.org pśistupił! Pśizjaw se, a pótom móžoš profil załožyś.

source: Full Name
dsb: Dopołne mě

source: IRC Nickname
dsb: IRC-pśimě

source: Latitude
dsb: Šyrina

source: Longitude
dsb: Dlinina

source: Sites that can determine my vouched status
dsb: Sedła, kótarež mógu mój rukowański status zwěsćiś

source: All Community Sites
dsb: Wšykne websedła zgromaźeństwa

source: Only Mozilla Properties
dsb: Jano sedła Mozilla

source: Allow Mozilla sites to access my profile data?
dsb: Websedłam Mozilla pśistup na móje profilowe daty daś?

source: Yes
dsb: Jo

source: No
dsb: Ně

source: Fitted Small
dsb: Taljěrowany S

source: Fitted Medium
dsb: Taljěrowany M

source: Fitted Large
dsb: Taljěrowany L

source: Fitted X-Large
dsb: Taljěrowany XL

source: Fitted XX-Large
dsb: Taljěrowany XXL

source: Fitted XXX-Large
dsb: Taljěrowany XXXL

source: Straight-cut Small
dsb: Rowny pśirěz S

source: Straight-cut Medium
dsb: Rowny pśirěz M

source: Straight-cut Large
dsb: Rowny pśirěz L

source: Straight-cut X-Large
dsb: Rowny pśirěz XL

source: Straight-cut XX-Large
dsb: Rowny pśirěz XXL

source: Straight-cut XXX-Large
dsb: Rowny pśirěz XXXL

source: What do you do for Mozilla?
dsb: Co cyniš za Mozilla?

source: Link to your contribution story
dsb: Wótkaz k twójomu tšojeńkoju sobuźěła

source: If you have created something public that tells the story of how you came to be a Mozillian, specify that link here.
dsb: Jolic sy zjawny dokument spisał, kótaryž wulicujo tšojeńko, kak sy Mozillanaŕ wordował, pódaj how wótkaz za to.

source: You have been vouched on Mozillians.org
dsb: Maš něnto rucarja na Mozillians.org

source: Reason for Vouching
dsb: Pśicyna za rukowanje

source: Account Username
dsb: Kontowe wužywarske mě

source: Account Type
dsb: Kontowy typ

source: You already have an account with this name and type.
dsb: Maš južo konto z toś tom mjenim a typom.

source: This language has already been selected.
dsb: Toś ta rěc jo se južo wubrała.
