Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: dsb/LC_MESSAGES/django.po
Languages: dsb

source: Privileged
dsb: Priwilegěrowany

source: Authentication failed.
dsb: Awtentifikacija njejo se raźiła.

source: You must be logged in to continue.
dsb: Musyš pśizjawjony byś, aby pókšacował.

source: You must be vouched to continue.
dsb: Něchten musy za tebje rukowaś, aby ty pókšacował.

source: Visible to:
dsb: Widobny za:

source: Name A-Z
dsb: Mě A-Z

source: Most Members
dsb: Nejwěcej cłonkow

source: Fewest Members
dsb: Njemjenjej cłonkow

source: The group must have at least one curator.
dsb: Kupka musy nanejmjenjej jadnogo zastojnika měś.

source: You must either specify the criteria or change the acceptance selection.
dsb: Musyš pak kriterije pódaś pak wuběrk pśiwześa změniś.

source: All
dsb: Wšykne

source: Members
dsb: Čłonki

source: Pending Members
dsb: Felujuce cłonki

source: I accept these terms.
dsb: Z toś tymi wuměnjenjami som wobjadny.

source: I don't accept these terms.
dsb: Z toś tymi wuměnjenjami njejsom wobjadny.

source: Name
dsb: Mě

source: This name already exists.
dsb: Toś to mě južo eksistěrujo.

source: Member
dsb: Cłonk

source: Pending terms
dsb: Felujuce wuměnjenja

source: Pending
dsb: Felujucy

source: Description
dsb: Wopisanje

source: IRC Channel
dsb: IRC-kanal

source: An IRC channel where this group is discussed (optional).
dsb: IRC-kanal, źož toś ta kupka se diskutěrujo (opcionalny).

source: Website
dsb: Websedło

source: A URL of a web site with more information about this group (optional).
dsb: URL websedła z dalšnymi informacijami wó toś tej kupce (opcionalny).

source: A URL of a wiki with more information about this group (optional).
dsb: URL wikija z dalšnymi informacijami wó toś tej kupce (opcionalny).

source: Accepting new members
dsb: Akceptěrowanje nowych cłonkow

source: New Member Criteria
dsb: Kriterije za nowych cłonkow

source: Specify the criteria you will use to decide whether or not you will accept a membership request.
dsb: Pódaj kriterije, pó kótarychž coš rozsuźiś, lěc akceptěrujoš napšašowanje abo lěc jo wótpokazujoš.

source: Whether group is shown on the UI (in group lists, search, etc). Mainly intended to keep system groups like "staff" from cluttering up the interface.
dsb: Lěc kupka pokazujo se na wužywarskem pówjerchu (w kupkowych lisćinach, pytanju atd.). To ma głownje njepśeglědnosći pówjercha pśez kupki ako "personal" zajźowaś.

source: Terms
dsb: Wuměnjenja

source: Invalidation days
dsb: Dny anulěrowanja

source: Inviter
dsb: Pśepšosowaŕ

source: Redeemer
dsb: Wumóžaŕ

source: %(count)d outstanding request to join Mozillians group "%(name)s"
dsb: %(count)d felujuce napšašowanje za pśistupom do kupki "%(name)s"

source: Accepted to Mozillians group "%s"
dsb: Do kupki Mozillanarjow "%s" pśiwzety

source: Not accepted to Mozillians group "%s"
dsb: Do kupki Mozillanarjow "%s" njepśiwzety

source: Removed from Mozillians group "%s"
dsb: Z kupki Mozillanarjow "%s" wótpórany

source: This group does not allow members to remove themselves.
dsb: Toś ta kupka njedowólujo cłonkam, se samych wótpóraś.

source: The group needs at least one curator.
dsb: Kupka trjeba nanejmjenjej jadnogo zastojnika.

source: You have been removed from this group.
dsb: Něchten jo śi z toś teje kupki wótpórał.

source: The group member has been removed.
dsb: Cłonk kupki jo se wótpórał.

source: This user has not requested membership in this group.
dsb: Toś ten wužywaŕ njejo wó cłonkojstwo w toś tej kupce pšosył.

source: This user is already a member of this group.
dsb: Toś ten wužywaŕ jo južo cłonk toś teje kupki.

source: This user has been added as a member of this group.
dsb: Toś ten wužywaŕ jo se ako cłonk toś teje kupki pśidał.

source: You are already in this group.
dsb: Sy južo w toś tej kupce.

source: Your request to join this group is still pending.
dsb: Twója pšosba wó pśistup k toś tej kupce hyšći felujo.

source: This group is not accepting requests to join.
dsb: Toś ta kupka njeakceptěrujo pšosby wó pśistup.

source: You have been added to this group.
dsb: Sy se toś tej kupce pśidał.

source: Your membership request has been sent to the group curator(s).
dsb: Twója pšosba wó cłonkojstwo jo se na zastojniki kupki pósłała.

source: You must be a curator to delete a group
dsb: Musyš zastojnik byś, aby kupku wulašował

source: You cannot delete a group if anyone else is in it.
dsb: Njamóžoš kupku lašowaś, jolic ma dalšnych cłonkow.

source: Group %s has been deleted
dsb: Kupka %s jo se wulašowała

source: You must be a curator or an admin to edit a group
dsb: Musyš zastojnik abo administrator byś, aby kupku wobźěłał

source: Page Not Found
dsb: Bok njejo se namakał

source: Oh No! That Page Doesn't Exist!
dsb: Ow ně! Toś ten bok njeeksistěrujo!

source: Tumbeasts by Matthew Inman of The Oatmeal
dsb: Tumbeasts wót Matthew Inman z The Oatmeal

source: <p> The page you requested couldn't be found. You can head to the <a href="%(home_url)s">Mozillians home page</a> to learn more about our community phonebook, or you can try searching for the person you were looking for using the search box at the top of this page. </p>
dsb: <p> Bok, kótaryž sy pominał, njedajo se namakaś. Móžoš k <a href="%(home_url)s">startowemu bokoju Mozillanarjow</a> hyś, aby wěcej wó telefonowych knigłach našogo zgromaźeństwa zgónił, abo móžoš wopytowaś, z pomocu pytańskego póla górjejce na boku za wósobu pytaś. </p>

source: <p> Because you aren't authenticated, you may not have access to private profiles in the phonebook. You should log in in case you're trying to access a private profile. If you don't have an account, <a href="%(join_url)s">join us</a>. </p>
dsb: <p> Dokulaž njejsy awtentificěrowany, njamaš snaź pśistup na priwatne profile w telefonowych knigłach. Ty by měł se pśizjawiś, jolic wopytujoš, na priwatny profil pśistup měś. Jolic njamaš konto, <a href="%(join_url)s">pśizamkni se k nam</a>. </p>

source: Application Error
dsb: Nałožeńska zmólka

source: We're Sorry, but Something Went Wrong!
dsb: Jo nam luto, ale něco njejo se raźiło!

source: Jitterbeasts by Matthew Inman of The Oatmeal
dsb: Jitterbeasts wót Matthew Inman z The Oatmeal

source: <p> Sorry, but we encountered an unexpected error and can't process your request. You can try again by refreshing your browser or you can <a href="%(bugzilla_url)s"> file a bug</a> letting us know what happened and we'll get right on fixing the problem. </p> <p> If refreshing the page didn't work, you can <a href="%(home_url)s">head to the Mozillians home page</a> to find out more about Mozillians. Sorry about this! </p>
dsb: <p> Bóžko smy na njewótcakanu zmólku starcyli a njamóžomy twójo napšašowanje pśeźěłaś. Móžoš hyšći raz wopytaś, z tym až aktualizěrujoš bok w swójom wobglědowaku abo móžoš <a href="%(bugzilla_url)s">zmólkowu rozpšawu spisaś</a> a dajoš nam k wěšći, coz jo se stało a my dajomy se ned do rozwězowanja problema. </p> <p> Jolic aktualizěrowanje njepomaga, móžoš <a href="%(home_url)s">na startowy bok Mozillanarjow hyś</a>, aby wěcej wó Mozillanarjach zgónił. Jo nam luto! </p>

source: Mozillians
dsb: Mozillanarje

source: Welcome
dsb: Witajśo

source: Mozilla's contributor phonebook
dsb: Telefonowe knigły sobustatkujucych Mozilla

source: Select language
dsb: Rěc wubraś

source: Skip to main content
dsb: Ku głownemu wopśimjeśeju skócyś

source: Search for people, groups and more
dsb: Pytaj luźi, kupki a wěcej

source: View Profile
dsb: Profil pokazaś

source: Settings
dsb: Nastajenja

source: Groups
dsb: Kupki

source: Invite
dsb: Pśepšosyś

source: Log Out
dsb: Wótzjawiś

source: Sign in
dsb: Pśizjawiś

source: Help make Mozillians better. <a href="%(bug_url)s">File a bug</a> or <a href="%(git_url)s">make some changes</a>.
dsb: Pomagaj nam Mozillians pólěpšyś. <a href="%(bug_url)s">Spiš zmólkowu rozpšawu</a> abo <a href="%(git_url)s">pśewjeź změny</a>.

source: Portions of this content are &copy;1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(license_link)s">Creative Commons license</a>.
dsb: Źěle toś togo wopśimjeśa su pód awtorstwom &copy;1998–%(current_year)s jadnotliwych sobustatkowarjow na mozilla.org. Wopśimjeśe stoj pód licencu <a href="%(license_link)s">Creative Commons</a>.

source: About Mozillians
dsb: Wó Mozillanarjach

source: Contact Us
dsb: Staj se z nami do zwiska

source: Privacy Policy
dsb: Pšawidła priwatnosći

source: Legal Notices
dsb: Impresum

source: Report Trademark Abuse
dsb: Znjewužywanje wikoweje marki k wěsći daś

source: Confirm removing member
dsb: Wótwónoźowanje cłonka wobkšuśiś

source: Really leave group %(group)s?
dsb: Coš kupku %(group)s napšawdu spušćiś?

source: Really remove user %(profile)s from group %(group)s?
dsb: Coš wužywarja %(profile)s napšawdu z kupki %(group)s wótpóraś?

source: Remove
dsb: Wótpóraś

source: Return to group
dsb: Slědk ku kupce

source: Please correct the errors below.
dsb: Pšosym skorigěruj slědujuce zmólki.

source: Group
dsb: Kupka

source: Group: {name}
dsb: Kupka: {name}

source: Functional Area
dsb: Funkcionalny wobcerk

source: Delete Group
dsb: Kupku lašowaś

source: Edit Group
dsb: Kupku wobźěłaś

source: Skills members have in common
dsb: Zamóžnosći, kótarež cłonki maju zgromadne

source: Community Steward
dsb: Zastojnik zgromaźeństwa

source: Curators
dsb: Zastojniki

source: Curator
dsb: Zastojnik

source: Profile Photo
dsb: Profilowe foto

source: Request to Join Group
dsb: Pšosba wó pśistup ku kupce

source: Join Group
dsb: Kupce pśistupiś

source: Leave Group
dsb: Kupku spušćiś

source: There are no open membership requests for %(group_name)s.
dsb: Felujuce pšosby wó cłonkojstwo za %(group_name)s njejsu.

source: Sorry, we can not find any mozillians in %(group_name)s.
dsb: Bóžko njamóžomy Mozillanarje w %(group_name)s namakaś.

source: Functional Area Members
dsb: Cłonki funkcionalnego wobcerka

source: Group Members
dsb: Cłonki kupki

source: Your membership request is pending approval by the group curator.
dsb: Twója pšosba wó cłonkojstwo hyšći njejo wobkšuśona wót kupkowego zastojnika.

source: Functional Areas
dsb: Funkcionalne wobcerki

source: View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out.
dsb: Woglědaj se Mozillanarje, zastojniki a informacije wó kuždem funkcionalnem wobcerku. Zgóń, chtož na com źěła a kak móžoš pomagaś.

source: Group Listing
dsb: Nalicenje kupkow

source: Sort
dsb: Sortěrowaś

source: Mozillians work on all sorts of different things! From Add-on developers to localizers, find Mozillians who work on similar things using user-created groups.
dsb: Mozillanarje źěłaju na wšych móžnych nadawkach! Wót wuwijarjow dodankow až do pśełožowarjow, namakajśo z pomocu kupkow załožonych wót wužywarjow Mozillanarje, kótarež źěłaju na pódobnych wěcach.

source: %(num)s member
dsb: %(num)s cłonk

source: Create Group
dsb: Kupku załožyś

source: Cancel
dsb: Pśetergnuś

source: Save
dsb: Składowaś

source: Skills
dsb: Zamóžnosći

source: Skill: {name}
dsb: Zamóžnosć: {name}

source: Skill
dsb: Zamóžnosć

source: Add Skill
dsb: Zamóžnosć pśidaś

source: Remove Skill
dsb: Zamóžnosć wótpóraś

source: Sorry, we cannot find any mozillians with skill %(name)s
dsb: Bóžko njamóžomy Mozillanarje ze zamóžnosću %(name)s namakaś

source: Review terms
dsb: Wuměnjenja pśeglědowaś

source: Use <a href="%(url)s">Markdown</a> for bold, italic, lists and links.
dsb: Wužyj <a href="%(url)s">Markdown</a> za tucne a kursiwne pismo, lisćiny a wótkaze.

source: Delete
dsb: Lašowaś

source: Choose visibility group for this field
dsb: Wubjeŕśo widobnostnu kupku za toś to pólo

source: Previous
dsb: Slědk

source: Page
dsb: Bok

source: Next
dsb: Dalej

source: Confirm Request
dsb: Napšašowanje wobkšuśiś

source: Requested
dsb: Pominany

source: About Dino McVouch
dsb: Wó Dino McVouch

source: Dino McVouch is Mozilians.org bot. Auto-vouches recognized Mozillians and takes care of Mozillians.org.
dsb: Dino McVouch jo bośik na Mozillians.org. Rukujo awtomatiski za znate Mozillanarje a stara se wó Mozillians.org.

source: Photo collage of Mozillians
dsb: Fotocollage Mozillanarjow

source: <p> Mozillians are people who volunteer their time to advance the Mozilla mission. They're dedicated to promoting openness, innovation and opportunity on the Web and they form the core of our community. </p> <p> This directory is a resource to make it easy for Mozillians to learn who is involved, what they do and how to connect with them. It also allows you to receive email communications from Mozilla. </p> <p> Want to find Mozillians in Auckland for a meetup? Need an expert XPCOM hacker to review a patch? That's exactly what this site is for. </p> <p> <a href="%(wiki_roadmap_url)s">These features</a>, and others, are currently in development. If you'd like to help us out with these, find out how you can <a href="%(wiki_get_involved_url)s"> get involved</a>. </p>
dsb: <p> Mozillanarje su luźe, kótarež wužywaju swój cas dobrowólnje, aby misiju Mozilla doprědka spórali. Zaběraju se ze spěchowanim wótwórjonosći, inowacije a šansow we webje a twórje wutšobu našogo zgromaźeństwa. </p> <p> Toś ten zapis jo resursa, kótaraž ma Mozillanarjam wólažcyś, wuslěźiś, chtož sobu cyni, což cyni a kak móźoš se z nimi do zwiska stajiś. Zmóžnja wam teke, mailki wót Mozilla dostaś. </p> <p> Pytaš Mozillanarje w Aucklanźe za zmakanje? Trjebaš XPCOM-programěrowarja, aby programowu korekturu pśeglědował? Rowno k tomu jo toś to sedło. </p> <p> <a href="%(wiki_roadmap_url)s">Toś te funkcije</a>, a druge, su tuchylu we wuwiśu. Jolic by nam rady z tym pomagał, wuslěź, kak móžoš <a href="%(wiki_get_involved_url)s"> sobu cyniś</a>. </p>

source: Privacy First
dsb: Priwatnosć stoj na prědnem městnje

source: Privacy has been an important part of this directory from the very beginning. We want to make sure we provide Mozillians with the best experience possible, from the way the site is built to the way we vouch for new users before they can access data that should only be available to other Mozillians. Read our <a href="%(privacy_policy_url)s"> Privacy Policy </a> for more information.
dsb: Priwatnosć jo wót zachopjeńka wažny źěl toś togo zapisa była. Comy zawěsćiś, až bitujomy Mozillanarjam nejlěpše móžne nazgónjenja, wót natwari sedła až k wašni, kak rukujomy za nowych wužywarjow, aby pśistup na daty měli, kótarež maju jano drugim Mozillanarjam k dispoziciji staś. Pśecytaj naše <a href="%(privacy_policy_url)s">pšawidła priwatnosći</a> za dalšne informacije.

source: Get Involved
dsb: Cyń sobu

source: The community directory is also a community project and you are welcome to get involved to help us make it even better or to integrate it into other community tools. Get in touch with us on the <a href="%(google_groups_url)s"> Mozillians forums </a> to learn how.
dsb: Zapis zgromaźeństwa jo teke projekt zgromaźeństwa a sy pśepšosony sobu cyniś, aby nam pomagał, jen pólěpšyś abo jen do drugich rědow zgromaźeństwa integrěrował. Staj se z nami we <a href="%(google_groups_url)s">forumach Mozilla</a> do zwiska, aby zgónił, kak móžoš to cyniś.

source: Mozillians API
dsb: API Mozillians

source: API Version 1
dsb: API wersija 1

source: API v1 is phasing out, please consider using API v2. For any support requests for API v1 file a bug <a href="%(bugzilla_request_url)s">here</a>.
dsb: API v1 se kóńcy, pšosym wužywaj API v2. Za pódpěru za API v1 spiš <a href="%(bugzilla_request_url)s">how</a> zmólkowu rozpšawu.

source: Your approved apps:
dsb: Twóje pśizwólone nałoženja:

source: Key
dsb: Kluc

source: You have no active apps.
dsb: Njamaš žedne aktiwne nałoženja.

source: API Version 2
dsb: API wersija 2

source: Take a look at the list of the API methods we've made available in our <a href="%(api_schema_url)s">documentation</a>. You can instantly get a new API key by submitting a request below. If you need a key with elevated permissions you'll have to <a href="%(bugzilla_request_url)s">file a bug</a>.
dsb: Woglědaj se lisćinu API-metodow, kótarež smy z pomocu našogo <a href="%(api_schema_url)s">dokumentacije</a> k dispoziciji stajili. Móžoš direktnje nowy API-kluc dostał, gaž wótpósćełaš dołojce napšašowanje. Jolic trjebaš kluc z rozšyrjonymi pšawami, musyš <a href="%(bugzilla_request_url)s">zmólkowu rozpšawu pisaś</a>.

source: Your apps:
dsb: Twóje nałoženja:

source: Level
dsb: Schójźeńk

source: Register App
dsb: Nałoženje registrěrowaś

source: Search Results
dsb: Pytańske wuslědki

source: You are currently searching public profiles.
dsb: Pśepytujoš tuchylu zjawne profile.

source: View more results by <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s"> logging in</a>.
dsb: Woglědaj se dalšne wuslědki, <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s"> z tym až se pśizjawjaš</a>.

source: Sign In
dsb: Pśizjawiś

source: View more results when vouched.
dsb: Dalšne wuslědki pokazaś, gaž něchten jo za was rukował.

source: Beta Search
dsb: Betapytanje

source: Search
dsb: Pytaś

source: Advanced Options
dsb: Rozšyrjone nastajenja

source: <h2>Search For a Mozillian</h2> <p> You can search for another Mozillian using their name, email, or nickname. </p>
dsb: <h2>Pytaj Mozillanarja</h2> <p>Móžoš drugego Mozillanarja pytaś, z tym až wužywaš jogo mě, e-mailowu adresu abo pśmě. </p>

source: %(count)s group matching
dsb: %(count)s góźbna kupka

source: %(count)s Mozillian matching
dsb: %(count)s góźbny Mozillanaŕ

source: Sorry, we cannot find a group or person related to "%(query)s".
dsb: Bóžko njamóžomy kupku abo wósobu nastupajucy "%(query)s" namakaś.

source: Maybe they're not a Mozillian yet? <a href="%(invite)s">Invite this person</a> to create a profile.
dsb: Snaź hyšći njejo Mozillanaŕ? <a href="%(invite)s">Pśepšos toś tu wósobu</a>, aby profil załožyła.

source: Need help? Contact a steward in a functional area!
dsb: Trjebaš pomoc? Staj se ze zastojnikom funkcionalnego wobcerka do zwiska!

source: Confirm Profile Deletion
dsb: Wótwónoźenje profila wobkšuśiś

source: Are You Sure You Want to Leave Mozillians?
dsb: Cośo napšawdu Mozillanarje spušćiś?

source: Deleting your profile is immediate and irreversible. Any information in your profile will be permanently lost. If you want to join Mozillians again, you will need to get vouched again.
dsb: Wótwónoźowanje twójogo profila stawa se ned a njedajo se anulěrowaś. Informacije w twójom profilu se zgubiju. Jolic coš se znowego k Mozillanarjam pśizamknuś, musy něchten znowego za tebje rukowaś.

source: No: don't delete my profile
dsb: Ně: Njelašujśo mój profil

source: I'm sure: delete my profile
dsb: Som wěsty: Wulašuj mój profil

source: You are just one step away from creating your profile.
dsb: Sćo jano jaden kšac wót twórjenja swójogo profila pšec.

source: Profile
dsb: Profil

source: Location
dsb: Stojnišćo

source: You &amp; Mozilla
dsb: Wy a Mozilla

source: External Accounts
dsb: Eksterne konta

source: Developer
dsb: Wuwijaŕ

source: Mozilla Community Directory
dsb: Zapis zgromaźeństwa Mozilla

source: Create your account now to connect with fellow Mozillians.
dsb: Załožćo něnto swójo konto, aby se z drugimi Mozillanarjami do zwiska stajił.

source: Get started
dsb: Prědne kšace

source: It’s an exciting time for Mozilla and the Web. Another two billion people will join the Internet community in the coming years.
dsb: Jo znjeměrnjecy cas za Mozilla a web. Dalšnej dwě miliarźe luźi buźotej se w pśiducych lětach internetnemu zgromaźeństwoju pśizamkowaś.

source: Welcome to the Mozilla community directory
dsb: Witaj do zapisa zgromaźeństwa Mozilla

source: This site lists all core individuals and groups that participate in the Mozilla Project. We call ourselves Mozillians and this is where we connect and share with one another.
dsb: Toś to sedło nalicyjo nejwažnjejše wósoby a kupki, kótarež wobźěluju se na projekśe Mozilla. Pomjenjujomy se Mozillanarje, a how stajamy se mjazy sobu do zwiska a wuměnjamy nazgónjenja.

source: Passionate Mozillians you can meet for work, play or a cup of coffee.
dsb: Zagórite Mozillanarje, z kótarymiž móžoš se za źěło, graśe abo tasu kafeja zmakaś.

source: How do I get involved?
dsb: Kak mógu sobu cyniś?

source: Mozilla exists to promote openness, innovation and opportunity on the Internet. The success of our mission depends on participation from people like you. Find out how you can get involved to help make a difference in the lives of people everywhere.
dsb: Mozilla eksistěrujo, aby wótwórjonosć, inowaciju a šanse w interneśe spěchował. Wuspěch našeje misije wótwisujo wót wobźělenja takich luźi ako wy. Wuslěźćo, kak móžośo sobu cyniś, aby pomagał, něco w žywjenjach luźi na cełem swěśe wustatkowaś.

source: <a href="%(contribute_url)s">Get involved</a>
dsb: <a href="%(contribute_url)s">Cyń sobu</a>

source: Hello!
dsb: Halo!

source: Examples:
dsb: Pśikłady:

source: (membership requested)
dsb: (cłonkojstwo pominane)

source: Languages
dsb: Rěcy

source: Functional areas
dsb: Funkcionalne wobcerki

source: <p> View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out. </p>
dsb: <p>Woglědaj se Mozillanarjow, zastojnikow a informacije wó kuždem funkcionalnem wobcerku. Zgóń, chtož na com źěła a kak móžoš pomagaś.</p>

source: Browse functional areas
dsb: Funkcionalne wobcerki pśepytaś

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse functional areas!</p>
dsb: <p>Buź <a href='https://wiki.mozilla.org/Mozillians/Vouching'>zarucony</a> a móžoš funkcionalne wobcerki pśepytaś!</p>

source: <p> Find and join groups centered around interests, technologies, geographies and more. </p>
dsb: <p> Pytaj kupki ze zgromadnymi zajmami, technologijami, geografijami a wěcej, a pśizamkni se jim. </p>

source: Browse groups
dsb: Kupki pśepytaś

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse groups!</p>
dsb: <p>Buź <a href='https://wiki.mozilla.org/Mozillians/Vouching'>zarucony</a> a móžoš kupki pśepytaś!</p>

source: Invite a Mozillian
dsb: Mozillanarja pśepšosyś

source: If you want to invite a new Mozillian please fill out the following form. <strong>Note</strong>: Inviting a new user is like vouching. <a href="%(vouching_url)s">Read more about vouching.</a>
dsb: Jolic coš nowego Mozillanarja pśepšosyś, wupołni pšosym slědujucy formular. <strong>Glědaj</strong>: Nowego wužywarja pśepšosyś jo ako za njogo rukowaś. <a href="%(vouching_url)s">Zgóń wěcej wó rukowanju.</a>

source: We recently changed the criteria for being able to invite and vouch other Mozillians. If you want to use this page, you need to receive %(vouch_threshold)s vouches. Ask someone to visit your profile and vouch for you. Then come back here once you have %(vouch_threshold)s vouches and you will be able to invite people to the directory. <a href="%(vouching_url)s">Learn more about vouching.</a>
dsb: Smy njedawno kriterije změnili, pó kótarychž daju se Mozillanarje pśepšosyś a zarucyś. Jolic coš toś ten bok wužywaś, musyš %(vouch_threshold)s rucenjow dostaś. Pšos někogo, aby se k twójomu profiloju woglědał a za tebje rukował. Pśiź pótom sem slědk, gaž maš %(vouch_threshold)s rucenjow a móžoš luźi do zapisa pśepšosyś. <a href="%(vouching_url)s">Zgóń wěcej wó rukowanju.</a>

source: Your Invites
dsb: Twóje pśepšosby

source: Sent:
dsb: Pósłany:

source: Redeemed:
dsb: Wumóžony:

source: Redeemer:
dsb: Wumóžaŕ:

source: Invitation Sent
dsb: Pśepšosba pósłana

source: Invitation Sent!
dsb: Pśepšosba pósłana!
