Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse groups!</p>
hsb: <p>Budź <a href='https://wiki.mozilla.org/Mozillians/Vouching'>zaručeny</a> a móžeš skupiny přepytać!</p>

source: How do I get involved?
hsb: Kak móžu sobu činić?

source: Mozilla exists to promote openness, innovation and opportunity on the Internet. The success of our mission depends on participation from people like you. Find out how you can get involved to help make a difference in the lives of people everywhere.
hsb: Mozilla eksistuje, zo by wotewrjenosć, inowaciju a šansy w interneće spěchował. Wuspěch našeje misije wotwisuje wot wobdźělenja tajkich ludźi kaž ty. Wuslědź, kak móžeš sobu činić, zo by pomhał, něšto w žiwjenjach ludźi na cyłym swěće wuskutkować.

source: <a href="%(contribute_url)s">Get involved</a>
hsb: <a href="%(contribute_url)s">Čińće sobu</a>

source: Invite a Mozillian
hsb: Mozillačana přeprosyć

source: If you want to invite a new Mozillian please fill out the following form. <strong>Note</strong>: Inviting a new user is like vouching. <a href="%(vouching_url)s">Read more about vouching.</a>
hsb: Jeli chceš noweho Mozillačana přeprosyć, wupjelń prošu slědowacy formular. <strong>Kedźbu</strong>: Noweho wužiwarja přeprosyć je kaž za njeho rukować. <a href="%(vouching_url)s">Zhoń wjace wo rukowanju.</a>

source: We recently changed the criteria for being able to invite and vouch other Mozillians. If you want to use this page, you need to receive %(vouch_threshold)s vouches. Ask someone to visit your profile and vouch for you. Then come back here once you have %(vouch_threshold)s vouches and you will be able to invite people to the directory. <a href="%(vouching_url)s">Learn more about vouching.</a>
hsb: Smy njedawno kriterije změnili, po kotrychž dadźa so Mozillačenjo přeprosyć a zaručić. Jeli chceš tutu stronu wužiwać, dyrbiš %(vouch_threshold)s rukowanjow dóstać. Proš někoho, zo by twój profil wopytał a za tebje rukował. Přińdź potom sem wróćo, hdyž maš %(vouch_threshold)s rukowanjow a móžeš ludźi do zapisa přeprosyć. <a href="%(vouching_url)s">Zhoń wjace wo rukowanju.</a>

source: Your Invites
hsb: Twoje přeprošenja

source: Sent:
hsb: Pósłany:

source: Redeemed:
hsb: Wumóženy:

source: Redeemer:
hsb: Wumóžer:

source: Invitation Sent
hsb: Přeprošenje pósłane

source: Invitation Sent!
hsb: Přeprošenje pósłane!

source: %(recipient)s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can <a href="%(invite_url)s"> invite another Mozillian</a> if you like.
hsb: %(recipient)s je so k Mozillačanam přeprosył. Dóstanje e-mejlku z instrukcijemi wo tym, kak móže přistupić. Móžeće <a href="%(invite_url)s">dalšeho Mozillačana přeprosyć</a>, jeli chceš.

source: Mozillians in
hsb: Mozillačenjo w

source: Sorry we cannot find any mozillians in
hsb: Bohužel njemóžemy Mozillačanow namakać w

source: Your Profile
hsb: Twój profil

source: Mozillian Profile
hsb: Mozillačanski profil

source: Pending Profile
hsb: Wustejacy profil

source: <p> Your profile is waiting to be vouched. Once you are vouched, you will be able to view the profiles of all Mozillians, join groups and access additional content on other sites as a Mozillian. <a href="%(vouching_url)s">Learn more about vouching</a>. </p> <p> Send the link below to someone who is familiar with your contributions and ask them to vouch for you: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> If you are new to the Mozilla community, <a class="button" href="%(contribute_url)s">get involved</a> </p> <p>The chances of being vouched increase as you finish tasks in our community.</p>
hsb: <p> Twój profil čaka na rukowarja. Hdyž sy zaručeny, móžeš jako Mozillačan profile wšěch Mozillačanow wopytać, skupinam přistupować a přistup na přidatny wobsah na druhich sydłach měć. <a href="%(vouching_url)s">Zhoń wjace wo rukowanju</a>. </p> <p> Pósćel slědowacy wotkaz na někoho, kotryž znaje twoje přinoški a proš jeho, za tebje rukować: <br/><em class="underline" title="URL twojeho profila">%(profile_url)s</em> </p> <p> Jeli sy nowy w zhromadźenstwu Mozilla, <a class="button" href="%(contribute_url)s">čiń sobu</a> </p> <p>Šansy za to, zo něchtó za tebje rukuje, rosće, jeli nadawki w našim zhromadźenstwu spjelniš.</p>

source: This profile is waiting for approval. If you would like to vouch for them, use the form at the bottom of the page.
hsb: Tutón profil čaka na schwalenje. Jeli chceš za tutu wosobu rukować, wužij formular deleka na stronje.

source: Your profile is not public. If you <a href="%(edit_url)s">edit your profile</a> to have at least one public field, your public profile will be viewable.
hsb: Twoj profil zjawny njeje. Jeli <a href="%(edit_url)s">swój profil wobdźěłuješ</a>, zo by znajmjeńša jedne zjawne polo měł, budźe so twój zjawny profil pokazać.

source: Mozillian for %(mozillian_years)s year
hsb: Mozillačan wot %(mozillian_years)s lěta

source: T-Shirt Size:
hsb: Wulkosć T-shirta:

source: View as:
hsb: Zwobraznić jako:

source: Myself
hsb: Ja sam

source: Mozillian
hsb: Mozillačan

source: Public
hsb: Zjawnosć

source: Bio
hsb: Krótki profil

source: My contribution story
hsb: Stawizna mojeho sobudźěła

source: Websites
hsb: Websydła

source: Alternate email addresses
hsb: Alternatiwne e-mejlowe adresy

source: Vouched By
hsb: Rukowaćeljo

source: Unknown Voucher
hsb: Njeznaty rukowar

source: Legacy vouch.
hsb: Starše ručenje.

source: Vouchees
hsb: Rukowanscy přijimarjo

source: %(hours)s hours ahead of your timezone.
hsb: %(hours)s hodźin před twojim časowym pasmom.

source: %(hours)s hours behind your timezone.
hsb: %(hours)s za twojim časowym pasmom.

source: Same time zone as yours.
hsb: Samsne časowe pasmo kaž twoje.

source: Profile photo
hsb: Profilowe foto

source: Remove Profile Photo
hsb: Profilowe foto wotstronić

source: Add account
hsb: Konto přidać

source: Update External Accounts
hsb: Eksterne konta aktualizować

source: Update IRC information
hsb: IRC-informacije aktualizować

source: Basic Information
hsb: Zakładne informacije

source: Update Information
hsb: Informacije aktualizować

source: Emails
hsb: E-mejlowe adresy

source: Primary e-mail address
hsb: Primarna e-mejlowa adresa

source: Secondary e-mail addresses
hsb: Sekundarne e-mejlowe adresy

source: Add e-mail using Persona
hsb: E-mejlowu adresu z pomocu Persona přidać

source: Update Emails
hsb: E-mejlowe adresy aktualizować

source: A skill is the learned capacity to carry out pre-determined results often with the minimum outlay of time, energy, or both.
hsb: Kmanosć je nawuknjena móžnosć, prjedy postajene wuslědki zwoprawdźić, z minimalnym nałožkom na čas, energiju abo wobaj.

source: Update Skills
hsb: Znajomosće aktualizować

source: The Mozilla Project spans over many countries and languages. Share the languages you speak to be found easily by other Mozillians.
hsb: Projekt Mozilla wopřijima wjele krajow a rěčow. Podaj rěče, kotrež rozumiš, zo bychu će druzy Mozillačenjo lóšo namakali.

source: Add language
hsb: Rěč přidać

source: Update Languages
hsb: Rěče aktualizować

source: Delete account
hsb: Konto zhašeć

source: I acknowledge that deleting my account will make it tougher for me to show off my contributions and easily be found by other members of the Mozilla community.
hsb: Wobkrućam, zo wotstronjenje mojeho konta budźe mi poćežować, moje přinoški předstajić a lochko wot druhich čłonow zhromadźenstwa Mozilla namakać.

source: Delete Profile
hsb: Profil zhašeć

source: API privacy
hsb: API-priwatnosć

source: The Phonebook offers an API (currently v1) to help authorize contributors and share profile data to other tools and sites like <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> and the <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>.
hsb: Telefonowa kniha poskića API (tuchwilu v1), zo by pomhała, druhich sobuskutkowarjow awtorizować a profilowe daty z druhimi nastrojemi a sydłami kaž <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> a <a id="services-mozilla-reps" href="%(reps_url)s">portal Mozilla Reps</a> dźělić.

source: Privacy
hsb: Priwatnosć

source: Update Privacy Settings
hsb: Nastajenja priwatnosće aktualizować

source: Groups are a community of Mozillians with some relation to each other. This can be an interest, team, project, product or sub-community.
hsb: Skupiny su zhromadźenstwo Mozillačanow, kotřiž mjez sobu w poćahu steja. To móže zajim, team. projekt, produkt abo podzhromadźenstwo być.

source: To join a group, <a href="%(browse)s">find the group's page</a>, then click the Join Group button.
hsb: Zo by skupinje přistupił, <a href="%(browse)s">pytaj stronu skupiny</a> a klikń potom na tłóčatko Skupinje přistupić.

source: To leave a group, click its name below to go to its page, then click the Leave Group button there.
hsb: Zo bye skupinu wopušćił, klikń na deleka na jeje mjeno, zo by na jeje stronu šoł a klikń potom na tłóčatko Skupinu wopušćić.

source: After you are vouched, you will be able to join groups.
hsb: Po tym zo něchtó je za tebje rukował, móžeš skupinam přistupić.

source: Update Groups
hsb: Skupiny aktualizować

source: You have denied Location services.
hsb: Sy stejnišćowe słužby wotpokazał.

source: Country
hsb: Kraj

source: City
hsb: Město

source: Update Location
hsb: Stejnišćo aktualizować

source: This field is required.
hsb: Tute polo je trěbne.

source: I'm okay with you handling this info as you explain in <a href="%(privacy_url)s">Mozilla's privacy policy</a>.
hsb: Sym z tym přezjedny, zo z tutymi informacijemi tak wobchadźeće, kaž sće to w <a href="%(privacy_url)s">prawidłach priwatnosće Mozilla</a> deklarowali.

source: Create Profile
hsb: Profil załožić

source: Your Mozilla Contributions
hsb: Waše přinoški Mozilla

source: Update Contributions
hsb: Přinoški aktualizować

source: T-Shirt Size
hsb: Wulkosć T-shirta

source: Like t-shirts? Add your size so we can give you a shirt at events or for other special occasions.
hsb: Maš T-shirty rady? Přidaj swoju wulkosć, zo bychmy móhli wam na zarjadowanjach abo při druhich wosebitych składnosćach shirt dać.

source: Fitted
hsb: Taljěrowany

source: A fitted-cut tshirt has a curved side hem which comes in at the waist and goes out at the upper and lower ends. Also known as women's.
hsb: T-shirt z taljěrowanym přitřihom ma skřiwjeny pobóčny wobrub, kotryž běži k tali a rozšěrja so horjeka a deleka. To tež „žónski přitřih“ rěka.

source: Straight-cut
hsb: Runy přitřih

source: A straight-cut shirt has wide shoulders and a body which is almost square. Often known as men's or unisex.
hsb: T-shirt z runym přitřihom ma šěroke ramjenja a nimale kwadratiske ćěleso. Mjenuje so často „muski přitřih“ abo „přitřih unisex“.

source: Update T-shirt size
hsb: Wulkosć T-shirta aktualizować

source: Does this profile belong to a Mozillian? Let us know how %(full_name)s has contributed to the project.
hsb: Słuša tutón profil k Mozillačanej? Zdźěl nam, kak %(full_name)s je k projektej přinošował.

source: Do you know this Mozillian? Let us know how %(full_name)s has contributed to the project.
hsb: Znaješ tutoho Mozillačana? Zdźěl nam, kak %(full_name)s je k projektej přinošował.

source: Characters remaining:
hsb: Zwostawace znamješka:

source: Send invite
hsb: Přeprošenje pósłać

source: Vouch for %(name)s
hsb: Za %(name)s rukować

source: Only vouch for users who have made significant contributions and are at least 13 years old.
hsb: Rukuj jenož za wužiwarjow, kotřiž su wjele přinošowali a su znajmjeńša 13 stari.

source: Once vouched, they will be able to:
hsb: Hdyž něchtó je za nich rukował, móžeja:

source: View all profiles and join groups.
hsb: sej wšě profile wobhladać a skupinam přistupić.

source: Access special video content on Air Mozilla.
hsb: sej wosebity widejowobsah na Air Mozilla wobhladać.

source: Join the Mozilla Exchange Yammer network.
hsb: Přistup syći Mozilla Exchange Yammer.

source: Use other Mozilla apps as a vouched user.
hsb: Wužij jako zaručeny wužiwar druhe nałoženja Mozilla.

source: Vouches cannot be edited or retracted.
hsb: Rukowanja njedadźa so wobdźěłać abo wotstronić

source: <a href="%(vouching_url)s">Read more about vouching.</a>
hsb: <a href="%(vouching_url)s">Zhoń wjace wo rukowanju.</a>

source: Include non-vouched
hsb: Njezaručenych zapřijeć

source: Vouched
hsb: Zaručeny

source: Unvouched
hsb: Njezaručeny

source: Display only
hsb: Jenož pokazać

source: All timezones
hsb: Wšě časowe pasma

source: Username
hsb: Wužiwarske mjeno

source: This username is in use. Please try another.
hsb: Tute wužiwarske mjeno so hižo wužiwa. Prošu spytaj druhe.

source: Please use only alphanumeric characters
hsb: Prošu wužij jenož alfanumeriske znamješka

source: This username is not allowed, please choose another.
hsb: Tute wužiwarske mjeno njeje dowolene, prošu wubjer druhe.

source: Skills can only contain latin characters and +.:-.
hsb: Kmanosće smědźa jenož łaćonske znamješka a +.:- wobsahować.

source: Required
hsb: Trěbny

source: Location must be inside a country.
hsb: Stejnišćo dyrbi znutřka kraja być.

source: Region must also be saved if city is saved.
hsb: Region dyrbi so tež składować, jeli město so składuje.

source: Search for your country on the map.
hsb: Pytaj swój kraj na karće.

source: Country cannot be empty.
hsb: Kraj njemóže prózdny być.

source: When did you get involved with Mozilla?
hsb: Hdy sy pola Mozilla započał?

source: Email
hsb: E-mejlowa adresa

source: Email is currently associated with another user.
hsb: E-mejlowa adresa je tuchwilu z druhim wužiwarjom zwjazana.

source: Provide a reason for vouching with relevant links
hsb: Zapodaj přičinu, čehoždla rukuješ z relewantnymi wotkazami

source: You must enter a reason for vouching for this person.
hsb: Dyrbiš přičinu zapodać, čehoždla rukuješ za tutu wosobu.

source: Personal message to be included in the invite email
hsb: Wosobinska powěsć, kotraž ma w přeprošenskej e-mejlce wobsahowana być

source: Recipient's email
hsb: E-mejl přijimarja

source: You cannot invite someone who has already been vouched.
hsb: Njemóžeš nikoho přeprosyć, kotryž je so hižo zaručił.

source: What would you like to report?
hsb: Što chceće zdźělić?

source: Please complete registration before proceeding.
hsb: Prošu dokónč registrowanje, prjedy hač pokročuješ.

source: Recipient
hsb: Přijimar

source: A fellow Mozillian
hsb: Druhi Mozillačan

source: Please join me on mozillians.org
hsb: Prošu přiwzmi mje do mozillians.org

source: %s created a Mozillians profile
hsb: %s je Mozillačanski profil załožił

source: Twitter usernames cannot be longer than 15 characters.
hsb: Twitterowe wužiwarske mjena smědźa maksimalnje 15 znamješkow dołhe być.

source: Twitter usernames must contain only alphanumeric characters and the underscore.
hsb: Twitterowe wužiwarske mjena smědźa jenož alfanumeriske znamješka a podsmužku wobsahować.

source: Enter a valid URL.
hsb: Zapodaj płaćiwy URL.

source: This field requires an identifier, not a URL.
hsb: Tute polo wužaduje sej identifikator, nic URL.

source: Enter a valid email address.
hsb: Zapodaj płaćiwu e-mejlowu adresu.

source: Please enter a valid phone number in international format (e.g. +1 555 555 5555)
hsb: Prošu zapodaj płaćiwe telefonowe čisło w mjezynarodnym formaće (na př. +1 555 555 5555)

source: Successfully vouched user.
hsb: Wuspěšnje zaručeny wužiwar.

source: User not vouched. Maybe there are {0} vouches already?
hsb: Wužiwar njeje zaručeny. Je snano hižo {0} rukowanjow?

source: Successfully unvouched user.
hsb: Ručenje wužiwarja wuspěšnje wotstronjene.

source: Thanks for helping us improve mozillians.org!
hsb: Dźakujemy so, zo sće nam pomhał mozillians.org polěpšić!

source: Thanks for vouching for a fellow Mozillian! This user is now vouched!
hsb: Wulki dźak, zo sy za druheho Mozillačana rukował! Tutón wužiwar je nětko zaručeny!

source: Your registration is complete. Feel free to visit the {0} page to add additional information to your profile.
hsb: Waše registrowanje je dokónčene. Móžeće woměrje stronu {0} wopytać, zo byšće swojemu profilej přidatne informacije přidał.

source: You changed your username; please note your profile URL has also changed.
hsb: Sy swoje wužiwarske mjeno změnił; prošu wobkedźbuj, zo twój profilowy URL je so tež změnił.

source: Your account has been deleted. Thanks for being a Mozillian!
hsb: Twoje konto je so zhašało. Dźakujemy so, zo sy Mozillačan był!

source: %s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can invite another Mozillian if you like.
hsb: %s je so k Mozillačanam přeprosył. Dóstanje e-mejlku z instrukcijemi, kak móže přistupić. Móžeš tež dalšeho Mozillačana přeprosyć, jeli chceš.

source: %s's invitation to Mozillians has been revoked. You can invite %s again if you like.
hsb: Přeprošenje wužiwarja %s do Mozillians je so anulowało. Móžeš %s znowa přeprosyć, jeli to chceš.

source: API Key generated successfully.
hsb: API-kluč je so wuspěšnje wutworił.

source: API key successfully deleted.
hsb: API-kluč je so wuspěšnje zhašał.

source: You've been invited to join Mozillians.org! Sign in and then you can create a profile.
hsb: Něchtó je će přeprosył, zo by Mozillians.org přistupił! Přizjew so, a potom móžeš profil załožić.

source: Export
hsb: Eksportować

source: Full Name
hsb: Dospołne mjeno

source: Name in local language
hsb: Mjeno w lokalnej rěči

source: IRC Nickname
hsb: IRC-přimjeno

source: Latitude
hsb: Stopjeń šěriny

source: Longitude
hsb: Stopjeń dołhosće

source: Sites that can determine my vouched status
hsb: Sydła, kotrež móža mój rukowanski status zwěsćić

source: All Community Sites
hsb: Wšě websydła zhromadźenstwa

source: Only Mozilla Properties
hsb: Jenož sydła Mozilla

source: Allow Mozilla sites to access my profile data?
hsb: Websydłam Mozilla přistup na moje profilowe daty dać?

source: Yes
hsb: Haj

source: No
hsb: Ně

source: Fitted Small
hsb: Taljěrowany S

source: Fitted Medium
hsb: Taljěrowany M

source: Fitted Large
hsb: Taljěrowany L

source: Fitted X-Large
hsb: Taljěrowany XL

source: Fitted XX-Large
hsb: Taljěrowany XXL

source: Fitted XXX-Large
hsb: Taljěrowany XXXL

source: Straight-cut Small
hsb: Runy přitřih S

source: Straight-cut Medium
hsb: Runy přitřih M

source: Straight-cut Large
hsb: Runy přitřih L

source: Straight-cut X-Large
hsb: Runy přitřih XL

source: Straight-cut XX-Large
hsb: Runy přitřih XXL

source: Straight-cut XXX-Large
hsb: Runy přitřih XXXL

source: What do you do for Mozilla?
hsb: Što činiš za Mozilla?

source: Link to your contribution story
hsb: Wotkaz k twojej stawiznje sobudźěła

source: If you have created something public that tells the story of how you came to be a Mozillian, specify that link here.
hsb: Jeli sy zjawny dokument spisał, kotryž stawiznu powěda, kak sy so z Mozillačanom stał, podaj tu wotkaz za to.

source: You have been vouched on Mozillians.org
hsb: Sy na Mozillians.org zaručeny

source: Reason for Vouching
hsb: Přičina za rukowanje

source: Account Username
hsb: Kontowe wužiwarske mjeno

source: Account Type
hsb: Kontowy typ

source: You already have an account with this name and type.
hsb: Maš hižo konto z tutym mjenom a typom.

source: This language has already been selected.
hsb: Tuta rěč je so hižo wubrała.
