Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: hsb/LC_MESSAGES/django.po
Languages: hsb

source: Privileged
hsb: Priwilegowany

source: Authentication failed.
hsb: Awtentifikacija njeje so poradźiła.

source: You must be logged in to continue.
hsb: Dyrbiš přizjewjeny być, zo by pokročował.

source: You must be vouched to continue.
hsb: Dyrbiš zaručeny być, zo by pokročował.

source: Visible to:
hsb: Widźomny za:

source: Name A-Z
hsb: Mjeno A-Z

source: Most Members
hsb: Najwjace čłonow

source: Fewest Members
hsb: Najmjenje čłonow

source: The group must have at least one curator.
hsb: Skupina dyrbi znajmjeńša jednoho zarjadnika měć.

source: Start typing the name/email/username of a vouched Mozillian.
hsb: Zapodajće mjeno /email/username wobkrućeneho mozillačana.

source: The maximum expiration date for a group cannot exceed two years.
hsb: Maksimalny płaćiwostny datum za skupinu njemóže dwě lěće překročić.

source: You need to be the curator of this group before inviting someone to join.
hsb: Dyrbiš zarjadowar tuteje skupiny, prjedy hač móžeš někoho přeprosyć, zo by so přidružił.

source: You need to be the administrator of this group in order to edit this section.
hsb: Dyrbiš administrator tuteje skupiny być, zo by tutón wotrězk wobdźěłował.

source: You must either specify the criteria or change the acceptance selection.
hsb: Dyrbiš pak kriterije podać pak wuběr přijeća změnić.

source: Select Group Type
hsb: Typ skupiny wubrać

source: All
hsb: Wšě

source: Members
hsb: Čłonojo

source: Pending Members
hsb: Wustejacy čłonojo

source: I accept these terms.
hsb: Sym z tutymi wuměnjenjemi přezjedny.

source: I don't accept these terms.
hsb: Z tutymi wuměnjenjemi přezjedny njejsym.

source: Group type
hsb: Skupinski typ

source: Name
hsb: Mjeno

source: This name already exists.
hsb: Tute mjeno hižo eksistuje.

source: Member
hsb: Čłon

source: Pending terms
hsb: Wustejace wuměnjenja

source: Pending
hsb: Wustejacy

source: Description
hsb: Wopisanje

source: IRC Channel
hsb: IRC-kanal

source: An IRC channel where this group is discussed (optional).
hsb: IRC-kanal, hdźež tuta skupina so diskutuje (opcionalny).

source: Website
hsb: Websydło

source: A URL of a web site with more information about this group (optional).
hsb: URL websydła z dalšimi informacijemi wo tutej skupinje (opcionalne).

source: A URL of a wiki with more information about this group (optional).
hsb: URL wikija z dalšimi informacijemi wo tutej skupinje (opcionalne).

source: Accepting new members
hsb: Přiwzaće nowych čłonow

source: Open
hsb: Wočinjeny

source: Reviewed
hsb: Přepruwowany

source: Closed
hsb: Začinjeny

source: New Member Criteria
hsb: Kriterije za nowych čłonow

source: Specify the criteria you will use to decide whether or not you will accept a membership request.
hsb: Podaj kriterije, po kotrychž chceš rozsudźić, hač naprašowanje čłonstwa akceptuješ abo wotpokazuješ.

source: Whether group is shown on the UI (in group lists, search, etc). Mainly intended to keep system groups like "staff" from cluttering up the interface.
hsb: Hač so skupina na wužiwarskim powjerchu (w skupinskich lisćinach, pytanju atd.) pokazuje. To ma hłownje njepřehladnosći powjercha přez skupiny kaž "personal" zadźěwać.

source: Terms
hsb: Wuměnjenja

source: Invalidation days
hsb: Anulowanske dny

source: Please enter any additional text for the invitation email
hsb: Prošu zapodajće přidatny tekst za přeprošensku e-mejlku

source: Inviter
hsb: Přeprošowar

source: Redeemer
hsb: Wumóžer

source: %(count)d outstanding request to join Mozillians group "%(name)s"
hsb: %(count)d wustejace naprašowanje za přistupom do skupiny "%(name)s"

source: Accepted to Mozillians group "%s"
hsb: Do skupiny Mozillačanow "%s" přiwzaty

source: Not accepted to Mozillians group "%s"
hsb: Do skupiny Mozillačanow "%s" njepřiwzaty

source: Removed from Mozillians group "%s"
hsb: Ze skupiny Mozillačanow "%s" wotstronjeny

source: This group does not allow members to remove themselves.
hsb: Tuta skupina njedowola čłonam, so samych wotstronić.

source: The group needs at least one curator.
hsb: Skupina trjeba znjamjeńša jednoho zarjadnika.

source: You have been removed from this group.
hsb: Něchtó je će z tuteje skupiny wotstronił.

source: The group member has been removed.
hsb: Skupinski čłon je so wotstronił.

source: This user has not requested membership in this group.
hsb: Tutón wužiwar njeje wo čłonstwo w tutej skupinje poprosył.

source: This user is already a member of this group.
hsb: Tutón wužiwar je hižo čłon tuteje skupiny.

source: This user has been added as a member of this group.
hsb: Tutón wužiwar je so jako čłon tuteje skupiny přidał.

source: You are already in this group.
hsb: Sy hižo w tutej skupinje.

source: Your request to join this group is still pending.
hsb: Twoja próstwa wo přistup k tutej skupinje hišće wusteji.

source: This group is not accepting requests to join.
hsb: Tuta skupina přistupne próstwa njeakceptuje.

source: You have been added to this group.
hsb: Sy so tutej skupinje přidał.

source: Your membership request has been sent to the group curator(s).
hsb: Waša próstwa wo čłonstwo je so skupinskim zarjadnikam pósłała.

source: You must be a curator to delete a group
hsb: Dyrbiš zarjadnik być, zo by skupinu zhašał

source: You cannot delete a group if anyone else is in it.
hsb: Njemóžeš skupinu zhašeć, jeli ma dalšich čłonow.

source: Group %s has been deleted
hsb: Skupina %s je so zhašała

source: You must be a curator or an admin to edit a group
hsb: Dyrbiš zarjadnik abo administrator być, zo by skupinu wobdźěłał

source: The invitation to {0} has been successfully revoked.
hsb: Přeprošenje za {0} je so wuspěšnje wotwołało.

source: Invitation to {0} has been sent successfully.
hsb: Přeprošenje za {0} je so wuspěšnje wotpósłało.

source: Page Not Found
hsb: Strona njeje so namakała

source: Oh No! That Page Doesn't Exist!
hsb: Ow ně! Tuta strona njeeksistuje!

source: Tumbeasts by Matthew Inman of The Oatmeal
hsb: Tumbeasts wot Matthew Inman z The Oatmeal

source: <p> The page you requested couldn't be found. You can head to the <a href="%(home_url)s">Mozillians home page</a> to learn more about our community phonebook, or you can try searching for the person you were looking for using the search box at the top of this page. </p>
hsb: <p> Strona, kotruž sy požadał, njeda so namakać. Móžeš k <a href="%(home_url)s">startowej stronje Mozillians</a> hić, zo by wjace wo telefonowej knize našeho zhromadźenstwa zhonił, abo móžeš pospytować, z pomocu pytanskeho pola horjeka na stronje za wosobu pytać. </p>

source: <p> Because you aren't authenticated, you may not have access to private profiles in the phonebook. You should log in in case you're trying to access a private profile. If you don't have an account, <a href="%(join_url)s">join us</a>. </p>
hsb: <p> Dokelž njejsy awtentifikowany, nimaš snano přistup na priwatne profile w telefonowej knize. Ty měł so přizjewić, jeli pospytuješ, na priwatny profil přistup měć. Jeli nimaš konto, <a href="%(join_url)s">přidruž so k nam</a>. </p>

source: Application Error
hsb: Nałoženski zmylk

source: We're Sorry, but Something Went Wrong!
hsb: Je nam žel, ale něšto je so nimokuliło!

source: Jitterbeasts by Matthew Inman of The Oatmeal
hsb: Jitterbeasts wot Matthew Inman z The Oatmeal

source: <p> Sorry, but we encountered an unexpected error and can't process your request. You can try again by refreshing your browser or you can <a href="%(bugzilla_url)s"> file a bug</a> letting us know what happened and we'll get right on fixing the problem. </p> <p> If refreshing the page didn't work, you can <a href="%(home_url)s">head to the Mozillians home page</a> to find out more about Mozillians. Sorry about this! </p>
hsb: <p> Bohužel smy na njewočakowany zmylk storčili a njemóžemy twoje naprašowanje předźěłać. Móžeš hišće raz spytać, aktualizujo stronu w swojim wobhladowaku abo móžeš <a href="%(bugzilla_url)s">zmylkowu rozprawu spisać</a> a zdźeleš, štoz je so stało a damy so hnydom do toho, problem rozrisać. </p> <p> Jeli aktualizowanje njepomha, móžeš <a href="%(home_url)s">na startowu stronu Mozillačanow hić</a>, zo by wjace wo Mozillačanach zhonił. Je nam žel! </p>

source: Mozillians
hsb: Mozillačenjo

source: Welcome
hsb: Witajće

source: Mozilla's contributor phonebook
hsb: Telefonowa kniha sobuskutkowarjow Mozilla

source: Select language
hsb: Rěč wubrać

source: Skip to main content
hsb: K hłownemu wobsahej skočić

source: Search for people, groups and more
hsb: Pytajće ludźi, skupiny a wjace

source: View Profile
hsb: Profil pokazać

source: Settings
hsb: Nastajenja

source: Groups
hsb: Skupiny

source: Invite
hsb: Přeprosyć

source: Log Out
hsb: Wotzjewić

source: Sign in
hsb: Přizjewić

source: Help make Mozillians better. <a href="%(bug_url)s">File a bug</a> or <a href="%(git_url)s">make some changes</a>.
hsb: Pomhajće nam Mozillians polěpšić. <a href="%(bug_url)s">Spisajće zmylkowu rozprawu</a> abo <a href="%(git_url)s">přewjedźće změny</a>.

source: Portions of this content are &copy;1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(license_link)s">Creative Commons license</a>.
hsb: Dźěle tutoho wobsaha su pod awtorstwom &copy;1998–%(current_year)s jednotliwych sobuskutkowarjow na mozilla.org. Wobsah steji pod licencu <a href="%(license_link)s">Creative Commons</a>.

source: About Mozillians
hsb: Wo Mozillačanach

source: Contact Us
hsb: Staj so z nami do zwiska

source: Privacy Policy
hsb: Prawidła priwatnosće

source: Legal Notices
hsb: Impresum

source: Report Trademark Abuse
hsb: Znjewužiwanje wikowanskeho znamjenja zdźělić

source: Confirm removing member
hsb: Wotstronjenje čłona wobkrućić

source: Really leave group %(group)s?
hsb: Chceš skupinu %(group)s woprawdźe wopušćić?

source: Really remove user %(profile)s from group %(group)s?
hsb: Chceš wužiwarja %(profile)s woprawdźe ze skupiny %(group)s wotstronić?

source: Remove
hsb: Wotstronić

source: Return to group
hsb: Wróćo k skupinje

source: Group settings
hsb: Skupinske nastajenja

source: Please correct the errors below.
hsb: Prošu skoriguj slědowace zmylki.

source: Group
hsb: Skupina

source: Access
hsb: Přistup

source: Invitations
hsb: Přeprošenja

source: Administration
hsb: Administracija

source: Group: {name}
hsb: Skupina: {name}

source: Functional Area
hsb: Funkcionalny wobłuk

source: Delete Group
hsb: Skupinu zhašeć

source: Edit Group
hsb: Skupinu wobdźěłać

source: Skills members have in common
hsb: Kmanosće, kotrež čłonojo maja zhromadne

source: Community Steward
hsb: Zarjadnik zhromadźenstwa

source: Curators
hsb: Zarjadnicy

source: Curator
hsb: Zarjadnik

source: Profile Photo
hsb: Profilowe foto

source: Request to Join Group
hsb: Próstwa wo přistup k skupinje

source: Join Group
hsb: Skupinje přistupić

source: Leave Group
hsb: Skupinu wopušćić

source: There are no open membership requests for %(group_name)s.
hsb: Wustejace próstwy wo čłonstwo za %(group_name)s njejsu.

source: Sorry, we can not find any mozillians in %(group_name)s.
hsb: Bohužel njemóžemy Mozillačanow w %(group_name)s namakać.

source: Functional Area Members
hsb: Čłonojo funkcionalneho wobłuka

source: Group Members
hsb: Skupinscy čłonojo

source: Your membership request is pending approval by the group curator.
hsb: Twoja próstwa wo čłonstwo hišće njeje wobkrućena wot skupinskeho zarjadnika.

source: Functional Areas
hsb: Funkcionalne wobłuki

source: View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out.
hsb: Wobhladaj sej Mozillačanow, zarjadnikow a informacije wo kóždym funkcionalnym wobłuku. Zhoń, štóž na čim dźěła a kak móžeš pomhać.

source: Group Listing
hsb: Nalistowanje skupinow

source: Sort
hsb: Sortěrować

source: Mozillians work on all sorts of different things! From Add-on developers to localizers, find Mozillians who work on similar things using user-created groups.
hsb: Mozillačenjo dźěłaja na wšěch móžnych nadawkach! Wot wuwiwarjow přidatkow hač do přełožowarjow, namakaj z pomocu wot wužiwarjow załoženych skupinow Mozillačanow, kotřiž na podobnych wěcach dźěłaja.

source: %(num)s member
hsb: %(num)s čłon

source: Create Group
hsb: Skupinu załožić

source: Cancel
hsb: Přetorhnyć

source: Save
hsb: Składować

source: Skills
hsb: Kmanosće

source: Skill: {name}
hsb: Kmanosć: {name}

source: Skill
hsb: Kmanosć

source: Add Skill
hsb: Kmanosć přidać

source: Remove Skill
hsb: Kmanosć wotstronić

source: Sorry, we cannot find any mozillians with skill %(name)s
hsb: Bohužel njemóžemy Mozillačanow z kmanosću %(name)s namakać

source: Review terms
hsb: Wuměnjenja přepruwować

source: Group Type
hsb: Skupinski typ

source: Update Type
hsb: Typ aktualizować

source: Update Curators
hsb: Zarjadowarjow aktualizować

source: Terms & Expiration
hsb: Wuměnjenja a płaćiwosć

source: New members should accept terms
hsb: Nowi čłonojo dyrbja wuměnjenja akceptować

source: Use <a href="%(url)s">Markdown</a> for bold, italic, lists and links.
hsb: Wužij <a href="%(url)s">Markdown</a> za tučne a kursiwne pismo, lisćiny a wotkazy.

source: Membership can expire
hsb: Čłonstwo móže spadnyć

source: Update Terms & Expiration
hsb: Wuměnjenja a płaćiwosć aktualizować

source: Update Administration Settings
hsb: Administraciske nastajenja aktualizować

source: Update Description
hsb: Wopisanje aktualizować

source: I acknowledge that deleting this group is an action that can not be undone. All the information related to this group will be lost foreover.
hsb: Wobkrućam, zo hašenje tuteje skupiny je akcija, kotraž njeda so anulować. Wšě informacije nastupajo tutu skupinu so na přeco zhubja.

source: Pending Invitations
hsb: Wustejace přeprošenja

source: Delete
hsb: Zhašeć

source: Resend
hsb: Znowa pósłać

source: Additional Email Text
hsb: Přidatny e-mejlowy tekst

source: Custom Invitation Text
hsb: Swójski přeprošenski tekst

source: Update Text
hsb: Tekst aktualizować

source: Invite new member
hsb: Noweho čłona přeprosyć

source: Choose visibility group for this field
hsb: Wubjerće widźomnostnu skupinu za tute polo

source: Previous
hsb: Wróćo

source: Page
hsb: Strona

source: Next
hsb: Dale

source: Confirm Request
hsb: Požadanje wobkrućić

source: Requested
hsb: Požadany

source: About Dino McVouch
hsb: Wo Dino McVouch

source: Dino McVouch is Mozillians.org bot. Auto-vouches recognized Mozillians and takes care of Mozillians.org.
hsb: Dino McVouch je boćik na Mozillians.org. Rukuje awtomatisce za připóznatych Mozillačanow a stara so wo Mozillians.org.

source: Photo collage of Mozillians
hsb: Fotokolaža Mozillačanow

source: <p> Mozillians are people who volunteer their time to advance the Mozilla mission. They're dedicated to promoting openness, innovation and opportunity on the Web and they form the core of our community. </p> <p> This directory is a resource to make it easy for Mozillians to learn who is involved, what they do and how to connect with them. It also allows you to receive email communications from Mozilla. </p> <p> Want to find Mozillians in Auckland for a meetup? Need an expert XPCOM hacker to review a patch? That's exactly what this site is for. </p> <p> <a href="%(wiki_roadmap_url)s">These features</a>, and others, are currently in development. If you'd like to help us out with these, find out how you can <a href="%(wiki_get_involved_url)s"> get involved</a>. </p>
hsb: <p> Mozillačenjo su ludźo, kotřiž swój čas dobrowólnje wužiwaja, zo bychu misiju Mozilla doprědka ćěrili. Wěnuja so spěchowanju wotewrjenosće, inowacije a šansow we webje a tworja wutrobu našeho zhromadźenstwa. </p> <p> Tutón zapis je resursa, kotraž ma Mozillačanam wosnadnić, won namakać, štóž sobu čini, štož čini a kak hodźi so z nimi do zwiska stajić. Zmóžnja ći tež, e-mejlki wot Mozilla dóstać. </p> <p> Pytaš Mozillačanow w Aucklandźe za zetkanje? Trjebaš XPCOM-programowarja, zo by programowu korekturu přepruwował? Runje k tomu je tute sydło. </p> <p> <a href="%(wiki_roadmap_url)s">Tute funkcije</a>, a druhe, su tuchwilu we wuwiću. Jeli by nam rady z tym pomhał, namakaj won, kak móžeš <a href="%(wiki_get_involved_url)s"> sobu činić</a>. </p>

source: Privacy First
hsb: Priwatnosć na prěnim městnje steji

source: Privacy has been an important part of this directory from the very beginning. We want to make sure we provide Mozillians with the best experience possible, from the way the site is built to the way we vouch for new users before they can access data that should only be available to other Mozillians. Read our <a href="%(privacy_policy_url)s"> Privacy Policy </a> for more information.
hsb: Priwatnosć je wot spočatka sem wažny dźěl tutoho zapisa była. Chcemy zawěsćić, zo poskićamy Mozillačanam najlěpše móžne nazhonjenja, wot natwara sydła hač k wašnju, kak za nowych wužiwarjow rukujemy, zo bychu přistup na daty měli, kotrež maja jenož druhim Mozillačanam k dispoziciji stać. Přečitaj naše <a href="%(privacy_policy_url)s">prawidła priwatnosće</a> za dalše informacije.

source: Get Involved
hsb: Čińće sobu

source: The community directory is also a community project and you are welcome to get involved to help us make it even better or to integrate it into other community tools. Get in touch with us on the <a href="%(google_groups_url)s"> Mozillians forums </a> to learn how.
hsb: Zapis zhromadźenstwa je tež projekt zhromadźenstwa a sy přeprošeny sobu činić, zo by nam pomhał, jón polěpšić abo jón do druhich nastrojow zhromadźenstwa integrował. Staj so z nami we <a href="%(google_groups_url)s">forumach Mozilla</a> do zwiska, zo by zhonił, kak móžeš to činić.

source: Mozillians API
hsb: API Mozillačenjow

source: API Version 1
hsb: API wersija 1

source: API v1 is phasing out, please consider using API v2. For any support requests for API v1 file a bug <a href="%(bugzilla_request_url)s">here</a>.
hsb: API v1 so kónči, prošu wužiwaj API v2. Za podpěru za API v1 spisaj <a href="%(bugzilla_request_url)s">tu</a> zmylkowu rozprawu.

source: Your approved apps:
hsb: Twoje dopušćene nałoženja:

source: Key
hsb: Kluč

source: You have no active apps.
hsb: Nimaš aktiwne nałoženja.

source: API Version 2
hsb: API wersija 2

source: Take a look at the list of the API methods we've made available in our <a href="%(api_schema_url)s">documentation</a>. You can instantly get a new API key by submitting a request below. If you need a key with elevated permissions you'll have to <a href="%(bugzilla_request_url)s">file a bug</a>.
hsb: Wobhladaj sej lisćinu API-metodow, kotrež smy z pomocu našeho <a href="%(api_schema_url)s">dokumentacije</a> k dispoziciji stajili. Móžeš direktnje nowy API-kluč dóstał, hdyž deleka naprašowanje wotpósćeleš. Jeli trjebaš kluč z rozšěrjenymi prawami, dyrbiš <a href="%(bugzilla_request_url)s">zmylkowu rozprawu pisać</a>.

source: Your apps:
hsb: Twoje nałoženja:

source: Level
hsb: Schodźenk

source: Register App
hsb: Nałoženje registrować

source: Search Results
hsb: Pytanske wuslědki

source: You are currently searching public profiles.
hsb: Přepytujeće tuchwilu zjawne profile.

source: View more results by <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s"> logging in</a>.
hsb: Wobhladajće sej dalše wuslědki, <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s">přizjewjejo so</a>.

source: Sign In
hsb: Přizjewić

source: View more results when vouched.
hsb: Dalše wuslědki pokazać, hdyž něchtó je za tebje rukował.

source: Beta Search
hsb: Betapytanje

source: Search
hsb: Pytać

source: Advanced Options
hsb: Rozšěrjene nastajenja

source: <h2>Search For a Mozillian</h2> <p> You can search for another Mozillian using their name, email, or nickname. </p>
hsb: <h2>Pytaj Mozillačana</h2> <p>Móžeš druheho Mozillačana pytać, wužiwajo jeho mjeno, e-mejlowu adresu abo přimjeno. </p>

source: %(count)s group matching
hsb: %(count)s přihódna skupina

source: %(count)s Mozillian matching
hsb: %(count)s přihódny Mozillačan

source: Sorry, we cannot find a group or person related to "%(query)s".
hsb: Bohužel njemóžemy skupinu abo wosobu nastupajo "%(query)s" namakać.

source: Maybe they're not a Mozillian yet? <a href="%(invite)s">Invite this person</a> to create a profile.
hsb: Snano Mozillačan hišće njeje? <a href="%(invite)s">Přeproš tutu wosobu</a>, zo by profil załožiła.

source: Need help? Contact a steward in a functional area!
hsb: Trjeba pomoc? Staj so ze zarjadnikom funkcionalneho wobłuka do zwiska!

source: Confirm Profile Deletion
hsb: Wotstronjenje profila wobkrućić

source: Are You Sure You Want to Leave Mozillians?
hsb: Chceš woprawdźe Mozillians wopušćić?

source: Deleting your profile is immediate and irreversible. Any information in your profile will be permanently lost. If you want to join Mozillians again, you will need to get vouched again.
hsb: Wotstronjenje twojeho profila so hnydym stawa a njeda so anulować. Informacije w twojim profilu so zhubja. Jeli chceš so znowa k Mozillačanam přidružić, dyrbi něchtó znowa za tebje rukować.

source: No: don't delete my profile
hsb: Ně: njezhašej mój profil

source: I'm sure: delete my profile
hsb: Sym wěsty: zhašej mój profil

source: You are just one step away from creating your profile.
hsb: Sće jenož jedyn krok wot tworjenja swojeho profila zdaleny.

source: Profile
hsb: Profil

source: Location
hsb: Stejnišćo

source: You &amp; Mozilla
hsb: Wy a Mozilla

source: External Accounts
hsb: Eksterne konta

source: Developer
hsb: Wuwiwar

source: Mozilla Community Directory
hsb: Zapis zhromadźenstwa Mozilla

source: Create your account now to connect with fellow Mozillians.
hsb: Załožće nětko swoje konto, zo by so z druhimi Mozillačanami do zwiska stajił.

source: Get started
hsb: Prěnje kroki

source: It’s an exciting time for Mozilla and the Web. Another two billion people will join the Internet community in the coming years.
hsb: Je rozhorjacy čas za Mozilla a web. Dalšej dwě miliardźe ludźi budźetaj so w přichodnych lětach internetnemu zhromadźenstwu přidružeć.

source: Welcome to the Mozilla community directory
hsb: Witaj do zapisa zhromadźenstwa Mozilla

source: This site lists all core individuals and groups that participate in the Mozilla Project. We call ourselves Mozillians and this is where we connect and share with one another.
hsb: Tute sydło nalistuje najwažniše wosoby a skupiny, kotrež so na projekće Mozilla wobdźěleja. Mjenujemy so Mozillačenjo, a tu stupamy mjez sobu do zwiska a wuměnjamy nazhonjenja.

source: Passionate Mozillians you can meet for work, play or a cup of coffee.
hsb: Zahorići Mozillačenjo, z kotrymiž móžeš so za dźěło, hraće abo šalku kofeja zetkać.

source: Hello!
hsb: Halo!

source: Examples:
hsb: Přikłady:

source: (membership requested)
hsb: (čłonstwo požadane)

source: Languages
hsb: Rěče

source: Functional areas
hsb: Funkcionalne wobłuki

source: <p> View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out. </p>
hsb: <p>Wobhladaj sej Mozillačanow, zarjadnikow a informacije wo kóždym funkcionalnym wobłuku. Zhoń, štóž na čim dźěła a kak móžeš pomhać.</p>

source: Browse functional areas
hsb: Funkcionalne wobłuki přepytać

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse functional areas!</p>
hsb: <p>Budźe <a href='https://wiki.mozilla.org/Mozillians/Vouching'>zaručeny</a> a móžeš funkcionalne wobłuki přehladować!</p>

source: <p> Find and join groups centered around interests, technologies, geographies and more. </p>
hsb: <p> Pytaj skupiny ze zhromadnymi zajimami, technologijemi, geografijemi a wjace, a přidruž so jim. </p>

source: Browse groups
hsb: Skupiny přepytać
