Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: You already have an account with this name and type.
el: Έχετε ήδη ένα λογαριασμό με αυτό το όνομα και τον τύπο.
es: Ya tienes una cuenta con ese nombre y tipo.
fy_nl: Jo hawwe al in account mei dizze namme en dit type.
hu: Már van fiókja ezzel a névvel és típussal.
it: Possiedi gig un account con questo nome e tipologia.
ja: この名前と種類のアカウントを既にお持ちです。
ms: Anda sudah ada akaun dengan nama dan jenis ini.
nl: U hebt al een account met deze naam en dit type.
pl: Masz już konto tego typu i o takiej nazwie.
sk: Už máte účet s týmto názvom a typom.
sl: Uporabniški račun s tem imenom in zapisom že obstaja.
sq: Keni tashmë një llogari të këtij lloji dhe me këtë emër.
sr: Већ имате налог са овим именом и типом.
sv_se: Du har redan ett konto med samma namn och typ.
uk: У вас вже є обліковий запис з таким ім'ям чи такого типу.

source: This language has already been selected.
el: Αυτή η γλώσσα έχει ήδη επιλεχθεί.
es: Ya se ha seleccionado este idioma.
fy_nl: Dizze taal is al selektearre.
hu: Ez a nyelv már ki lett választva.
it: Questa lingua è già stata selezionata
ja: この言語は既に選択されています。
ms: Bahasa ini telah pun dipilih.
nl: Deze taal is al geselecteerd.
pl: Ten język został już wybrany.
sk: Tento jazyk bol už vybraný.
sl: Ta jezik je bil že izbran.
sq: Kjo gjuhë është përzgjedhur tashmë.
sr: Овај језик је већ одабран.
sv_se: Det här språket har redan valts.
uk: Цю мову вже було вибрано.

source: API Version 1
hu: API 1. verzió
it: API versione 1
ja: API バージョン 1
sl: API Različica 1
sr: API верзија 1

source: API Version 2
bs: API verzija 2
el: API Έκδοση 2
es: API versión 2
fy_nl: API-ferzje 2
hu: API 2. verzió
it: API Versione 2
ja: API バージョン 2
ms: API Versi 2
nl: API versie 2
pl: API wersja 2
sk: API verzia 2
sl: API Različica 2
sr: API верзија 2
uk: API версія 2

source: View more results by <a href="%(login_url)s" title="%(title)s"> logging in</a>.
sl: <a href="%(login_url)s" title="%(title)s">Prijavite se</a> za ogled več rezultatov.

source: You have denied Location services.
hu: Kikapcsolta a helymeghatározási szolgáltatásokat.
it: Il servizio relativi alla posizione sono stati bloccati.
ja: 位置情報サービスの使用が拒否されました。
sl: Zavrnili ste lokacijske storitve.
sr: Ви сте одбили сервисе за локацију.

source: Country
hu: Ország
it: Nazione
ja: 国
sl: Država
sr: Држава

source: Region
hu: Terület
it: Provincia
ja: 地方・都道府県
sl: Regija
sr: Регион

source: City
hu: Város
it: Città
ja: 市区町村
sl: Mesto
sr: Град

source: Skills can only contain latin characters and +.:-.
hu: Az ismeret csak latin karaktereket és a +.:- jeleket tartalmazhatja.
it: Il nome di una competenza può contenere solo caratteri latini e +.:-.
ja: スキル欄は半角英数字と記号 + . : - のみ使用可能です。
sl: Veščine lahko vsebujejo samo znake latinice in +.:-.
sr: Вештине могу садржати само латиничне знакове и +.:-.

source: Required
hu: Kötelező
it: Obbligatorio
ja: 必須
sl: Zahtevano
sr: Захтевано

source: Location must be inside a country.
hu: A helynek egy országon belül kell lennie.
it: La posizione deve essere all’interno della nazione.
ja: 現在地はいずれかの国内でなければなりません。
sl: Lokacija mora biti znotraj države.
sr: Локација мора бити унутар државе.

source: Region must also be saved if city is saved.
hu: A területet is menteni kell, ha a várost menti.
it: È necessario specificare anche la provincia se è stata specificata la città.
ja: 市区町村を保存する場合、地方・都道府県も保存しなければなりません。
sl: Če shranite mesto, morate shraniti tudi regijo.
sr: Регион мора бити снимљен ако је град снимљен.

source: Search for your country on the map.
hu: Keresse meg az országot a térképen.
it: Cerca per nazione sulla cartina.
ja: 地図上であなたの国を検索
sl: Poiščite svojo državo na zemljevidu.
sr: Претражите државу на мапи.

source: Country cannot be empty.
hu: Az ország nem lehet üres.
it: La nazione non può essere vuota.
ja: 国名は空白にできません。
sl: Država ne sme biti prazna.
sr: Држава не може бити празна.

source: Email
es: Correo electrónico
fy_nl: E-mailadres
ja: メールアドレス
ms: E-mel
nl: E-mailadres
sl: E-pošta
sr: Е-пошта
sv_se: E-post
uk: Адреса ел. пошти

source: Authentication failed.
hu: Hitelesítés sikertelen.
it: Autenticazione non riuscita.
ja: 認証に失敗しました。
sr: Аутентификација није успела.

source: View more results by <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s"> logging in</a>.
hu: Több találat megtekintéséhez <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s">jelentkezzen be</a>.
it: <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s">Accedi</a> per visualizzare ulteriori risultati.
ja: <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s">ログイン</a> すれば、より多くの結果を表示できます。
sr: Погледајте више резултата тако што ћете се <a href="#" class="browserid-login" title="%(title)s" data-next="%(next)s"> пријавити</a>.

source: Add e-mail using Persona
hu: E-mail hozzáadása Personával
it: Aggiungi email con Persona
ja: Persona を使ってメールアドレスを追加
sr: Додајте е-пошту користећи Persona-у

source: Private
bs: Privatno
el: Ιδιωτικό
fy_nl: Privee
ms: Peribadi
sk: Súkromné

source: Only staff members can become access group curators
fy_nl: Allinnich stêfleden kinne kurator oer in tagongsgroep wurde

source: Only staff and NDA members are allowed to be invited
bs: Samo osoblje i NDA članovi mogu biti pozivani
el: Επιτρέπεται να προσκληθούν μόνο άτομα του προσωπικού και μέλη του NDA
fy_nl: Allinnich stêf- en NDA-leden meie útnûge wurde

source: An access group cannot be of type Open.
bs: Pristup grupi ne može biti javno otvoren.
fy_nl: In tagongsgroep kin net fan it type Iepen wêze.

source: You do not have the permissions to provision an access group.
bs: Nemate dozvolu da pružite pristup grupi.
fy_nl: Jo hawwe gjin rjochten om in tagongsgroep op te setten.

source: An access group must be of type Reviewed or Closed.
bs: Pristup grupi mora biti pregledan ili zatvoren.
fy_nl: In tagongsgroep moat fan it type Kontrolearre of Besletten wêze.

source: Group must be of type Reviewed or Closed for Access Groups.
bs: Grupa mora biti pregledana ili zatvorena za pristupne grupe.
fy_nl: Groep moat fan it type Kontrolearre of Besletten wêze foar tagongsgroepen.

source: Access Group
bs: Pristupi grupi
fy_nl: Tagongsgroep

source: Tag
bs: Oznaka
el: Ετικέτα
fy_nl: Label

source: Log In / Sign Up
bs: Prijava / Registracija
el: Σύνδεση/Εγγραφή
fy_nl: Oanmelde/Registrearje
ms: Log Masuk / Daftar
nl: Aanmelden / Registreren
pl: Zaloguj/zarejestruj się
sk: Prihlásiť sa/Zaregistrovať sa
sv_se: Logga in / Registrera dig
uk: Вхід / Реєстрація

source: Update Access
bs: Ažuriraj pristup
el: Ενημέρωση πρόσβασης
fy_nl: Tagong bywurkje

source: <p> Mozillians are people who volunteer their time to advance the Mozilla mission. They're dedicated to promoting openness, innovation and opportunity on the Web and they form the core of our community. </p> <p> This directory is a resource to make it easy for Mozillians to learn who is involved, what they do and how to connect with them. It also allows you to receive email communications from Mozilla. </p> <p> <a href="%(wiki_roadmap_url)s">These features</a>, and others, are currently in development. If you'd like to help us out with these, find out how you can <a href="%(wiki_get_involved_url)s"> get involved</a>. </p>
bs: <p> Mozilliani su ljudi koji ulažu svoje slobodno vrijeme da bi pomogli Mozillinu misiju. Posvećeni su promovisanju otvorenosti, inovacijama i prilikama na webu i oni čine jezgro naše zajednice. </p> <p> Ovaj direktorij je resurs koji će olakšati Mozillianima da saznaju ko je uključen, šta rade i kako da stupe u kontakt s njima. Omogućuje vam da primate emailove od Mozille. </p> <p> <a href="%(wiki_roadmap_url)s">Ova svojstva</a>, i druga, su trenutno u fazi izrade. Ako želite da nam pomognete s tim, saznajte kako da se <a href="%(wiki_get_involved_url)s"> uključite</a>. </p>
fy_nl: <p> Mozillians binne minsken dy't frijwillich harren tiid besteegje oan it ferbetterjen fan de Mozilla-missy. Se binne tawijd oan it promoatsjen fan iepenheid, ynnovaasje en mooglikheden fan it web en foarmje de basis fan ús mienskip. </p> <p> Dit adresboek is in helpmiddel dat it foar Mozillians makliker makket te ûntdekken wa der meidwaan, wat se dogge en hoe't jo mei se yn kontakt komme kinne. Ek kinne jo hjirtroch e-mailkommunikaasje fan Mozilla ûntfange. </p> <p> <a href="%(wiki_roadmap_url)s">Dizze funksjes</a>, en oare, binne op dit stuit yn ûntwikkeling. As jo ús hjirby helpe wolle, lês dan hoe't jo <a href="%(wiki_get_involved_url)s">meidwaan kinne</a>. </p>
ms: <p> Mozillian adalah individu sukarelawan yang meluangkan masa memajukan misi Mozilla. Mereka berdedikasi mempromosi keterbukaan, inovasi dan peluang dalam Web dan membentuk asas komuniti kami. </p> <p> Direktori ini adalah sumber untuk memudahkan Mozillian mengetahui siapa yang terlibat, apa yang mereka lakukan dan bagaimana untuk berhubungan dengan mereka. Juga untuk membolehkan anda menerima komunikasi e-mel daripada Mozilla. </p> <p><a href="%(wiki_roadmap_url)s">Ciri ini</a>, dan lainnya sedang dalam pembangunan. Jika anda berminat membantu kami dalam hal ini, ketahui cara untuk anda <a href="%(wiki_get_involved_url)s">menyertainya</a>.</p>
sk: <p> Používatelia servera Mozillians sú ľudia, ktorí vo svojom voľnom čase presadzujú princípy misie Mozilly. Propagujú otvorenosť, inovácie a príležitosti na webe a sú kľúčovou súčasťou našej komunity. </p> <p> Adresár slúži ako jednoduchý zdroj informácií pre členov Mozillians, ktorí sa chcú dozvedieť, kto je zapojený do projektu, čo robí a ako ho kontaktovať. Umožní vám taktiež dostávať správy od Mozilly e-mailom. </p> <p> <a href="%(wiki_roadmap_url)s">Tieto funkcie</a> a množstvo ďalších sú aktuálne vo vývoji. Ak by ste nám radi pomohli, môžete sa <a href="%(wiki_get_involved_url)s">zapojiť</a>. </p>

source: You are just one step away from completing your registration.
bs: Na korak ste do kompletiranja vaše registracije.
fy_nl: Jo hawwe noch ien stap nedich om jo registraasje te foltôgjen.
ms: Cuma satu langkah lagi untuk melengkapkan pendaftaran anda.
sk: Už ste iba krok od dokončenia svojej registrácie.

source: Alternate Contact Identities
bs: Alternativni kontaktni identiteti
el: Εναλλακτικές ταυτότητες επικοινωνίας
fy_nl: Alternative kontaktidentiteiten
ms: Identiti Hubungan Alternatif
sk: Alternatívne kontaktné identity

source: <h2>Search for a Mozillian or a group</h2> <p> You can search for another Mozillian using their name, email, username and bio keywords or you can search for groups by name and group membership status. </p>
bs: <h2>Traži Mozilliana ili grupu</h2> <p> Možete tražiti drugog Mozilliana koristeći njegovo ime, email, korisničko ime i ključne riječi iz biografije, ili možete pretraživati grupe po imenu i statusu članstva grupe. </p>
fy_nl: <h2>Sykje nei in Mozillian of in groep</h2> <p> Jo kinne nei oare Mozillians sykje fia harren namme, e-mailadres, bynamme en bio-kaaiwurden, of jo kinne nei groepen sykje fia de namme en steat fan de groepslidmaatskip. </p>
ms: <h2>Cari seorang Mozillian atau satu kumpulan</h2><p> Anda boleh cari Mozillian lain menggunakan nama, e-mel, nama pengguna dan kata kunci bio atau anda boleh cari kumpulan mengikut nama dan status keanggotaan kumpulan. </p>
nl: <h2>Zoeken naar een Mozillian of een groep</h2> <p> U kunt naar andere Mozillians zoeken via hun naam, e-mailadres, gebruikersnaam en biografie-trefwoorden, of u kunt naar groepen zoeken op naam en status van groepslidmaatschap. </p>
pl: <h2>Szukaj Mozillian lub grup</h2> <p> Możesz wyszukiwać innych Mozillian, używając ich nazwiska, adresu e-mail, nazwy użytkownika lub słów kluczowych w notce biograficznej, albo wyszukiwać grupy według ich nazw lub stanu członkostwa. </p>
sk: <h2>Hľadanie Mozilliana alebo skupinu</h2> <p> Môžete vyhľadať ďalšieho Mozilliana pomocou mena, e-mailu, používateľského mena alebo kľúčového slova. Môžete taktiež hľadať skupinu, a to podľa názvu alebo stavu členstva. </p>
sv_se: <h2>Sök efter en Mozillian eller en grupp</h2> <p> Du kan söka efter en annan Mozillian genom att använda deras namn, e-post, användarnamn och biografi eller du kan söka efter grupper med namn och gruppmedlemsstatus. </p>
uk: <h2>Знайдіть Мозилівця чи групу</h2> <p> Ви можете шукати інших Мозилівців за іменем, адресою електронної пошти, або ключовими словами з біографії, а також групи за назвою та станом участі. </p>

source: Results
bs: Rezultati
el: Αποτελέσματα
fy_nl: Resultaten
ms: Hasil carian
nl: Resultaten
pl: Wyniki
sk: Výsledky vyhľadávania
sv_se: Sökresultat
uk: Результати

source: %(count)s entry matching
el: Αντιστοιχία %(count)s καταχώρησης
fy_nl: %(count)s komt oerien mei
ms: %(count)s entri berpadanan
nl: Er is %(count)s overeenkomst voor
pl: Pasuje %(count)s wpis
sk: %(count)s výsledok vyhľadávania
sv_se: %(count)s träff
uk: %(count)s відповідність

source: Sorry we cannot find a
bs: Žao nam je, ne možemo pronaći
el: Δυστυχώς δεν μπορούμε να βρούμε ένα/μια
fy_nl: Sorry, wy fine gjin
ms: Maaf, kami tidak dapat cari
nl: Sorry, we kunnen geen
pl: Nie można odnaleźć
sk: Ospravedlňujeme sa, ale nemôžeme nájsť žiadnu
sv_se: Ledsen vi kan inte hitta en
uk: На жаль, нам не вдалося знайти

source: group
bs: grupu
el: ομάδα
fy_nl: groep
ms: kumpulan
nl: groep
pl: grupy
sk: skupinu
sv_se: grupp
uk: групу

source: or
bs: ili
el: ή
fy_nl: of
ms: atau
nl: of
pl: lub
sk: alebo
sv_se: eller
uk: або

source: profile
bs: profil
el: προφίλ
fy_nl: profyl
ms: profil
nl: profiel vinden
pl: profilu
sk: profil
sv_se: profil
uk: профіль

source: related to "%(query)s".
bs: vezano za "%(query)s".
el: σχετικό με "%(query)s".
fy_nl: mei betrekking ta ‘%(query)s’.
ms: berkaitan dengan "%(query)s".
sk: súvisiace s "%(query)s".

source: Profile Identities
bs: Identiteti profila
el: Ταυτότητες προφίλ
fy_nl: Profylidentiteiten
ms: Identiti Profil
sk: Profilové identity

source: Login Identity
bs: Identitet prijave
el: Ταυτότητα σύνδεσης
fy_nl: Oanmeldingsidentiteit
ms: Identiti Log masuk
sk: Identita pre prihlásenie

source: Contact Identities
bs: Identiteti kontakta
el: Ταυτότητες επικοινωνίας
fy_nl: Kontaktidentiteiten
ms: Identiti Hubungan
sk: Kontaktné identity

source: Add a new identity.
bs: Dodaj novi identitet.
el: Προσθέστε μια νέα ταυτότητα.
fy_nl: In nije identiteit tafoegje.
ms: Tambah identiti baru.
sk: Pridať novú identitu.

source: Add Identity
bs: Dodaj identitet
el: Προσθήκη ταυτότητας
fy_nl: Identiteit tafoegje
ms: Tambah Identiti
sk: Pridať identitu

source: Update Identities
bs: Ažuriraj identitete
el: Ενημέρωση ταυτοτήτων
fy_nl: Identiteiten bywurkje
ms: Kemaskini Identiti
sk: Aktualizovať identity

source: The Phonebook offers an API (currently v2) to help authorize contributors and share profile data to other tools and sites like <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> and the <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>. The API respects the defined per field privacy levels.
bs: Adresar nudi API (trenutno v2) da pomogne autorizaciji doprinosilaca i dijeljenju podataka profila na druge alate i stranice poput <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> i <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>. API slijedi predefinisane nivoe privatnosti.
fy_nl: It adresboek biedt in API (op dit stuit v2) om te helpen by it goedkarren fan meiwurkers en it dielen fan profylgegevens foar oare helpmiddelen en websites, lykas <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> en it <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>. De API respektearret de definiearre privacynivo's per fjild.
ms: Buku telefon mengandungi API (kini v2) untuk membantu penyumbang yang sah, dan berkongsi data profil kepada alatan dan laman lain seperti <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> dan <a id="services-mozilla-reps" href="%(reps_url)s">portal Mozilla Reps</a>. API mematuhi tahap privasi setiap medan yang ditakrif.
nl: Het adresboek biedt een API (momenteel v2) om te helpen bij het goedkeuren van medewerkers en het delen van profielgegevens voor andere hulpmiddelen en websites, zoals <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> en het <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>. De API respecteert de per veld gedefinieerde privacyniveaus.
pl: Katalog społeczności dostarcza API (interfejs programowania aplikacji) — obecnie w wersji 2 — umożliwiający łatwe upoważnianie użytkowników i udostępnianie danych profilów innym narzędziom i stronom, takim jak <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> i portal <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps</a>. API korzysta z poziomów prywatności określonych dla każdego pola.
sk: Phonebook ponúka API (aktuálne v2), ktoré pomáha autorizovaným prispievateľom zdieľať údaje z profilov pre iné nástroje a weby, ako sú napríklad <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> alebo <a id="services-mozilla-reps" href="%(reps_url)s">portál Mozilla Reps</a>. API rešpektuje nastavenia súkromia pre každé pole.
sv_se: Phonebook erbjuder ett API (för närvarande v2) för att hjälpa godkänna bidragsgivare och dela profildata till andra verktyg och webbplatser som <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> och <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portalen</a>. API:n respekterar de definierade sekretessnivåerna för varje fält.
uk: Телефонна книга пропонує API (в даний час v2), щоб допомогти помічникам авторизуватись і ділитись даними профілю з іншими інструментами та сайтами, такими як <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> та <a id="services-mozilla-reps" href="%(reps_url)s">Портал Mozilla Reps</a>. API враховує рівні приватності, визначені для кожного поля.

source: Manage API keys
bs: Upravljaj API ključevima
el: Διαχείριση κλειδιών API
fy_nl: API-kaaien beheare
ms: Urus kekunci API
nl: API-sleutels beheren
pl: Zarządzaj kluczami API
sk: Spravovať kľúče API
sv_se: Hantera API-nycklar
uk: Керувати API ключами

source: Complete Registration
bs: Završi registraciju
el: Ολοκλήρωση εγγραφής
fy_nl: Registraasje foltôgje
ms: Pendaftaran Lengkap
sk: Dokončiť registráciu

source: Identity {0} successfully deleted.
el: Επιτυχής διαγραφή ταυτότητας {0}.
fy_nl: Identiteit {0} mei sukses fuortmsiten.
ms: Identiti {0} berjaya dihapuskan.
sk: Identita {0} bola úspešne odstránená.

source: Sorry the requested Identity cannot be deleted.
fy_nl: Sorry, de frege identiteit kin net fuortsmiten wurde.
ms: Maaf, identiti yang diminta tidak boleh dihapuskan.
sk: Požadovanú identitu nie je možné odstrániť.

source: Primary Contact Identity successfully updated.
fy_nl: Primêre kontaktidentiteit mei sukses bywurke.
ms: Identiti Hubungan Utama berjaya dikemaskini.
sk: Primárna kontaktná identita bola úspešne aktualizovaná.

source: <a href="%(search_url)s?q=python">python</a>, <a href="%(search_url)s?q=berlin">Berlin</a>, <a href="%(search_url)s?q=mbrandt">mbrandt</a>
es: <a href="%(search_url)s?q=python">python</a>, <a href="%(search_url)s?q=berlin">Berlín</a>, <a href="%(search_url)s?q=mbrandt">mbrandt</a>
sk: <a href="%(search_url)s?q=python">python</a>, <a href="%(search_url)s?q=berlin">Berlín</a>, <a href="%(search_url)s?q=mbrandt">mbrandt</a>
sr: <a href="%(search_url)s?q=python">python</a>, <a href="%(search_url)s?q=berlin">Берлин</a>, <a href="%(search_url)s?q=mbrandt">mbrandt</a>

source: Wiki
uk: Вікі

source: Dino McVouch
uk: Діно Мак Воуч

source: Dino McVouch is Mozilians.org bot. Auto-vouches recognized Mozillians and takes care of Mozillians.org.
sr: Dino McVouch је Mozilians.org бот. Он аутоматски јамчи за препознате мозилијане и брине се о Mozillians.org.

source: Only staff and NDA members can become access group curators
bs: Samo članovi osoblja i NDA mogu održavati pristup grupi

source: You do not have the permissions to join this group.
bs: Nemate dozvolu da se pružite ovoj grupi.
