Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: Whether group is shown on the UI (in group lists, search, etc). Mainly intended to keep system groups like "staff" from cluttering up the interface.
bs: Da li je grupa prikazana na korisničkom interfejsu (u spiskovima grupe, pretrazi, itd.). Uglavnom namjenjeno za održavanje sistemskih grupa poput "osoblja" od zatrpavanja interfejsa.
es: Si el campo "grupo" se muestra en la interfaz de usuario (en listas de grupo, búsqueda, etc.). El objetivo fundamental es evitar que grupos del sistema como "personal" saturen la interfaz.
fy_nl: Of de groep yn de UI toand wurdt (yn groepslisten, by sykjen, ensfh.). Yn 'e haadsaak bedoeld om systeemgroepen as ‘staff’ de interface net fersmoargje te litten.
hu: A csoport megjelenik-e a felületen (csoportlisták, keresés stb.). Célja, hogy a rendszerrel kapcsolatos csoportok ne zsúfolják tele a felületet.
it: Se questo gruppo deve essere visualizzato nell’UI (elenco dei gruppi, ricerca, ecc.). Utile principalmente per impedire a gruppi come "staff" di rendere meno chiara l'interfaccia.
ja: グループを UI 上 (グループリスト、検索結果など) に表示するかどうか。これは主に「スタッフ」のようなシステム用グループによって UI が混乱するのを防ぐためのものです。
ms: Samada mahu kumpulan dipamer pada UI (dalam senarai kumpulan, carian, dsb). Tujuan utamanya adalah untuk mengekalkan sistem kumpulan seperti "staf" daripada berselerakan pada antaramuka.
nl: Of de groep in de UI wordt getoond (in groepslijsten, bij zoeken, etc.). Hoofdzakelijk bedoeld om systeemgroepen als ‘staff’ de interface niet te laten vervuilen.
pl: Czy grupa jest wyświetlana w interfejsie (na liście grup, w wyszukiwaniach itp.). Podstawowym celem tej funkcji jest ochrona systemu przed zaśmiecaniem interfejsu przez grupy, takie jak np. „pracownicy”.
sk: Či je skupina zobrazená v UI (v zozname skupín, vyhľadávaní a pod.). Účelom je ponechať systémové skupiny ako "vedenie" skryté v rámci rozhrania.
sl: Ali je skupina prikazana na uporabniškem vmesniku (na seznamih skupin, kot rezultat iskanja itd.). Glavni namen je preprečiti sistemskim skupinam, kot je "osebje", da bi nasmetile vmesnik.
sq: Është apo jo i dukshëm grupi te UI (në lista grupesh, kërkime, etj). I menduar në radhë të parë për të mos lejuar që grupe sistemi, të tillë si "staff", të mbingarkojnë ndërfaqen.
sr: Да ли је група приказана на корисничком интерфејсу (у списковима групе, претрази, итд.). Углавном намењено за одржавање системских група попут "особље" од затрпавања интерфејса.
sv_se: Huruvida gruppen visas i användargränssnittet (i grupplistor, sök, etc). Främst avsedd för att hålla systemgrupper som "personal" från att belamra gränssnittet.
uk: Чи показувати групу в інтерфейсі (в списках груп, пошуку та ін.). Призначено, в основному, щоб групи типу "staff" не завантажували інтерфейс.

source: Terms
bs: Uslovi
el: Όροι
es: Términos
fy_nl: Betingsten
hu: Feltételek
it: Termini di utilizzo
ja: 条件
ms: Terma
nl: Voorwaarden
pl: Zasady
sk: Podmienky
sl: Pogoji
sq: Kushte
sr: Услови
sv_se: Villkor
uk: Умови

source: Invalidation days
bs: Dani za poništavanje
el: Ημέρες ακύρωσης
es: Días de invalidación
fy_nl: Dagen foar ynfalidaasje
hu: Érvénytelenítés ennyi nap után
it: Giorni di annullamento
ja: 無効化日数
ms: Hari pentaksahan
nl: Dagen voor invalidatie
pl: Dni do unieważnienia
sk: Dni zrušenia platnosti
sl: Dnevi razveljavitve
sq: Ditë pavleftësimi
sr: Дани за поништење
sv_se: Ogiltighetsdagar
uk: Анульовані дні

source: Please enter any additional text for the invitation email
bs: Molimo unesite bilo koji dodatni tekst za pozivnicu preko emaila
el: Παρακαλώ εισάγετε οποιοδήποτε πρόσθετο κείμενο για το email πρόσκλησης
es: Por favor, introduce cualquier texto adicional para el correo de invitación
fy_nl: Fier eventuele ekstra tekst yn foar de útnûgings-e-mail
hu: Adjon meg tetszőleges további szöveget a meghívó e-mailhez
it: Inserire del testo aggiuntivo per l’email di invito
ja: 招待メールに記載する追加の内容があれば入力してください
ms: Sila masukkan teks tambahan untuk e-mel jemputan
nl: Voer eventuele extra tekst in voor de uitnodigingsmail
pl: Wpisz dodatkowy tekst wiadomości powitalnej
sk: Zadajte prosím akýkoľvek doplňujúci text pre e-mail s pozvánkou
sl: Vnesite dodatno besedilo, ki bo prikazano v e-poštnem povabilu
sq: Ju lutemi, jepni çfarëdo teksti shtesë për email-in e ftesës
sv_se: Ange eventuell ytterligare text för e-postinbjudan
uk: Будь ласка, введіть будь-який додатковий текст для запрошувального листа

source: Inviter
bs: Pozivaoc
el: Προσκλητής
es: Anfitrión
fy_nl: Utnûger
hu: Meghívó
it: Mittente invito
ja: 招待者
ms: Penjemput
nl: Uitnodiger
pl: Zapraszający
sk: Hostiteľ
sl: Povabitelj
sq: Ftues
sr: Позиваоц
sv_se: Inbjudare
uk: Запросив

source: Redeemer
bs: Otkupitelj
el: Παραλήπτης
es: Rescatador
fy_nl: Ynlosser
hu: Beváltó
it: Soggetto del riscatto
ja: 身請人
ms: Penebus
nl: Inlosser
pl: Wybawca
sk: Pozvaný
sl: Unovčevalec
sq: Përfitues
sr: Откупитељ
sv_se: Återlösare
uk: Прийнято

source: %(count)d outstanding request to join Mozillians group "%(name)s"
bs: %(count)d preostao zahtjev za pridruživanje grupi Mozillians "%(name)s"
el: %(count)d εκκρεμές αίτημα για συμμετοχή στην ομάδα "%(name)s" των Mozillians
es: %(count)d solicitud pendiente para unirse al grupo de Mozillians "%(name)s"
fy_nl: %(count)d iepensteande oanfraach foar dielnimming oan Mozillians-groep ‘%(name)s’
hu: %(count)d függőben lévő kérés a(z) „%(name)s” Mozillások csoporthoz csatlakozásra
it: %(count)d richiesta in sospeso per far parte del gruppo Mozillians "%(name)s"
ja: Mozillians の %(name)s グループに %(count)d 件の参加申請があります。
ms: %(count)d permohonan ditangguh untuk menyertai kumpulan Mozillian "%(name)s"
nl: %(count)d openstaande aanvraag voor deelname aan Mozillians-groep ‘%(name)s’
pl: %(count)d niezałatwiona prośba o przystąpienie do grupy „%(name)s”
sk: %(count)d čakajúca žiadosť pre pripojenie k skupine "%(name)s"
sl: %(count)d odprta zahteva za pridružitev skupini Mozillians "%(name)s"
sq: %(count)d kërkesë për anëtarësim te grupi moxillian "%(name)s"
sr: %(count)d преостао захтев за придруживање групи "%(name)s"
sv_se: %(count)d enastående begäran om medlemskap Mozilliangruppen "%(name)s"
uk: %(count)d відкритий запит на вступ до групи Мозилівців "%(name)s"

source: Accepted to Mozillians group "%s"
bs: Prihvaćen u grupu "%s"
el: Έγινε δεκτός/-ή στην ομάδα Mozillians "%s"
es: Aceptado en el grupo "%s" de Mozillians
fy_nl: Akseptearre by Mozillians-groep ‘%s’
hu: Befogadva a(z) „%s” mozillás csoportba
it: Accettato dal gruppo Mozillians "%s"
ja: Mozillians の %s グループに参加しました。
ms: Diterima masuk kumpulan Mozillians "%s"
nl: Geaccepteerd bij Mozillians-groep ‘%s’
pl: Zaakceptowano do grupy „%s”
sk: Pre skupinu Mozillians "%s" schválené
sl: Bili ste sprejeti v skupino Moziljanov "%s"
sq: I pranuar te grupi moxillian "%s"
sr: Прихваћен у групу "%s"
sv_se: Accepterad till Mozilliangruppen "%s"
uk: Прийнято до групи Мозилівців "%s"

source: Not accepted to Mozillians group "%s"
bs: Nije prihvaćen u grupu "%s"
el: Δεν έγινε δεκτός/-ή στην ομάδα Mozillians "%s"
es: No aceptado en el grupo "%s" de Mozillians
fy_nl: Net akseptearre by Mozillians-groep ‘%s’
hu: Nem lett befogadva a(z) „%s” mozillás csoportba
it: Non accettato dal gruppo Mozillians "%s"
ja: Mozillians の %s グループへの参加が拒否されました。
ms: Tidak diterima masuk kumpulan Mozillians "%s"
nl: Niet geaccepteerd bij Mozillians-groep ‘%s’
pl: Niezaakceptowano do grupy „%s”
sk: Pre skupinu Mozillians "%s" neschválené
sl: Niste bili sprejeti v skupino Moziljanov "%s"
sq: Jo i pranuar te grupi moxillian "%s"
sr: Није прихваћен у групу "%s"
sv_se: Ej accepterad till Mozilliangruppen "%s"
uk: Не прийнято до групи Мозилівців "%s"

source: Status changed for Mozillians group "%s"
bs: Status grupe "%s" promijenjen
el: Η κατάσταση της ομάδας Mozillians "%s" άλλαξε
es: Se cambió el estado del grupo "%s" de Mozillians
fy_nl: Steat wizige foar Mozillians-groep ‘%s’
ms: Status ditukar untuk kumpulan Mozillian "%s"
nl: Status gewijzigd voor Mozillians-groep ‘%s’
pl: Zmieniono stan grupy „%s”
sk: Pre skupinu Mozillians "%s" stav zmenený
sq: Ndryshoi gjendja për grupin moxillian "%s"
sv_se: Status ändrad för Mozilliangruppen "%s"
uk: Змінено статус для групи Мозилівців "%s"

source: Removed from Mozillians group "%s"
bs: Uklonjen iz grupe "%s"
el: Αφαιρέθηκε από την ομάδα Mozillians "%s"
es: Eliminado del grupo "%s" de Mozillians
fy_nl: Fuortsmiten út Mozillians-groep ‘%s’
hu: Eltávolítva a(z) „%s” mozillás csoportból
it: Rimosso dal gruppo Mozillians "%s"
ja: Mozillians の %s グループから削除されました。
ms: Disingkir daripada kumpulan Mozillian "%s"
nl: Verwijderd uit Mozillians-groep ‘%s’
pl: Usunięto z grupy „%s”
sk: Odstránené z Mozillians skupiny "%s"
sl: Odstranjen iz skupine Moziljanov "%s"
sq: U hoq nga grupi "%s" i moxillianëve
sr: Уклоњен из групе "%s"
sv_se: Borttagen från Mozilliangruppen "%s"
uk: Вилучено з групи Мозилівців "%s"

source: This group does not allow members to remove themselves.
bs: Ova grupa ne dozvoljava članovima da se sami uklone.
el: Αυτή η ομάδα δεν επιτρέπει στα μέλη να διακόψουν τη συμμετοχή τους.
es: Este grupo no permite que los miembros se eliminen a sí mimos.
fy_nl: Yn dizze groep meie leden harren sels net fuortsmite.
hu: Ez a csoport nem engedélyezi a tagoknak, hogy eltávolítsák magukat.
it: Questo gruppo non permette agli utenti di rimuovere sé stessi.
ja: このグループはメンバー自身の削除を許可していません。
ms: Kumpulan ini tidak membenarkan anggota menyingkirkan diri mereka sendiri.
nl: In deze groep mogen leden zichzelf niet verwijderen.
pl: W tej grupie członkowie nie mogą sami się z niej usuwać.
sk: Táto skupina neumožňuje členom, aby mohli sami seba zrušiť.
sl: Ta skupina svojim članom ne dovoljuje, da se sami odstranijo.
sq: Ky grup nuk ua lejon anëtarëve të heqin veten.
sr: Ова група не дозвољава члановима да се сами уклоне.
sv_se: Denna grupp tillåter inte medlemmar att ta bort sig själva.
uk: Ця група не дозволяє учасникам вилучати самого себе.

source: The group needs at least one curator.
bs: Grupa treba barem jednog moderatora.
el: Η ομάδα χρειάζεται τουλάχιστον έναν επιμελητή.
es: El grupo necesita al menos un gestor.
fy_nl: De groep hat op syn minst ien kurator nedich.
hu: A csoportnak szüksége van legalább egy gondozóra.
it: Il gruppo deve avere almeno un gestore.
ja: グループには少なくとも 1 人、責任者が必要です。
ms: Kumpulan mesti ada sekurang-kurangnya seorang kurator.
nl: De groep heeft minstens één curator nodig.
pl: Grupa musi mieć przynajmniej jednego opiekuna.
sk: Skupina potrebuje mať aspoň jedného správcu.
sl: Skupina potrebuje vsaj enega moderatorja.
sq: Grupit i duhet të paktën një kujdestar.
sr: Група мора имати барем једног куратора.
sv_se: Gruppen måste ha minst en kurator.
uk: Група потребує принаймні одного куратора.

source: You have been removed from this group.
bs: Uklonjeni ste iz ove grupe.
el: Έχετε αφαιρεθεί από αυτή την ομάδα.
es: Te han eliminado de este grupo.
fy_nl: Jo binne út dizze groep fuortsmiten.
hu: Eltávolították ebből a csoportból.
it: Sei stato rimosso da questo gruppo.
ja: あなたはこのグループから削除されました。
ms: Anda telah disingkir daripada kumpulan ini.
nl: U bent uit deze groep verwijderd.
pl: Usunięto cię z grupy.
sk: Boli ste odstránený(-á) z tejto skupiny.
sl: Bili ste odstranjeni iz te skupine.
sq: Jepni hequr nga ky grup.
sr: Уклоњени сте из ове групе.
sv_se: Du har tagits bort från den här gruppen.
uk: Вас вилучено з цієї групи.

source: The group member has been removed.
bs: Član grupe je uklonjen.
el: Το μέλος ομάδας έχει αφαιρεθεί.
es: Han eliminado al miembro del grupo.
fy_nl: It groepslid is fuortsmiten.
hu: A csoporttagot eltávolították.
it: Il membro del gruppo è stato rimosso.
ja: グループメンバーを削除しました。
ms: Anggota kumpulan telah disingkirkan.
nl: Het groepslid is verwijderd.
pl: Usunięto członka grupy.
sk: Člen skupiny bol odstránený.
sl: Član skupine je bil odstranjen.
sq: Anëtari i grupi u hoq.
sr: Члан групе је уклоњен.
sv_se: Gruppmedlemmen har tagits bort.
uk: Учасника групи було вилучено.

source: This user has not requested membership in this group.
bs: Ovaj korisnik nije zahtjevao članstvo za ovu grupu.
el: Αυτός ο χρήστης δεν έχει ζητήσει συμμετοχή σε αυτή την ομάδα.
es: Este usuario no ha solicitado ser miembro de este grupo.
fy_nl: Dizze brûker hat gjin lidmaatskip yn dizze groep oanfrege.
hu: Ez a felhasználó nem kért tagságot ebben a csoportban.
it: Questo utente non ha richiesto di far parte di questo gruppo.
ja: このユーザーはこのグループへの参加を申請していません。
ms: Pengguna ini tidak memohon keanggotaan untuk kumpulan ini.
nl: Deze gebruiker heeft geen lidmaatschap in deze groep aangevraagd.
pl: Ten użytkownik nie prosił o członkostwo w tej grupie.
sk: Tento používateľ nežiadal o členstvo v tejto skupine.
sl: Ta uporabnik ni zahteval članstva v tej skupini.
sq: Ky përdorues nuk ka kërkuar anëtarësi në këtë grup.
sr: Овај корисник није захтевао чланство за ову групу.
sv_se: Den här användaren har inte begärt medlemskap till gruppen.
uk: Цей користувач не запитував участь в цій групі.

source: This user is already a member of this group.
bs: Ovaj korisnik je već član ove grupe.
el: Αυτός ο χρήστης είναι ήδη μέλος αυτής της ομάδος.
es: Este usuario ya es miembro de este grupo.
fy_nl: Dizze brûker is al lid fan dizze groep.
hu: Ez a felhasználó már tagja ennek a csoportnak.
it: Questo utente fa già parte di questo gruppo.
ja: このユーザーは既にこのグループのメンバーとなっています。
ms: Pengguna ini sudah menjadi anggota kumpulan ini.
nl: Deze gebruiker is al lid van deze groep.
pl: Ten użytkownik jest już członkiem tej grupy.
sk: Tento používateľ je už členom tejto skupiny.
sl: Ta uporabnik je že član te skupine.
sq: Ky përdorues është tashmë anëtar i këtij grupi.
sr: Корисник је већ члан ове групе.
sv_se: Den här användaren är redan medlem i gruppen.
uk: Цей користувач вже є учасником цієї групи.

source: The membership of the user has been renewed.
bs: Članstvo ovog korisnika je obnovljeno.
el: Η ιδιότητα μέλους του χρήστη έχει ανανεωθεί.
es: Se ha renovado la pertenencia del usuario al grupo.
fy_nl: It lidmaatskip fan de brûker is fernijd.
ms: Keanggotaan pengguna telah diperbaharui.
nl: Het lidmaatschap van de gebruiker is vernieuwd.
pl: Przedłużono członkostwo użytkownika.
sk: Členstvo používateľa bolo obnovené.
sq: Anëtarësia e përdoruesit u rinovua.
sv_se: Medlemskapet för användaren har förnyats.
uk: Участь користувача було оновлено.

source: This user has been added as a member of this group.
bs: Ovaj korisnik je dodan kao član ove grupe.
el: Αυτός ο χρήστης έχει προστεθεί ως μέλος αυτής της ομάδας.
es: Este usuario se ha añadido como miembro de este grupo.
fy_nl: Dizze brûker is as lid fan dizze groep tafoege.
hu: Ezt a felhasználót hozzáadták csoporttagnak.
it: Questo utente è già stato aggiunto a questo gruppo.
ja: このユーザーはこのグループのメンバーとして追加されました。
ms: Pengguna ini sudah dimasukkan sebagai anggota kumpulan ini.
nl: Deze gebruiker is als lid van deze groep toegevoegd.
pl: Ten użytkownik został członkiem tej grupy.
sk: Tento používateľ bol pridaný ako člen tejto skupiny.
sl: Ta uporabnik je bil dodan kot član te skupine.
sq: Ky përdorues është shtuar si anëtar i këtij grupi.
sr: Корисник је додат као члан ове групе.
sv_se: Denna användare har lagts till som medlem i denna grupp.
uk: Цей користувач був доданий, як учасник цієї групи.

source: You are already in this group.
bs: Već ste u ovoj grupi.
el: Βρίσκεστε ήδη σε αυτή την ομάδα.
es: Ya estás en este grupo.
fy_nl: Jo binne al yn dizze groep.
hu: Már ebben a csoportban van.
it: Fai già parte di questo gruppo.
ja: あなたは既にこのグループのメンバーとなっています。
ms: Anda sudah masuk kumpulan ini.
nl: U bevindt zich al in deze groep.
pl: Jesteś już członkiem tej grupy.
sk: Už ste členom tejto skupiny.
sl: Ste že član te skupine.
sq: Jeni tashmë në këtë grup.
sr: Већ се налазите у овој групи.
sv_se: Du är redan i denna grupp.
uk: Ви вже в цій групі.

source: Your request to join this group is still pending.
bs: Vaš zahtjev da se pridružite ovoj grupi je još uvijek na čekanju.
el: Το αίτημα σας για συμμετοχή σε αυτή την ομάδα εξακολουθεί να εκκρεμεί.
es: Tu solicitud para unirte a este grupo todavía está pendiente.
fy_nl: Jo oanfraach foar dielnimming oan dizze groep is noch yn behanneling.
hu: Csatlakozási kérelme ehhez a csoporthoz még függőben van.
it: La tua richiesta di entrare a far parte di questo gruppo è ancora in sospeso.
ja: あなたのこのグループへの参加申請は承認待ちとなっています。
ms: Permohonan anda untuk menyertai kumpulan ini masih tertangguh.
nl: Uw aanvraag voor deelname aan deze groep is nog in behandeling.
pl: Twoja prośba o przystąpienie do grupy nadal oczekuje.
sk: Vaša žiadosť o pripojenie do skupiny stále čaká na schválenie.
sl: Vaša zahteva za članstvo v tej skupini je še v postopku obdelave.
sq: Kërkesa juaj për anëtarësim në këtë grup është ende në pritje të shqyrtimit.
sr: Ваш захтев за улазак у ову групу је још увек на чекању.
sv_se: Din begäran om att gå med i denna grupp behandlas fortfarande.
uk: Ваш запит на вступ до цієї групи ще не оброблено.

source: This group is not accepting requests to join.
bs: Ova grupa ne prihvata zahtjeve za pridruživanje.
el: Αυτή η ομάδα δεν δέχεται αιτήματα συμμετοχής.
es: Este grupo no acepta solicitudes para unirse.
fy_nl: Dizze groep akseptearret gjin oanfragen foar dielnimming.
hu: Ez a csoport nem fogad el csatlakozási kéréseket.
it: Questo gruppo non accetta richieste di iscrizione.
ja: このグループは参加申請を受け付けていません。
ms: Kumpulan ini tidak menerima permohonan untuk menyertai kumpulan.
nl: Deze groep accepteert geen aanvragen voor deelname.
pl: Ta grupa jest grupą zamkniętą.
sk: Táto skupina neakceptuje žiadosti na pripojenie.
sl: Ta skupina ne sprejema zahtev za članstvo.
sq: Ky grup nuk pranon kërkesa për anëtarësi.
sr: Ова група не прихвата захтеве за улаз.
sv_se: Denna grupp tar inte emot ansökningar om medlemskap.
uk: Ця група не приймає запитів на вступ.

source: You have been added to this group.
bs: Dodani ste u ovu grupu.
el: Έχετε προστεθεί σε αυτή την ομάδα.
es: Te han añadido a este grupo.
fy_nl: Jo binne oan dizze groep tafoege.
hu: Hozzáadták ehhez a csoporthoz.
it: Sei stato aggiunto a questo gruppo.
ja: あなたはこのグループへ追加されました。
ms: Anda sudah dimasukkan dalam kumpulan ini.
nl: U bent aan deze groep toegevoegd.
pl: Zostałeś dodany/dodana do tej grupy.
sk: Boli ste pridaný(-á) do tejto skupiny.
sl: Bili ste dodani v to skupino.
sq: U shtuat te ky grup.
sr: Додати сте у ову групу.
sv_se: Du har lagts till denna grupp.
uk: Вас додано до цієї групи.

source: Your membership request has been sent to the group curator(s).
bs: Vaš zahtjev za članstvo je poslan moderatoru(ima) grupe.
el: Η αίτηση συμμετοχής σας έχει σταλεί στον(ους) επιμελητή(ές) της ομάδας.
es: Tu solicitud para ser miembro se ha enviado al gestor (o gestores) del grupo.
fy_nl: Jo lidmaatskipsoanfraach is nei de groepskurator(en) ferstjoerd.
hu: Csatlakozási kérelme elküldve a csoport gondozó(i)nak.
it: La tua richiesta di iscrizione è stata inviata al gestore/i del gruppo.
ja: あなたの参加申請はグループ責任者に送信されました。
ms: Permohonan keanggotaan anda telah dihantar kepada kurator kumpulan.
nl: Uw lidmaatschapsaanvraag is naar de groepscurator(en) verzonden.
pl: Twoja prośba o członkostwo została wysłana do opiekunów grupy.
sk: Vaša žiadosť o členstvo bola odoslaná správcovi skupiny.
sl: Vaša zahteva za članstvo je bila poslana moderatorju(em) skupine.
sq: Kërkesa juaj për anëtarësim i është dërguar kujdestarit(ëve) të grupit.
sr: Ваш захтев за чланство је послато кураторима групе.
sv_se: Din begäran om medlemskap har skickats till gruppens kurator(er).
uk: Ваш запит на вступ був відправлений куратору(ам) групи.

source: You must be a curator to delete a group
bs: Morate biti moderator da izbrišete grupu
el: Πρέπει να είστε επιμελητής για να διαγράψετε μια ομάδα
es: Debes ser gestor para borrar un grupo
fy_nl: Jo moatte in kurator wêze om in groep fuort te smiten
hu: Csoport törléséhez gondozónak kell lennie
it: Devi essere un gestore per eliminare un gruppo
ja: グループを削除できるのは責任者のみです
ms: Anda mesti seorang kurator untuk menghapuskan kumpulan
nl: U moet een curator zijn om een groep te verwijderen
pl: Musisz być opiekunem lub administratorem, by usunąć grupę
sk: Pre vymazanie skupiny musíte byť jej správca.
sl: Skupino lahko izbriše samo moderator
sq: Duhet të jeni kujdestar që të fshini një grup
sr: Морате бити куратор да бисте избрисали групу
sv_se: Du måste vara en kurator för att ta bort en grupp
uk: Щоб видалити групу, ви повинні бути куратором

source: You cannot delete a group if anyone else is in it.
bs: Ne možete izbrisati grupu ako je još neko u njoj.
el: Δεν μπορείτε να διαγράψετε μια ομάδα αν κάποιος άλλος βρίσκεται σε αυτήν.
es: No puedes eliminar un grupo si hay alguien que pertenece a él.
fy_nl: Jo kinne gjin groep fuortsmite as der ien yn sit.
hu: Nem törölhet csoportot, ha annak vannak tagjai.
it: Non puoi eliminare un gruppo se include altre persone.
ja: 他に参加者のいないグループを削除することはできません。
ms: Anda tidak boleh menghapuskan kumpulan jika semua orang lain ada di dalamnya.
nl: U kunt geen groep verwijderen als er iemand in zit.
pl: Nie można usunąć grupy, jeśli są w niej członkowie.
sk: Nemôžete vymazať skupinu, ak v nej ešte niekto iný je.
sl: Skupine ni mogoče izbrisati, če so v njej člani.
sq: Nuk mund të fshini një grup, nëse ka persona në të.
sr: Не можете обрисати групу ако је неко други у њој.
sv_se: Du kan inte ta bort en grupp ifall den fortfarande har medlemmar.
uk: Ви не можете видалити групу поки в ній ще хтось є.

source: Group %s has been deleted
bs: Grupa %s je izbrisana
el: Η ομάδα %s έχει διαγραφεί
es: Se ha eliminado el grupo %s
fy_nl: Groep %s is fuortsmiten
hu: %s csoport törölve
it: Il gruppo %s è stato eliminato
ja: %s グループが削除されました。
ms: Kumpulan %s telah dihapuskan
nl: Groep %s is verwijderd
pl: Grupa %s została usunięta
sk: Skupina %s bola vymazaná.
sl: Skupina %s je bila izbrisana
sq: Grupi %s është fshirë
sr: Група %s је обрисана
sv_se: Grupp %s har tagits bort
uk: Група %s була видалена

source: You must be a curator or an admin to edit a group
bs: Morate biti moderator ili admin da uredite grupu
el: Πρέπει να είστε επιμελητής ή διαχειριστής για να επεξεργαστείτε μια ομάδα
es: Debes ser gestor o administrador para editar un grupo
fy_nl: Jo moatte in kurator of in behearder wêze om in groep te bewurkjen
hu: Ahhoz, hogy egy csoportot szerkeszthessen, gondozónak vagy adminnak kell lennie.
it: Devi essere un gestore o un amministratore per modificare un gruppo
ja: グループを編集できるのは責任者もしくは管理者のみです
ms: Anda mesti seorang kurator atau pentadbir untuk mengedit kumpulan
nl: U moet een curator of een beheerder zijn om een groep te bewerken
pl: Musisz być opiekunem lub administratorem, by dokonywać zmian w grupie.
sk: Pre úpravu skupiny musíte byť jej správcom alebo administrátorom.
sl: Skupino lahko ureja samo moderator ali administrator
sq: Duhet të jenë kujdestar ose përgjegjës që të përpunoni një grup
sr: Морате бити куратор или администратор да бисте изменили групу
sv_se: Du måste vara en kurator eller en admin för att redigera en grupp
uk: Щоб редагувати групу, необхідно бути куратором чи адміністратором

source: The invitation to {0} has been successfully revoked.
bs: Pozivnica za {0} je uspješno opozvana.
el: Η πρόσκληση προς τον/την {0} έχει ανακληθεί επιτυχώς.
es: Se ha anulado correctamente la invitación a {0}.
fy_nl: De útnûging foar {0} is mei sukses ynlutsen.
hu: {0} meghívása sikeresen vissza lett vonva.
it: L’invito a {0} è stato eliminato correttamente.
ja: {0} さんへの招待は取り消されました。
ms: Jemputan kepada {0} telah berjaya ditarik balik.
nl: De uitnodiging voor {0} is met succes ingetrokken.
pl: Zaproszenie do {0} zostało pomyślnie odwołane.
sk: Pozvánka pre {0} bola úspešne zrušená.
sl: Povabilo za {0} je uspešno preklicano.
sq: Ftesa për {0} u tërhoq mbrapsht me sukses.
sv_se: Inbjudan till {0} har återkallats.
uk: Запрошення для {0} було успішно відкликано.
