Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: Help make Mozillians better. <a href="%(bug_url)s">File a bug</a> or <a href="%(git_url)s">make some changes</a>.
bs: Pomozite da Mozilliane učinimo boljim. <a href="%(bug_url)s">Prijavite grešku</a> ili <a href="%(git_url)s">napravite neke promjene</a>.
el: Βοηθήστε μας να κάνουμε τους Mozillians καλύτερους. <a href="%(bug_url)s">Αναφέρετε ένα σφάλμα</a> ή <a href="%(git_url)s">κάντε μερικές αλλαγές</a>.
es: Ayuda a mejorar Mozillians. <a href="%(bug_url)s">Abre un bug</a> o <a href="%(git_url)s">haz los cambios que creas necesarios</a>.
fy_nl: Help mei Mozillians te ferbetterjen. <a href="%(bug_url)s">Meld in bug</a> of <a href="%(git_url)s">meitsje wat oanpassingen</a>.
hu: Segítsen jobbá tenni a Mozillások oldalt. <a href="%(bug_url)s">Jelentse be a hibákat</a> vagy <a href="%(git_url)s">javítsa ki őket</a>.
it: Aiutaci a migliorare Mozillians. <a href="%(bug_url)s">Apri un bug</a> o <a href="%(git_url)s">proponi delle modifiche</a>.
ja: Mozillians サイトを改善するため、<a href="%(bug_url)s">バグの報告</a> や <a href="%(git_url)s">開発</a> にご協力ください。
ms: Bantu Mozillian menjadi bertambah bagus. <a href="%(bug_url)s">Failkan pepijat</a> atau <a href="%(git_url)s">buat beberapa perubahan</a>.
nl: Help mee Mozillians te verbeteren. <a href="%(bug_url)s">Meld een bug</a> of <a href="%(git_url)s">maak wat aanpassingen</a>.
pl: Pomóż ulepszyć katalog Mozillian. <a href="%(bug_url)s">Zgłoś błąd</a> lub <a href="%(git_url)s">dokonaj zmian</a>.
sk: Pomôžte urobiť server Mozillians lepším. <a href="%(bug_url)s">Nahláste chybu</a> alebo <a href="%(git_url)s">pomôžte server vylepšiť</a>.
sl: Pomagajte izboljšati stran Moziljanov. <a href="%(bug_url)s">Prijavite hrošča</a> ali <a href="%(git_url)s">popravite sami</a>.
sq: Ndihmoni në përmirësimin e Moxillianëve. <a href="%(bug_url)s">Parashtroni një të metë</a> ose <a href="%(git_url)s">bëni ndonjë ndryshim</a>.
sr: Помозите Мозилијанима да буду бољи. <a href="%(bug_url)s">Пријавите грешку</a> или <a href="%(git_url)s">направите неке измене</a>.
sv_se: Hjälp oss att göra Mozillians bättre. <a href="%(bug_url)s">Rapportera ett fel</a> eller <a href="%(git_url)s">gör några ändringar</a>.
uk: Допоможіть зробити сайт Мозилівців кращим. <a href="%(bug_url)s">Повідомте про помилку</a> або <a href="%(git_url)s">внесіть зміни</a>.

source: Portions of this content are &copy;1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(license_link)s">Creative Commons license</a>.
bs: Dijelovi ovog sadržaja su &copy;1998–%(current_year)s od pojedinačnih mozilla.org saradnika. Sadržaj je dostupan pod <a href="%(license_link)s">Creative Commons licencom</a>.
el: Μέρη του περιεχομένου αυτού ανήκουν σε μεμονωμένους συνεισφέροντες του mozilla.org (&copy;1998–%(current_year)s). Το περιεχόμενο είναι διαθέσιμο υπό την <a href="%(license_link)s">άδεια Creative Commons</a>.
es: Parte de este contenido es &copy;1998-%(current_year)s por colaboradores individuales de mozilla.org. Contenido disponible bajo una <a href="%(license_link)s">licencia Creative Commons</a>.
fy_nl: Dielen fan dizze ynhâld binne &copy;1998–%(current_year)s troch yndividuele mozilla.org-meiwurkers. Ynhâld is beskikber ûnder in <a href="%(license_link)s">Creative Commons-lisinsje</a>.
hu: A tartalom egyes részei &copy;1998– %(current_year)s egyéni mozilla.org közreműködők munkái. A tartalom <a href="%(license_link)s">Creative Commons</a> licenc alatt érhető el.
it: Parte di questi contenuti sono &copy;1998–%(current_year)s di singoli collaboratori di mozilla.org. I contenuti sono disponibili secondo la <a href="%(license_link)s">licenza Creative Commons</a>.
ja: &copy;1998–%(current_year)s このコンテンツの一部は mozilla.org の個別貢献者によって提供されたものです。コンテンツは <a href="%(license_link)s">Creative Commons ライセンス</a> で公開されています。
ms: Sebahagian kandungan ini&copy;1998–%(current_year)s dihasilkan oleh individu penyumbang mozilla.org. Kandungan tersedia di bawah <a href="%(license_link)s">Lesen Creative Commons</a>.
nl: Delen van deze inhoud zijn &copy;1998–%(current_year)s door individuele mozilla.org-medewerkers. Inhoud is beschikbaar onder een <a href="%(license_link)s">Creative Commons-licentie</a>.
pl: Prawa autorskie &copy;1998–%(current_year)s fragmentów tej treści posiadają poszczególni autorzy witryny mozilla.org. Zawartość udostępniana jest na zasadach licencji <a href="%(license_link)s">Creative Commons</a>.
sk: Časť tohto obsahu bola v rokoch &copy;1998–%(current_year)s vytvorená individuálnymi prispievateľmi mozilla.org. Obsah je dostupný pod licenciou <a href="%(license_link)s">>Creative Commons license</a>.
sl: Deli te vsebine so avtorsko zaščiteni &copy;1998–%(current_year)s s strani sodelavcev mozilla.org. Vsebina je na voljo pod <a href="%(license_link)s">dovoljenjem Creative Commons</a>.
sq: Pjesë të kësaj lënde janë &copy;1998–%(current_year)s kontribuesish individualë te mozilla.org. Lënda mund të kihet dhe përdoret sipas një <a href="%(license_link)s">licence Creative Commons</a>.
sr: Делови овог садржаја су &copy;1998–%(current_year)s од појединачних mozilla.org сарадника. Садржај је доступан под <a href="%(license_link)s">Creative Commons лиценцом</a>.
sv_se: Upphovsrätten för delar av detta innehåll tillhör enskilda medarbetare vid mozilla.org – &copy;1998–%(current_year)s. Innehållet är tillgängligt under en <a href="%(license_link)s">Creative Commons-licens</a>.
uk: Частини цього вмісту створені учасниками проекту mozilla.org &copy;1998–%(current_year)s. Вміст доступний на умовах <a href="%(license_link)s">ліцензії Creative Commons</a>.

source: About Mozillians
bs: O Mozillianima
el: Σχετικά με τους Mozillians
es: Acerca de Mozillians
fy_nl: Oer Mozillians
hu: Névjegy
it: Informazioni su Mozillians
ja: Mozillians について
ms: Perihal Mozillian
nl: Over Mozillians
pl: O Mozillianach
sk: O serveri Mozillians
sl: O Moziljanih
sq: Rreth Moxillianëve
sr: О сајту Мозилијани
sv_se: Om Mozillians
uk: Про Мозилівців

source: Contact Us
bs: Kontaktirajte nas
el: Επικοινωνήστε μαζί μας
es: Contáctanos
fy_nl: Kontakt
hu: Kapcsolat
it: Contattaci
ja: お問い合わせ
ms: Hubungi Kami
nl: Contact
pl: Skontaktuj się z nami
sk: Kontaktujte nás
sl: Oseba za stik
sq: Lidhuni Me ne
sr: Контактирајте нас
sv_se: Kontakta oss
uk: Зв'язатися з нами

source: Privacy Policy
bs: Polica privatnosti
el: Πολιτική απορρήτου
es: Política de privacidad
fy_nl: Privacybelied
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
ja: プライバシーポリシー
ms: Dasar Privasi
nl: Privacybeleid
pl: Zasady ochrony prywatności
sk: Zásady ochrany súkromia
sl: Politika zasebnosti
sq: Rregulla Privatësie
sr: Полиса о приватности
sv_se: Sekretesspolicy
uk: Політика приватності

source: Legal Notices
bs: Pravne napomene
el: Νομικές σημειώσεις
es: Avisos legales
fy_nl: Juridyske kennisjouwingen
hu: Jogi megjegyzések
it: Note legali
ja: 法的通知
ms: Notis Undang-undang
nl: Juridische kennisgevingen
pl: Informacje prawne
sk: Právne informácie
sl: Pravna obvestila
sq: Shënime Ligjore
sr: Правна обавештења
sv_se: Juridisk information
uk: Юридичні відомості

source: Report Trademark Abuse
bs: Prijavite zloupotrebu zaštitnog znaka
el: Αναφορά κατάχρησης εμπορικών σημάτων
es: Informar acerca del abuso de marca registrada
fy_nl: Misbrûk fan hannelsmerk melde
hu: Védjeggyel való visszaélés jelentése
it: Segnala abusi dei marchi
ja: 商標不正使用報告
ms: Lapor Penyalahgunaan Cap Dagangan
nl: Misbruik van handelsmerk melden
pl: Nadużycie znaku towarowego
sk: Nahlásiť zneužitie ochrannej známky
sl: Poročilo o zlorabi trgovske znamke
sq: Njoftoni Shpërdorim Shenjash Tregtare
sr: Додај групу
sv_se: Rapportera varumärkesintrång
uk: Повідомити про зловживання торговою маркою

source: Confirm removing member
bs: Potvrdi uklanjanje člana
el: Επιβεβαίωση αφαίρεσης μέλους
es: Confirmar eliminación de miembro
fy_nl: Fuortsmiten fan lid befêstigje
hu: Erősítse meg a tag törlését
it: Conferma rimozione
ja: メンバーの削除を確認
ms: Sahkan menyingkir anggota
nl: Verwijderen van lid bevestigen
pl: Potwierdź usunięcie członka
sk: Potvrdenie odstránených členov
sl: Potrdi odstranitev člana
sq: Ripohoni heqjen e anëtarit
sr: Потврдите уклањање члана
sv_se: Bekräfta borttagning av medlem
uk: Підтвердити вилучення учасника

source: Really leave group %(group)s?
bs: Zaista želite napustiti grupu %(group)s?
el: Αποχώρηση από την ομάδα %(group)s;
es: ¿De verdad quieres abandonar %(group)s?
fy_nl: Groep %(group)s echt ferlitte?
hu: Biztosan elhagyja a(z) %(group)s csoportot?
it: Vuoi davvero lasciare %(group)s?
ja: 本当に %(group)s グループから脱退しますか？
ms: Pasti mahu tinggalkan kumpulan %(group)s?
nl: Groep %(group)s echt verlaten?
pl: Naprawdę chcesz opuścić grupę %(group)s?
sk: Naozaj chcete opustiť skupinu %(group)s?
sl: Ste prepričani, da želite zapustiti skupino %(group)s?
sq: Të braktiset vërtet %(group)s?
sr: Заиста да напусти групу %(group)s?
sv_se: Vill du verkligen lämna gruppen %(group)s?
uk: Дійсно покинути групу %(group)s?

source: Really remove user %(profile)s from group %(group)s?
bs: Zaista želite ukloniti korisnika %(profile)s iz grupe %(group)s?
el: Αφαίρεση του χρήστη %(profile)s από την ομάδα %(group)s;
es: ¿De verdad quieres eliminar a %(profile)s de %(group)s?
fy_nl: Brûker %(profile)s echt út groep %(group)s fuortsmite?
hu: Biztosan eltávolítja %(profile)s felhasználót a(z) %(group)s csoportból?
it: Rimuovere l’utente %(profile)s dal gruppo %(group)s?
ja: 本当に %(group)s グループから %(profile)s さんを削除しますか？
ms: Pasti mahu singkirkan pengguna %(profile)s daripada kumpulan %(group)s?
nl: Gebruiker %(profile)s echt uit groep %(group)s verwijderen?
pl: Naprawdę chcesz usunąć użytkownika %(profile)s z grupy %(group)s?
sk: Naozaj chcete odstrániť používateľa %(profile)s zo skupiny %(group)s?
sl: Ste prepričani, da želite odstraniti uporabnika %(profile)s iz skupine %(group)s?
sq: Të hiqet vërtet përdoruesi %(profile)s nga grupi %(group)s?
sr: Заиста уклонити корисника %(profile)s из групе %(group)s?
sv_se: Vill du verkligen ta bort användare %(profile)s från gruppen %(group)s?
uk: Дійсно вилучити користувача %(profile)s з групи %(group)s?

source: Remove
bs: Ukloni
el: Αφαίρεση
es: Eliminar
fy_nl: Fuortsmite
hu: Eltávolítás
it: Rimuovi
ja: 削除
ms: Alih keluar
nl: Verwijderen
pl: Usuń
sk: Odstrániť
sl: Odstrani
sq: Hiqe
sr: Уклони
sv_se: Ta bort
uk: Вилучити

source: Return to group
bs: Povratak u grupu
el: Επιστροφή στην ομάδα
es: Volver al grupo
fy_nl: Tebek nei groep
hu: Visszatérés a csoportba
it: Ritorna al gruppo
ja: グループへ戻る
ms: Kembali ke kumpulan
nl: Terug naar groep
pl: Wróć do grupy
sk: Návrat do skupiny
sl: Vrni se k skupini
sq: Rikthehuni te grupi
sr: Повратак на групу
sv_se: Återgå till grupp
uk: Повернутися в групу

source: Group settings
bs: Postavke grupe
el: Ρυθμίσεις ομάδας
es: Configuración del grupo
fy_nl: Groepsynstellingen
hu: Csoportbeállítások
it: Impostazioni del gruppo
ja: グループ設定
ms: Tetapan kumpulan
nl: Groepsinstellingen
pl: Ustawienia grupy
sk: Nastavenia skupiny
sl: Nastavitve skupine
sq: Rregullime grupi
sv_se: Gruppinställningar
uk: Налаштування групи

source: Please correct the errors below.
bs: Ispravite greške navedene ispod.
el: Παρακαλούμε διορθώστε τα παρακάτω σφάλματα.
es: Por favor, corrige los siguientes errores.
fy_nl: Korrizjearje de ûndersteande flaters.
hu: Javítsa az alábbi hibákat.
it: Correggi i seguenti errori.
ja: 以下の問題を訂正してください。
ms: Sila betulkan ralat di bawah.
nl: Corrigeer de onderstaande fouten.
pl: Popraw błędy.
sk: Opravte prosím chyby uvedené nižšie.
sl: Popravite spodnje napake.
sq: Ju lutemi, ndreqni gabimet më poshtë.
sr: Исправите грешке у наставку.
sv_se: Korrigera felen nedan.
uk: Будь ласка, виправте помилки, зазначені внизу.

source: Group
bs: Grupa
el: Ομάδα
es: Grupo
fy_nl: Groep
hu: Csoport
it: Gruppo
ja: グループ
ms: Kumpulan
nl: Groep
pl: Grupa
sk: Skupina
sl: Skupina
sq: Grup
sr: Група
sv_se: Grupp
uk: Група

source: Access
bs: Pristup
el: Πρόσβαση
es: Acceso
fy_nl: Tagong
hu: Hozzáférés
it: Accesso
ja: アクセス
ms: Akses
nl: Toegang
pl: Dostęp
sk: Prístup
sl: Dostop
sq: Akses
sv_se: Åtkomst
uk: Доступ

source: Invitations
bs: Pozivnice
el: Προσκλήσεις
es: Invitaciones
fy_nl: Utnûgingen
hu: Meghívók
it: Inviti
ja: 招待
ms: Jemputan
nl: Uitnodigingen
pl: Zaproszenia
sk: Pozvánky
sl: Vabila
sq: Ftesa
sv_se: Inbjudningar
uk: Запрошення

source: Administration
bs: Administracija
el: Διαχείριση
es: Administración
fy_nl: Behear
hu: Beállítások
it: Amministrazione
ja: 管理者設定
ms: Pentadbiran
nl: Beheer
pl: Administracja
sk: Administrácia
sl: Upravljanje
sq: Administrim
uk: Адміністрування

source: Group: {name}
bs: Grupa: {name}
el: Όνομα: {name}
es: Grupo: {name}
fy_nl: Groep: {name}
hu: Csoport: {name}
it: Gruppo: {name}
ja: グループ: {name}
ms: Kumpulan: {name}
nl: Groep: {name}
pl: Grupa: {name}
sk: Skupina: {name}
sl: Skupina: {name}
sq: Grup: {name}
sr: Група: {name}
sv_se: Grupp: {name}
uk: Група: {name}

source: Functional Area
bs: Funkcionalno područje
el: Λειτουργική περιοχή
es: Área funcional
fy_nl: Funksjoneel gebied
hu: Működési terület
it: Area funzionale
ja: 活動分野
ms: Bidang Fungsian
nl: Functioneel gebied
pl: Obszar zainteresowań
sk: Oblasť záujmu
sl: Funkcionalno področje
sq: Zonë Funksionale
sr: Функционална област
sv_se: Funktionellt område
uk: Функціональна область

source: Delete Group
bs: Izbriši grupu
el: Διαγραφή ομάδας
es: Borrar grupo
fy_nl: Groep fuortsmite
hu: Csoport törlése
it: Elimina gruppo
ja: グループを削除
ms: Hapus Kumpulan
nl: Groep verwijderen
pl: Usuń grupę
sk: Odstrániť skupinu
sl: Izbriši skupino
sq: Fshije Grupin
sr: Обриши групу
sv_se: Ta bort grupp
uk: Видалити групу

source: Edit Group
bs: Uredi grupu
el: Επεξεργασία ομάδας
es: Editar grupo
fy_nl: Groep bewurkje
hu: Csoport szerkesztése
it: Modifica gruppo
ja: グループを編集
ms: Edit Kumpulan
nl: Groep bewerken
pl: Edytuj grupę
sk: Upraviť skupinu
sl: Uredi skupino
sq: Përpunojeni Grupin
sr: Измени групу
sv_se: Redigera grupp
uk: Змінити групу

source: Skills members have in common
bs: Zajedničke vještine članova
el: Κοινές δεξιότητες των μελών
es: Habilidades que los miembros tienen en común
fy_nl: Feardichheden dy't leden mienskiplik hawwe
hu: A tagok hasonló ismeretekkel rendelkeznek
it: Competenze in comune tra i membri
ja: メンバーの共通スキル
ms: Persamaan kemahiran dimiliki anggota
nl: Vaardigheden die leden gemeen hebben
pl: Wspólne umiejętności członków
sk: Spoločné vedomosti členov
sl: Skupna znanja članov
sq: Aftësi të përbashkëta të anëtarëve
sr: Заједничке вештине чланова
sv_se: Färdigheter som medlemmarna delar
uk: Загальні вміння учасників

source: Community Steward
bs: Nadzornik zajednice
el: Βοηθός κοινότητας
es: Asistente de la comunidad
fy_nl: Mienskipsbehearder
hu: Közösségi vezető
ja: コミュニティ世話役
ms: Pengelola Komuniti
nl: Gemeenschapsbeheerder
pl: Opiekun społeczności
sk: Správca komunity
sl: Steward skupnosti
sq: I ngarkuar i Bashkësisë
sr: Надзорник заједнице
sv_se: Gemenskapsfunktionär
uk: Стюард спільноти

source: Curators
bs: Moderator
el: Έφοροι
es: Gestores
fy_nl: Kuratoaren
hu: Gondozók
it: Gestori
ja: 責任者
ms: Kurator
nl: Curatoren
pl: Opiekunowie
sk: Správcovia
sl: Moderatorji
sq: Kujdestarë
sr: Куратори
sv_se: Kuratorer
uk: Куратори

source: Curator
bs: Moderator
el: Έφορος
es: Gestor/a
fy_nl: Kurator
hu: Gondozó
it: Gestore
ja: 責任者
ms: Kurator
pl: Opiekun
sk: Správca
sl: Moderator
sq: Kujdestar
sr: Куратор
sv_se: Kurator
uk: Куратор

source: Profile Photo
bs: Slika profila
el: Φωτογραφία προφίλ
es: Foto del perfil
fy_nl: Profylfoto
hu: Profilkép
it: Foto del profilo
ja: プロフィール写真
ms: Foto Profil
nl: Profielfoto
pl: Zdjęcie do profilu
sk: Profilová fotografia
sl: Profilna slika
sq: Foto Profili
sr: Профилна слика
sv_se: Profilfoto
uk: Фотографія профілю

source: Request to Join Group
bs: Tražite zahtjev za pridruživanje grupi
el: Αίτημα για συμμετοχή στην ομάδα
es: Solicita unirte al grupo
fy_nl: Groepslidmaatskip oanfreegje
hu: Csoporthoz csatlakozás kérése
it: Richiesta di unirsi al gruppo
ja: グループへの参加を申請
ms: Permohonan menyertai Kumpulan
nl: Groepslidmaatschap aanvragen
pl: Prośba o przystąpienie do grupy
sk: Požiadajte o pripojenie ku skupine
sl: Dodaj me skupini
sq: Kërkoni Anëtarësimin Në Grup
sr: Тражи захтев за придруживање групи
sv_se: Förfrågan om att gå med i gruppen
uk: Дати запит на участь в групі

source: Join Group
bs: Pridužite se grupi
el: Συμμετοχή σε ομάδα
es: Unirse al grupo
fy_nl: Oanslute by groep
hu: Csatlakozás csoporthoz
it: Unisciti al gruppo
ja: グループに参加
ms: Sertai Kumpulan
nl: Aansluiten bij groep
pl: Przystąp do grupy
sk: Pripojiť sa do skupiny
sl: Dodaj me skupini
sq: Anëtarësohuni Në Grup
sr: Придружи се групи
sv_se: Gå med i grupp
uk: Приєднатись до групи

source: Leave Group
bs: Napustite grupu
el: Αποχώρηση από την ομάδα
es: Abandonar grupo
fy_nl: Groep ferlitte
hu: Csoport elhagyása
it: Abbandona il gruppo
ja: グループから脱退
ms: Tinggalkan Kumpulan
nl: Groep verlaten
pl: Opuść grupę
sk: Odísť zo skupiny
sl: Zapusti skupino
sq: Braktiseni Grupin
sr: Напусти групу
sv_se: Lämna grupp
uk: Покинути групу

source: Filter
bs: Filtriraj
el: Φίλτρο
es: Filtro
hu: Szűrő
it: Filtro
ja: 絞り込み
ms: Tapis
pl: Filtruj
sq: Filtroji
sr: Филтрирај
sv_se: Filtrera
uk: Фільтр

source: There are no open membership requests for %(group_name)s.
bs: Nema otvorenih zahtjeva za članstvo za %(group_name)s.
el: Δεν υπάρχουν ανοικτά αιτήματα συμμετοχής για την ομάδα %(group_name)s.
es: No hay solicitudes abiertas para ser miembro de %(group_name)s.
fy_nl: Der binne gjin iepen lidmaatskipsoanfragen foar %(group_name)s.
hu: Nincsenek nyitott tagsági kérések ehhez: %(group_name)s.
it: Non ci sono richieste di iscrizione in sospeso per %(group_name)s.
ja: %(group_name)s グループの保留中の参加申請はありません。
ms: Tiada permohonan keanggotaan dibuka untuk %(group_name)s.
nl: Er zijn geen open lidmaatschapsaanvragen voor %(group_name)s.
pl: Nie ma próśb o przyjęcie do grupy %(group_name)s.
sk: Pre skupinu %(group_name)s nie sú aktuálne otvorené žiadne žiadosti o členstvo.
sl: Ni odprtih zahtev za članstvo v skupini %(group_name)s.
sq: Nuk ka kërkesa të hapura anëtarësie për %(group_name)s.
sr: Нема захтева за чланство за %(group_name)s.
sv_se: Det finns inga öppna medlemsförfrågningar för %(group_name)s.
uk: Немає відкритих запитів на участь для %(group_name)s.

source: There are no users who haven't accepted %(group_name)s's terms.
bs: Nema članova koji nisu prihvatili uslove grupe %(group_name)s.
el: Δεν υπάρχουν χρήστες που να μην έχουν αποδεχθεί τους όρους της ομάδας %(group_name)s.
es: No hay usuarios que no hayan aceptado los términos del grupo %(group_name)s.
fy_nl: Der binne gjin brûkers dy't de betingsten fan %(group_name)s net akseptearre hawwe.
ms: Tiada pengguna yang masih belum menerima terma %(group_name)s.
nl: Er zijn geen gebruikers die de voorwaarden van %(group_name)s niet hebben geaccepteerd.
pl: Nie ma użytkowników, którzy nie zaakceptowali zasad grupy %(group_name)s.
sk: Pre skupinu %(group_name)s nie sú aktuálne známi používatelia, čo neakceptovali podmienky.
sq: S’ka përdorues që nuk i kanë pranuar kushtet e %(group_name)s.
sv_se: Det finns inga användare som inte har accepterat %(group_name)s villkor.
uk: Немає користувачів, що не погодилися з умовами %(group_name)s.

source: There are no pending renewals for %(group_name)s.
bs: Nema zahtjeva za obnovu članstva za grupu %(group_name)s.
el: Δεν υπάρχουν εκκρεμείς ανανεώσεις για την ομάδα %(group_name)s.
es: No hay renovaciones pendientes para %(group_name)s.
fy_nl: Der binne gjin iepen fernijingen foar %(group_name)s.
ms: Tiada pembaharuan tertangguh untuk %(group_name)s.
nl: Er zijn geen wachtende vernieuwingen voor %(group_name)s.
pl: Nie ma oczekujących przedłużeń członkostwa w grupie %(group_name)s.
sk: Pre skupinu %(group_name)s nie sú aktuálne žiadne čakajúce obnovenia členstva.
sq: S’ka rinovime pezull për %(group_name)s.
sv_se: Det finns inga väntande förnyelser för %(group_name)s.
uk: На черзі немає оновлень для %(group_name)s.

source: Sorry, we can not find any mozillians in %(group_name)s.
bs: Žao nam je, ne možemo naći nijednog mozilliana u %(group_name)s.
el: Συγγνώμη, δεν μπορούμε να βρούμε Mozillians στην ομάδα %(group_name)s.
es: Discúlpanos, pero no encontramos ningún mozillero en %(group_name)s.
fy_nl: Sorry, wy kinne gjin Mozillians fine yn %(group_name)s.
hu: Elnézést, nem találhat egyetlen mozillás sem itt: %(group_name)s.
it: Siamo spiacenti, non siamo in grado di trovare alcun mozilliano in %(group_name)s
ja: 申し訳ありませんが、%(group_name)s に参加している Mozillian はいません。
ms: Maaf, kami tidak dapat menemukan mana-mana mozillian dalam %(group_name)s.
nl: Sorry, we kunnen geen Mozillians vinden in %(group_name)s.
pl: Niestety, nie możemy znaleźć żadnego Mozillianina w grupie %(group_name)s.
sk: Ospravedlňujeme sa, ale nemôžeme nájsť žiadnych členov Mozillians v skupine %(group_name)s.
sl: V %(group_name)s ne najdemo nobenega Moziljana.
sq: Na ndjeni, nuk gjejmë dot ndonjë moxillian në %(group_name)s.
sr: Жао нам је, не можемо пронаћи ни једог мозилијана у %(group_name)s.
sv_se: Tyvärr kan vi inte hitta några mozillianer i %(group_name)s.
uk: Нажаль ми не можемо знайти жодного мозилівця в %(group_name)s.

source: Functional Area Members
bs: Članovi funkcionalnih područja
el: Μέλη λειτουργικής περιοχής
es: Miembros del área funcional
fy_nl: Leden fan funksjoneel gebied
hu: Működési terület tagjai
it: Membri dell’area funzionale
ja: 活動分野のメンバー
ms: Anggota Bidang Fungsian
nl: Leden van functioneel gebied
pl: Członkowie obszaru zainteresowań
sk: Členovia oblasti záujmu
sl: Člani funkcionalnega področja
sq: Anëtarë Zone Funksionale
sr: Чланови функционалне области
sv_se: Funktionellt område medlemmar
uk: Учасники функціональної області

source: Group Members
bs: Članovi grupe
el: Μέλη ομάδας
es: Miembros del grupo
fy_nl: Groepsleden
hu: Csoporttagok
it: Membri del gruppo
ja: グループのメンバー
ms: Anggota Kumpulan
nl: Groepsleden
pl: Członkowie grupy
sk: Členovia skupiny
sl: Člani skupine
sq: Anëtarë Grupi
sr: Чланови групе
sv_se: Gruppmedlemmar
uk: Учасники групи

source: Your membership request is pending approval by the group curator.
bs: Vaš zahtjev za članstvo čeka dozvolu od moderatora grupe.
el: Εκκρεμεί η έγκριση του αιτήματος συμμετοχής σας από τον επιμελητή της ομάδος.
es: Tu solicitud para ser miembro está pendiente de aprobación por parte del gestor del grupo.
fy_nl: Jo lidmaatskipsoanfraach wacht op goedkarring troch de groepskurator.
hu: Csatlakozási kérelme a gondozó jóváhagyására vár.
it: La tua richiesta di iscrizione è in attesa di approvazione da parte del gestore del gruppo.
ja: あなたの参加申請はグループ責任者による承認待ちとなっています。
ms: Permohonan keanggotaan anda masih menunggu kelulusan kurator kumpulan.
nl: Uw lidmaatschapsaanvraag wacht op goedkeuring door de groepscurator.
pl: Twoja prośba o członkostwo oczekuje na akceptację opiekuna grupy.
sk: Vaša žiadosť o členstvo, ktorá čakala na vybavenie, bola schválená správcom skupiny.
sl: Vaša zahteva za članstvo čaka na odobritev moderatorja skupine.
sq: Kërkesa juaj për anëtarësim është në pritje të shqyrtimit nga kujdestari i grupit.
sr: Ваш захтев за чланство чека дозволу од куратора групе.
sv_se: Din förfrågan om medlemskap väntar fortfarande på godkännande av gruppens kurator.
uk: Ваш запит участі очікує схвалення куратором групи.

source: Functional Areas
bs: Funkcionalna područja
el: Λειτουργικές περιοχές
es: Áreas funcionales
fy_nl: Funksjonele gebieden
hu: Működési területek
it: Aree funzionali
ja: 活動分野
ms: Bidang Fungsian
nl: Functionele gebieden
pl: Obszary zainteresowań
sk: Oblasti záujmu
sl: Funkcionalna področja
sq: Zona Funksionale
sr: Функционалне области
sv_se: Funktionella områden
uk: Функціональні області
