Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: Privileged
es: Con privilegios
hu: Kiemelt
it: Privilegiato
ja: 特権付き
nl: Bevoorrecht
sl: Zaupno
sq: Të privilegjuar
sr: Привилегован

source: You must be logged in to continue.
bs: Morate biti prijavljeni da biste nastavili.
el: Πρέπει να συνδεθείτε για να συνεχίσετε.
es: Para continuar, tienes que iniciar sesión.
fy_nl: Jo moatte oanmeld wêze om troch te gean.
hu: A folytatáshoz be kell jelentkeznie.
it: Devi accedere per continuare
ja: 続けるにはログインする必要があります。
ms: Anda mesti log masuk untuk teruskan.
nl: U moet aangemeld zijn om door te gaan.
pl: Aby kontynuować, musisz się zalogować.
sk: Ak chcete pokračovať, musíte byť prihlásený.
sl: Za nadaljevanje se morate prijaviti.
sq: Duhet të jeni i futur, që të vazhdohet.
sr: Морате бити пријављени да бисте наставили.
sv_se: Du måste vara inloggad för att fortsätta.
uk: Ви повинні увійти для продовження.

source: You must be vouched to continue.
bs: Morate imate jamstvo da biste nastavili.
el: Πρέπει να έχετε υποστήριξη για να συνεχίσετε.
es: Para continuar tienes que estar recomendado.
fy_nl: Der moat foar jo garant stien wurde om troch te gean.
hu: A folytatáshoz ajánlásra van szükség.
it: Devi essere un utente approvato per continuare.
ja: 続けるには承認されている必要があります。
ms: Anda mesti diperakui untuk teruskan.
nl: Er moet voor u garant worden gestaan om door te gaan.
pl: Aby kontynuować, musisz mieć poręczenie.
sk: Ak chcete pokračovať, musíte byť schválený.
sl: Za nadaljevanje potrebujete jamstvo.
sq: Duhet të jeni i rekomanduar, që të vazhdohet.
sr: Морате имате јамство да бисте наставили.
sv_se: Du måste vara verifierad för att fortsätta.
uk: Щоб продовжити, за вас повинні поручитись.

source: Visible to:
bs: Vidljivo za:
el: Ορατό σε:
es: Visible para:
fy_nl: Sichtber foar:
hu: Látható:
it: Visibile a:
ja: 表示対象:
ms: Tampak oleh:
nl: Zichtbaar voor:
pl: Widoczne dla:
sk: Viditeľné pre:
sl: Viden:
sq: I dukshëm për:
sr: Видљиво:
sv_se: Kan ses av:
uk: Видиме для:

source: Name A-Z
bs: Ime A-Z
el: Όνομα Α-Ω
es: Nombres A-Z
fy_nl: Namme A-Z
hu: Név: A-Z
it: Nome A-Z
ja: 名前のアルファベット順
ms: Nama A-Z
nl: Naam A-Z
pl: Nazwa A-Z
sk: Meno A-Z
sl: Ime A-Z
sq: Emër A-Z
sr: Име А-Ш
sv_se: Namn A-Ö
uk: В алфавітному порядку

source: Most Members
bs: Većinu članova
el: Περισσότερα μέλη
es: Más miembros
fy_nl: Measte leden
hu: Legtöbb tag
it: Più membri
ja: メンバーの多い順
ms: Anggota Teramai
nl: Meeste leden
pl: Najwięcej członków
sk: Najviac členov
sl: Največ članov
sq: Me Më Shumë Anëtarë
sr: Већина чланова
sv_se: Flest antal medlemmar
uk: Найбільше учасників

source: Fewest Members
bs: Najmanje članova
el: Λιγότερα μέλη
es: Menos miembros
fy_nl: Minste leden
hu: Legkevesebb tag
it: Meno membri
ja: メンバーの少ない順
ms: Kurang Anggota
nl: Minste leden
pl: Najmniej członków
sk: Najmenej členov
sl: Najmanj članov
sq: Me Më Pak Anëtarë
sr: Најмање чланова
sv_se: Minst antal medlemmar
uk: Найменше учасників

source: The group must have at least one curator.
bs: Grupa mora imati barem jednog moderatora.
el: Η ομάδα πρέπει να έχει τουλάχιστον έναν έφορο.
es: El grupo debe tener al menos un gestor.
fy_nl: De groep moat op syn minst ien kurator hawwe.
hu: A csoportnak szüksége van legalább egy gondozóra.
it: Il gruppo deve avere almeno un gestore.
ja: グループには少なくとも 1 人、責任者を置かなくてはなりません。
ms: Kumpulan mesti ada sekurang-kurangnya seorang kurator.
nl: De groep moet minstens één curator hebben.
pl: Grupa musi mieć przynajmniej jednego opiekuna.
sk: Skupina musí mať aspoň jedného správcu.
sl: Skupina mora imeti vsaj enega moderatorja.
sq: Grupi duhet të ketë të paktën një kujdestar.
sr: Група мора имати барем једног куратора.
sv_se: Gruppen måste minst ha en kurator.
uk: Група повинна мати принаймні одного куратора.

source: Start typing the name/email/username of a vouched Mozillian.
bs: Počnite unositi ime/email/korisničko ime od garantovanog Mozilliana.
el: Αρχίστε να πληκτρολογείτε το όνομα/email/όνομα χρήστη ενός εγγυημένου Mozillian.
es: Empieza escribiendo el nombre/email/username de un mozillero recomendado.
fy_nl: Begjin mei typen fan de namme/brûkersnamme of it e-mailadres fan in Mozillian wêrfoar garant stien wurdt.
hu: Kezdje beírni a nevét/e-mail címét/felhasználónevét egy ajánlott mozillásnak.
it: Inizia a digitare il nome, l’email o il nome utente di un Mozilliano approvato.
ja: 承認済み Mozillian の名前、メールアドレス、あるいはユーザー名を入力してください。
ms: Mulakan menaip nama/email/username anggota Mozilla yang diperakui.
nl: Begin met typen van de naam/gebruikersnaam of het e-mailadres van een Mozillian waarvoor garant wordt gestaan.
pl: Zacznij pisać imię/e-mail/nazwę użytkownika poręczonej osoby.
sk: Začnite písať meno/e-mail/používateľské meno potvrdeného člena serveru Mozillians.
sl: Začnite tipkati ime/e-poštni naslov/uporabniško ime Mozilliana, za katerega je že nekdo jamčil.
sq: Fillojani duke shtypur emrin/email-in/emrin e përdoruesit të një moxilliani të pranuar.
sv_se: Börja skriva namnet/e-post/användarnamn av en verifierad Mozillian.
uk: Почніть вводити ім'я/е-пошту/ім'я користувача затвердженого Мозилівця.

source: The maximum expiration date for a group cannot exceed two years.
bs: Maksimalan datum isteka grupe ne može biti duži od dvije godine.
el: Η μέγιστη ημερομηνία λήξης για μια ομάδα δεν μπορεί να υπερβαίνει τα δύο έτη.
es: La fecha máxima de vencimiento para un grupo no puede exceder dos años.
fy_nl: De maksimale ferrindatum foar in groep kin net fierder lizze as twa jier.
hu: Egy csoport leghosszabb lejárati ideje nem haladhatja meg a két évet.
it: La data massima di scadenza non può essere superiore a due anni.
ja: 2 年以上のグループの最長有効期限を設定することはできません。
ms: Tarikh tamat tempoh maksimum untuk kumpulan tidak boleh melebihi dua tahun.
nl: De maximale vervaldatum voor een groep kan niet verder liggen dan twee jaar.
pl: Maksymalny czas przedawnienia grupy nie może przekroczyć dwóch lat.
sk: Maximálna doba vypršania členstva v skupine nemôže prekročiť dva roky.
sl: Najdaljši čas poteka skupine ne sme preseči dveh let.
sq: Data maksimum për skadimin e një grupi s’mund të tejkalojë dy vite.
sv_se: Det högsta förfallodatum för en grupp får inte överstiga två år.
uk: Максимальний термін дії для групи не може перевищувати двох років.

source: You need to be the curator of this group before inviting someone to join.
bs: Morate biti moderator ove grupe prije nego što pozovete nekoga da se pridruži.
el: Πρέπει να είστε ο επιμελητής αυτής της ομάδος πριν προσκαλέσετε κάποιον για να συμμετάσχει.
es: Necesitas ser el moderador de este grupo antes de poder invitar a alguien a unirse a él.
fy_nl: Jo moatte de kurator fan dizze groep wêze eardat jo ien útnûgje kinne.
hu: A csoport gondozójának kell lennie, mielőtt meghívhat valakit, hogy csatlakozzon.
it: Devi essere uno dei curatori del gruppo per poter invitare altre persone.
ja: 誰か他の参加者を招待するにはグループの責任者でなければなりません。
ms: Anda perlu menjadi kurator kumpulan ini sebelum menjemput seseorang untuk turut serta.
nl: U dient de curator van deze groep te zijn voordat u iemand kunt uitnodigen.
pl: Aby zapraszać osoby do tej grupy, musisz być jej opiekunem.
sk: Na pozvanie nového člena do tejto skupiny musíte byť jej správcom.
sl: Če želite koga povabiti v to skupino, morate biti njen moderator.
sq: Lypset të jeni kujdestari i këtij grupi, përpara se të ftoni dikë të marrë pjesë në të.
sv_se: Du måste vara kurator för denna grupp innan du kan bjuda in någon annan.
uk: Щоб запросити когось приєднатися ви повинні бути куратором групи.

source: You need to be the administrator of this group in order to edit this section.
bs: Morate biti administrator ove grupe kako biste izmijenili ovu sekciju.
el: Πρέπει να είστε ο διαχειριστής αυτής της ομάδας για να επεξεργαστείτε αυτή την ενότητα.
es: Necesitas ser el administrador de este grupo para poder editar esta sección.
fy_nl: Jo moatte de behearder fan dizze groep wêze om dizze seksje bewurkje te kinnen.
hu: A csoport adminisztrátorának kell lennie, hogy szerkeszthesse ezt a szakaszt.
it: Devi essere un amministratore del gruppo per modificare questa sezione.
ja: このセクションを編集するにはグループの管理者でなければなりません。
ms: Anda perlu menjadi pentadbir kumpulan ini untuk boleh mengedit bahagian ini.
nl: U dient de beheerder van deze groep te zijn om deze sectie te kunnen bewerken.
pl: By zmienić to ustawienie, musisz być administratorem tej grupy.
sk: Na úpravu tejto sekcie musíte byť administrátorom skupiny.
sl: Za urejanje tega dela morate imeti administratorske pravice skupine.
sq: Lypset të jeni përgjegjësi i këtij grupi që të mund të përpunoni këtë ndarje.
sv_se: Du måste vara administratör i denna grupp för att redigera detta avsnitt.
uk: Для можливості змінювати цей розділ ви повинні бути адміністратором цієї групи.

source: You must either specify the criteria or change the acceptance selection.
bs: Morate navesti kriterije ili promijeniti izbor prihvatanja.
el: Πρέπει είτε να καθορίσετε τα κριτήρια είτε να αλλάξετε την επιλογή της αποδοχής.
es: Debes especificar los criterios o cambiar la selección de aceptación.
fy_nl: Jo moatte de kritearia opjaan of de akseptaasjeseleksje wizigje.
hu: Meg kell adnia a feltételt, vagy módosítani kell az elfogadási választásokat.
it: Devi specificare un criterio oppure modificare il criterio di selezione.
ja: メンバー受け入れ基準を指定もしくは変更してください。
ms: Anda mesti tentukan samada kriteria atau mengubah pemilihan penerimaan.
nl: U moet de criteria opgeven of de acceptatieselectie wijzigen.
pl: Musisz albo określić kryteria, albo zmienić wybór akceptacji.
sk: Musíte tiež špecifikovať kritériá, alebo zmeniť spôsob schvaľovania.
sl: Navedite kriterije ali zamenjajte izbor za potrditev članstva.
sq: Duhet të përcaktoni kriterin ose të ndryshoni përzgjedhjen për pranim.
sr: Морате навести критеријуме или променити избор прихватања.
sv_se: Du måste antingen specificera kriterierna eller ändra urvalet för acceptans.
uk: Ви повинні або зазначити критерії, або змінити вибір приєднання.

source: Select Group Type
bs: Odaberi tip grupe
el: Επιλογή τύπου ομάδας
es: Escoge el tipo de grupo
fy_nl: Groepstype selektearje
hu: Csoporttípus kiválasztása
it: Seleziona il tipo di gruppo
ja: グループの種類を選択
ms: Pilih Jenis Kumpulan
nl: Groepstype selecteren
pl: Wybierz typ grupy
sk: Vyberte typ skupiny
sl: Izberi vrsto skupine
sq: Përzgjidhni Lloj Grupi
sv_se: Välj grupptyp
uk: Виберіть тип групи

source: All
bs: Svi
el: Όλοι
es: Todo
fy_nl: Alle
hu: Mind
it: Tutto
ja: すべて
ms: Semua
nl: Alle
pl: Wszystkie
sk: Všetko
sl: Vse
sq: Krejt
sr: Сви
sv_se: Alla
uk: Все

source: Members
bs: Članovi
el: Μέλη
es: Miembros
fy_nl: Leden
hu: Tagok
it: Iscritti
ja: メンバー
ms: Anggota
nl: Leden
pl: Liczba członków
sk: Členovia
sl: Člani
sq: Anëtarë
sr: Чланови
sv_se: Medlemmar
uk: Учасники

source: Pending Members
bs: Članovi na čekanju
el: Εκκρεμόντα μέλη
es: Miembros pendientes
fy_nl: Leden yn behanneling
hu: Függő tagok
it: Iscritti in sospeso
ja: 承認待ちのメンバー
ms: Anggota Tertangguh
nl: Leden in behandeling
pl: Oczekujący
sk: Čakajúci členovia
sl: Člani na čakanju
sq: Kandidatë
sr: Чланови на чекању
sv_se: Väntande medlemmar
uk: Учасники, які очікують

source: Pending Terms
bs: Uslovi na čekanju
el: Εκκρεμούντες όροι
es: Términos pendientes
fy_nl: Betingsten yn behanneling
ms: Terma Tertangguh
nl: Voorwaarden in behandeling
pl: Zasady oczekiwania
sk: Čakajúce podmienky
sq: Kushte Në Pritje të Shqyrtimit
sv_se: Väntande villkor
uk: Очікувані умови

source: Renewals
bs: Obnavljanja
el: Ανανεώσεις
es: Renovaciones
fy_nl: Fernijingen
ms: Pembaharuan
nl: Vernieuwingen
pl: Przedłużenia
sk: Obnovení
sq: Rinovime
sv_se: Förnyelser
uk: Відновлення

source: I accept these terms.
bs: Prihvatam uslove.
el: Αποδέχομαι αυτούς τους όρους.
es: Acepto los términos.
fy_nl: Ik akseptearje dizze betingsten.
hu: Elfogadom ezeket a feltételeket.
it: Accetto questi termini.
ja: これらの条件に同意します。
ms: Saya terima terma ini.
nl: Ik accepteer deze voorwaarden.
pl: Akceptuję te zasady.
sk: Prijímam tieto podmienky.
sl: Sprejemam te pogoje.
sq: I pranoj këto kushte.
sr: Прихватам услове.
sv_se: Jag accepterar villkoren.
uk: Я приймаю ці умови.

source: I don't accept these terms.
bs: Ne prihvatam uslove.
el: Δεν αποδέχομαι αυτούς τους όρους.
es: No acepto los términos.
fy_nl: Ik akseptearje dizze betingsten net.
hu: Nem fogadom el ezeket a feltételeket.
it: Non accetto questi termini.
ja: これらの条件に同意しません。
ms: Saya tidak terima terma ini.
nl: Ik accepteer deze voorwaarden niet.
pl: Nie akceptuję tych zasad.
sk: Nesúhlasím s týmito podmienkami.
sl: Teh pogojev ne sprejemam.
sq: Nuk i pranoj këto kushte.
sr: Не прихватам услове.
sv_se: Jag accepterar inte villkoren.
uk: Я не приймаю ці умови.

source: Group type
bs: Tip grupe
el: Τύπος ομάδας
es: Tipo de grupo
fy_nl: Groepstype
hu: Csoporttípus
it: Tipo di gruppo
ja: グループの種類
ms: Jenis kumpulan
nl: Groepstype
pl: Typ grupy
sk: Typ skupiny
sl: Vrsta skupine
sq: Lloj grupi
sv_se: Grupptyp
uk: Тип групи

source: Name
bs: Naziv
el: Όνομα
es: Nombre
fy_nl: Namme
hu: Név
it: Nome
ja: 名前
ms: Nama
nl: Naam
pl: Nazwa
sk: Meno
sl: Ime
sq: Emër
sr: Име
sv_se: Namn
uk: Ім'я

source: This name already exists.
bs: Ovaj naziv već postoji.
el: Αυτό το όνομα υπάρχει ήδη.
es: Este nombre ya existe.
fy_nl: Dizze namme bestiet al.
hu: Már van ilyen név.
it: Il nome è già presente.
ja: この名前は既に使われています。
ms: Nama ini sudah wujud.
nl: Deze naam bestaat al.
pl: Taka nazwa już istnieje.
sk: Tento názov už existuje.
sl: To ime že obstaja.
sq: Ky emër ekziston tashmë.
sr: Ово име већ постоји.
sv_se: Namnet finns redan.
uk: Це ім'я вже існує.

source: Member
bs: Član
el: Μέλος
es: Miembro
fy_nl: Lid
hu: Tag
it: Iscritto
ja: メンバー
ms: Anggota
nl: Lid
pl: Członek
sk: Člen
sl: Član
sq: Anëtar
sr: Члан
sv_se: Medlem
uk: Учасник

source: Pending terms
bs: Uslovi na čekanju
el: Εκκρεμόντες όροι
es: Términos pendientes
fy_nl: Betingsten yn behanneling
hu: Függő feltételek
it: Termini in sospeso
ja: 承認待ちの条件
ms: Terma tertangguh
nl: Voorwaarden in behandeling
pl: Zasady oczekiwania
sk: Čakajúce podmienky
sl: Pogoji na čakanju
sq: Kushte në pritje të shqyrtimit
sr: Услови на чекању
sv_se: Väntande villkor
uk: Очікувані умови

source: Pending
bs: Na čekanju
el: Εκκρεμεί
es: Pendiente
fy_nl: Yn behanneling
hu: Függő
it: In sospeso
ja: 承認待ち
ms: Tertangguh
nl: In behandeling
pl: Oczekujący
sk: Čakajúci
sl: Na čakanju
sq: Në pritje
sr: У току
sv_se: Väntande
uk: Очікує

source: Open
bs: Otvori
el: Ανοικτή
es: Abrir
fy_nl: Iepen
hu: Nyitott
it: Aperto
ja: 公開
ms: Buka
pl: Otwarta
sk: Otvorená
sl: Odpri
sq: I hapur
sv_se: Öppen
uk: Відкрита

source: Reviewed
bs: Pregledano
el: Αξιολογημένη
es: Revisado
fy_nl: Kontrolearre
hu: Ellenőrizve
it: Richiede approvazione
ja: レビュー済み
ms: Disemak
nl: Gecontroleerd
pl: Sprawdzona
sk: Skontrolované
sl: Pregledano
sq: Të shqyrtuara
sv_se: Granskad
uk: Переглянуто

source: Closed
bs: Zatvoreno
el: Κλειστή
es: Cerrado
fy_nl: Besletten
hu: Zárt
it: Chiuso
ja: 非公開
ms: Ditutup
nl: Besloten
pl: Zamknięta
sk: Uzatvorená
sl: Zaprto
sq: I mbyllur
sv_se: Stängd
uk: Закрита

source: Description
bs: Opis
el: Περιγραφή
es: Descripción
fy_nl: Beskriuwing
hu: Leírás
it: Descrizione
ja: 説明
ms: Keterangan
nl: Beschrijving
pl: Opis
sk: Popis
sl: Opis
sq: Përshkrim
sr: Опис
sv_se: Beskrivning
uk: Опис

source: IRC Channel
bs: IRC kanal
el: Κανάλι IRC
es: Canal IRC
fy_nl: IRC-kanaal
hu: IRC-csatorna
it: Canale IRC
ja: IRC チャンネル
ms: Saluran IRC
nl: IRC-kanaal
pl: Kanał IRC
sk: Kanál IRC
sl: IRC-kanal
sq: Kanal IRC
sr: IRC канал
sv_se: IRC-kanal
uk: Канал IRC

source: An IRC channel where this group is discussed (optional).
bs: IRC kanal gdje se raspravlja o ovoj grupi (opciono).
el: Ένα κανάλι IRC όπου συζητείται αυτή η ομάδα (προαιρετικό).
es: Un canal IRC donde este grupo debate (opcional).
fy_nl: In IRC-kanaal wêryn dizze groep besprutsen wurdt (opsjoneel).
hu: A csoporthoz tartozó IRC csatorna (opcionális).
it: Un canale IRC dove si discute di questo gruppo (facoltativo).
ja: このグループが利用する IRC チャンネル (任意)。
ms: Saluran IRC tempat perbincangan kumpulan ini dibuat (pilihan).
nl: Een IRC-kanaal waarin deze groep wordt besproken (optioneel).
pl: Kanał IRC, na którym grupa prowadzi dyskusje (opcjonalne).
sk: IRC kanál, kde je diskusia tejto skupiny (voliteľné).
sl: IRC-kanal, kjer ta skupina razpravlja (neobvezno).
sq: Një kanal IRC ku diskuton ky grup (opsional).
sr: IRC канал где се расправља о овој групи (опционо).
sv_se: En IRC-kanal där denna grupp diskuteras (valfritt).
uk: Канал IRC, де обговорюється ця група (необов'язково).

source: Website
bs: Web stranica
el: Ιστοσελίδα
es: Sitio web
hu: Weboldal
it: Sito web
ja: ウェブサイト
ms: Laman web
pl: Witryna
sk: Webová stránka
sl: Spletna stran
sq: Sajt
sr: Веб сајт
sv_se: Webbplats
uk: Веб-сайт

source: A URL of a web site with more information about this group (optional).
bs: URL web stranice sa dodatnim informacijama o ovoj grupi (opciono).
el: Το URL μιας ιστοσελίδας με περισσότερες πληροφορίες σχετικά με την ομάδα (προαιρετικό).
es: Una URL de un sitio web con más información acerca de este grupo (opcional).
fy_nl: In URL fan in website mei mear ynformaasje oer dizze groep (opsjoneel).
hu: A weboldal URL-je, ahol több információt találhat róla (opcionális).
it: L’URL di un sito web con ulteriori informazioni su questo gruppo (facoltativo).
ja: このグループのウェブサイト URL (任意)。
ms: URL laman web dengan lanjutan maklumat kumpulan in (pilihan).
nl: Een URL van een website met meer informatie over deze groep (optioneel).
pl: Adres URL strony, na której znajduje się więcej informacji o grupie (opcjonalne).
sk: URL adresa webovej stránky, kde je k dispozícií viac informácií o tejto skupine (voliteľné).
sl: URL spletne strani z več informacijami o tej skupini (ni obvezno).
sq: URL-ja e një sajti me më tepër të dhëna rreth këtij grupi (opsionale).
sr: URL адреса веб сајта са додатним информацијама о овој групи (опционо).
sv_se: En URL för en webbplats med mer information om denna grupp (valfritt).
uk: URL веб-сайта з докладною інформацією про цю групу (необов'язково).

source: A URL of a wiki with more information about this group (optional).
bs: URL wiki stranice sa dodatnim informacijama o ovoj grupi (opciono).
el: Το URL ενός wiki με περισσότερες πληροφορίες σχετικά με την ομάδα (προαιρετικό).
es: Una URL de una wiki con más información sobre este grupo (opcional).
fy_nl: In URL fan in wiki mei mear ynformaasje oer dizze groep (opsjoneel).
hu: A wiki oldal URL-je ahol több információt találhat erről a csoportról (opcionális).
it: L’URL di un wiki con ulteriori informazioni su questo gruppo (facoltativo).
ja: このグループの Wiki ページ URL (任意)。
ms: URL wiki dengan lanjutan maklumat kumpulan in (pilihan).
nl: Een URL van een wiki met meer informatie over deze groep (optioneel).
pl: Adres URL strony wiki, na której znajduje się więcej informacji o grupie (opcjonalne).
sk: URL adresa wiki, tu nájdete viac informácií o tejto skupine (voliteľné).
sl: Wiki povezava do dodatnih informacij o tej skupini (ni obvezno).
sq: URL-ja e një wiki me më tepër të dhëna rreth këtij grupi (opsionale).
sr: URL адреса wiki странице са додатним информацијама о овој групи (опционо).
sv_se: En URL för en wiki med mer information om denna grupp (valfritt).
uk: URL вікі з докладною інформацією про цю групу (необов'язково).

source: Accepting new members
bs: Prihvatanje novih članova
el: Αποδοχή νέων μελών
es: Aceptar nuevos miembros
fy_nl: Akseptearret nije leden
hu: Új tagok elfogadása
it: Accetta nuovi iscritti
ja: 新規メンバーを受け付けています
ms: Menerima anggota baru
nl: Accepteert nieuwe leden
pl: Przyjmowanie nowych członków
sk: Prijímanie nových členov
sl: Sprejemanje novih članov
sq: Të pranojë anëtarë të rinj
sr: Прихвата нове чланове
sv_se: Accepterar nya medlemmar
uk: Затвердження нових учасників

source: New Member Criteria
bs: Kriteriji za prihvatanje novog člana
el: Κριτήρια νέου μέλους
es: Criterios de nuevos miembros
fy_nl: Kritearia foar nij lid
hu: Új tag feltétel
it: Criteri per nuovi iscritti
ja: 新しいメンバー基準
ms: Kriteria Anggota Baru
nl: Criteria voor nieuw lid
pl: Kryteria dla nowych członków
sk: Kritériá pre nového člena
sl: Merila za sprejem novega člana
sq: Kriter Anëtari të Ri
sr: Нови критеријум члана
sv_se: Kriterier ny medlem
uk: Критерії нового учасника

source: Specify the criteria you will use to decide whether or not you will accept a membership request.
bs: Odredite kriterije koje ćete koristiti da odlučite da li ćete prihvatiti zahtjev za članstvo.
el: Καθορίστε τα κριτήρια που θα χρησιμοποιείτε για να αποφασίσετε αν θα δεχθείτε μια αίτηση συμμετοχής ή όχι.
es: Especifica los criterios que seguirás para aceptar o rechazar la solicitud para ser miembro.
fy_nl: Jou de kritearia op dy't jo brûke gean om te bepalen oft jo in lidmaatskipsoanfraach akseptearje sille.
hu: Adja meg a feltételt, amely alapján elfogad vagy nem fogad el egy tagsági kérést.
it: Specifica i criteri utilizzati per decidere se una richiesta di iscrizione verrà accettata o meno.
ja: 参加申請を受け入れるかどうかを決める際に用いる判断基準を指定してください。
ms: Nyatakan kriteria yang anda akan gunakan untuk memutuskan sama ada anda akan terima atau tolak permohonan keanggotaan.
nl: Geef de criteria op die u gaat gebruiken om te bepalen of u een lidmaatschapsaanvraag zult accepteren.
pl: Określ kryteria przyjmowania nowych członków.
sk: Špecifikujte kritériá, podľa ktorých budete rozhodovať, či akceptujete žiadosť o členstvo.
sl: Navedite merila, na podlagi katerih se boste odločali o sprejemu prošnje za članstvo.
sq: Përcaktoni kriterin që do të përdorni për të vendosur nëse do ta pranoni ose jo kërkesën për anëtarësi.
sr: Одредите критеријуме које ћете користити да одлучите да ли ћете прихватити захтев за чланство.
sv_se: Ange de kriterier som du använder för att avgöra om du kommer att acceptera en begäran om medlemskap.
uk: Зазначте критерії, які ви будете використовувати для вирішення приймати чи ні запити на членство.
