Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: <a href="%(contribute_url)s">Get involved</a>
bs: <a href="%(contribute_url)s">Uključite se</a>
el: <a href="%(contribute_url)s">Συνεισφορά</a>
es: <a href="%(contribute_url)s">Colabora con nosotros</a>
fy_nl: <a href="%(contribute_url)s">Meidwaan</a>
hu: <a href="%(contribute_url)s">Csatlakozás</a>
it: <a href="%(contribute_url)s">Collabora</a>
ja: <a href="%(contribute_url)s">参加しよう</a>
ms: <a href="%(contribute_url)s">Libatkan diri</a>
nl: <a href="%(contribute_url)s">Meedoen</a>
pl: <a href="%(contribute_url)s">Dołącz do nas</a>
sk: <a href="%(contribute_url)s">Zapojte sa</a>
sl: <a href="%(contribute_url)s">Pridružite se nam</a>
sq: <a href="%(contribute_url)s">Përfshihuni</a>
sr: <a href="%(contribute_url)s">Прикључи се</a>
sv_se: <a href="%(contribute_url)s">Engagera dig</a>
uk: <a href="%(contribute_url)s">Долучитися</a>

source: Invite a Mozillian
bs: Pozovi Mozilliana
el: Πρόσκληση ενός Mozillian
es: Invita a un mozillero
fy_nl: In Mozillian útnûgje
hu: Hívjon meg egy mozillást
it: Invita un mozilliano
ja: Mozillian を招待する
ms: Jemput Mozillian
nl: Een Mozillian uitnodigen
pl: Zaproś Mozillianina
sk: Pozvať používateľa
sl: Povabi Moziljana
sq: Ftoni një Moxillian
sr: О сајту Мозилијани
sv_se: Bjud in en mozillian
uk: Запросити Мозилівця

source: If you want to invite a new Mozillian please fill out the following form. <strong>Note</strong>: Inviting a new user is like vouching. <a href="%(vouching_url)s">Read more about vouching.</a>
bs: Ako želite da pozovete novog Mozilliana popunite sljedeću formu. <strong>Bilješka</strong>: Pozivanje novog korisnika je poput davanja garancije.<a href="%(vouching_url)s">Pročitajte više o davanju garancije. </a>
es: Si quieres invitar a un nuevo Mozillian, rellena el siguiente formulario. <strong>Nota</strong>: Invitar a un nuevo usuario es como recomendar. <a href="%(vouching_url)s">Aprende más sobre las recomendaciones.</a>
fy_nl: As jo in nije Mozillian útnûgje wolle, folje dan it folgjende formulier yn. <strong>Noat</strong>: it útnûgjen fan in nije brûker is lykas garant stean. <a href="%(vouching_url)s">Lês mear oer garantstellingen.</a>
hu: Ha egy új mozillást szeretne meghívni, akkor töltse ki a következő űrlapot. <strong>Megjegyzés</strong>: egy új felhasználó meghívása az ajánláshoz hasonló. <a href="%(vouching_url)s">Tudjon meg többet az ajánlásról.</a>
it: Per invitare un nuovo mozilliano utilizza questo modulo. <strong>Attenzione</strong>: invitare un utente è come approvarlo. <a href="%(vouching_url)s">Ulteriori informazioni sul sistema di approvazione.</a>
ja: Mozillian を新たに招待したいときは、以下のフォームに入力してください。<strong>注</strong>: 新しいユーザーの招待は承認のようなものです。<a href="%(vouching_url)s">承認システムの詳細</a>
ms: Jika anda mahu menjemput anggota Mozilla yang baru, sila isi borang berikut. <strong>Nota</strong>: Menjemput pengguna baru sama seperti memperakui. <a href="%(vouching_url)s">Baca selanjutnya perihal memperakui.</a>
nl: Als u een nieuwe Mozillian wilt uitnodigen, vul dan het volgende formulier in. <strong>Noot</strong>: het uitnodigen van een nieuwe gebruiker is zoiets als garant staan. <a href="%(vouching_url)s">Lees meer over garantstellingen.</a>
pl: Jeśli chcesz zaprosić nowego Mozillianina wypełnij poniższy formularz.<strong>Uwaga!</strong> Zaproszenie nowego użytkownika jest traktowane, jak wystawienie poręczenia. <a href="%(vouching_url)s">Dowiedz się więcej o poręczaniu</a>
sk: Ak chcete pozvať nového člena Mozillians, vypňte nasledovný formulár, prosím.<strong>Poznámka</strong>: Pozvanie nového používateľa je ako schvaľovanie. <a href="%(vouching_url)s">Prečítajte si viac o schvaľovaní</a>.
sl: Če želite povabiti nove Moziljane, izpolnite sledeči obrazec. <strong>Opozorilo</strong>: Vabljenje novega uporabnika je podobno kot jamčenje. <a href="%(vouching_url)s">Preberite si več o jamčenju.</a>
sq: Nëse doni të ftoni një moxillian të ri, ju lutemi, plotësoni formularin vijues. <strong>Shënim</strong>: Ftimi i një përdoruesi të ri është si ta rekomadonit. <a href="%(vouching_url)s">Lexoni më tepër mbi rekomandimet.</a>
sr: Ако желите да позовете новог мозилијана, молимо Вас попуните форму. <strong>Напомена</strong>: Позивање новог корисника је као јамчење. <a href="%(vouching_url)s">Прочитајте више о јамчењу.</a>
sv_se: Om du vill bjuda in en ny Mozillian, fyll i följande formulär. <strong>Obs!</strong>: Att bjuda in en ny användare är som verifiering. <a href="%(vouching_url)s">Läs mer om verifiering.</a>
uk: Якщо ви хочете запросити нового Мозилівця, заповніть наступну форму. <strong>Примітка:</strong> Запрошення нового користувача схоже на затвердження. <a href="%(vouching_url)s">Читати більше про затвердження.</a>

source: We recently changed the criteria for being able to invite and vouch other Mozillians. If you want to use this page, you need to receive %(vouch_threshold)s vouches. Ask someone to visit your profile and vouch for you. Then come back here once you have %(vouch_threshold)s vouches and you will be able to invite people to the directory. <a href="%(vouching_url)s">Learn more about vouching.</a>
bs: Nedavno smo promijenili kriterije da bi mogli pozvati i davati garanciju za druge Mozilliane. Ako želite da koristite ovu stranicu, morate da primite %(vouch_threshold)s garancije. Pitajte nekog da posjeti vaš profil i da da garanciju za vas. Vratite se ponovo kada budete imali %(vouch_threshold)s garancije i bićete u mogućnosti da pozovete ljude u direktorij. <a href="%(vouching_url)s">Saznajte više o garanciji.</a>
es: Hemos cambiado hace poco los criterios para poder invitar y recomendar a otros Mozillians. Si quieres utilizar esta página, necesitas al menos %(vouch_threshold)s recomendaciones. Pídele a alguien que visite tu perfil y te recomiende. Cuando tengas %(vouch_threshold)s recomendaciones, vuelve y podrás invitar a la gente al directorio. <a href="%(vouching_url)s">Aprende más sobre las recomendaciones.</a>
fy_nl: Koartlyn hawwe wy de kritearia foar it útnûgjen kinne fan en garant stean foar oare Mozillians wizige. As jo dizze side brûke wolle, moatte jo %(vouch_threshold)s garantstellingen ûntfongen hawwe. Freegje ien jo profyl te besykjen en garant foar jo te stean. Kom dêrnei werom sa gau as jo %(vouch_threshold)s garantstellingen hawwe, en jo sille minsken foar it adresboek útnûgje kinne. <a href="%(vouching_url)s">Lês mear oer garantstelling.</a>
hu: Nemrég megváltoztattuk a más mozillások meghívásának és ajánlásának feltételeit. Ha szeretné használni ezt az oldalt, ahhoz %(vouch_threshold)s ajánlásra van szüksége. Kérjen meg valakit, hogy keresse fel a profilját, és ajánlja Önt. Ha megkapott %(vouch_threshold)s ajánlást, jöjjön vissza, és akkor már meg tud hívni másokat a címtárba. <a href="%(vouching_url)s">Tudjon meg többet az ajánlásról.</a>
it: Recentemente abbiamo cambiato i criteri per invitare e approvare altri mozilliani. Se vuoi utilizzare questa pagina, devi ricevere almeno %(vouch_threshold)s approvazioni. Chiedi ad altri utenti di visitare il tuo profilo e approvarlo. Una volta raggiunte %(vouch_threshold)s approvazioni, sarai in grado di invitare altre persone. <a href="%(vouching_url)s">Ulteriori informazioni sul sistema di approvazione</a>.
ja: Mozilla では最近、Mozillian が他の人を招待、承認できるようになるための基準を変更しました。このページを使いたい場合、%(vouch_threshold)s 件の承認をもらう必要があります。あなたのプロフィールを見て承認してもらえるよう、誰かに頼んでみてください。%(vouch_threshold)s 件の承認をもらってからこのページへ戻れば、他の人を Mozillian.org へ招待できます。<a href="%(vouching_url)s">承認システムの詳細</a>
ms: Kami baru sahaja menukar kriteria supaya boleh menjemput dan memperakui Mozillian lain. Jika anda mahu menggunakan halaman ini, anda perlu menerima perakuan %(vouch_threshold)s. Minta seseorang melawat profil anda dan memperakui anda. Kemudian kembali ke sini apabila anda ada perakuan %(vouch_threshold)s dan anda akan dibolehkan menjemput pengguna ke dalam direktori. <a href="%(vouching_url)s">Ketahui selanjutnya perihal memperakui.</a>
nl: Onlangs hebben we de criteria voor het kunnen uitnodigen van en garant staan voor andere Mozillians gewijzigd. Als u deze pagina wilt gebruiken, dient u %(vouch_threshold)s garantstellingen te ontvangen. Vraag iemand uw profiel te bezoeken en garant voor u te staan. Kom daarna terug zodra u %(vouch_threshold)s garantstellingen hebt, en u zult mensen voor het adresboek kunnen uitnodigen. <a href="%(vouching_url)s">Lees meer over garantstelling.</a>
pl: Zmieniliśmy kryteria wystawiania zaproszeń i poręczania innych Mozillian. Obecnie uprawnienia do wystawiania zaproszeń i poręczeń mają tylko osoby, które uzyskały %(vouch_threshold)s poręczenia. Poproś takie osoby, aby wystawiły ci poręczenie. Gdy uzyskasz %(vouch_threshold)s poręczenia, wróć tutaj i będziesz móc zapraszać innych. <a href="%(vouching_url)s">Dowiedz się więcej o poręczaniu</a>
sk: Nedávno sme zmenili kritériá pre možnosť pozvať a potvrdzovať iných Mozillians. Ak chcete používať túto stránku, potrebujete získať %(vouch_threshold)s hlasov. Požiadajte niekoho, aby navštívil váš profil a hlasoval za vás. Keď získate %(vouch_threshold)s hlasov, vráťte sa na túto stránku a budete môcť pozvať ľudí do adresára. <a href="%(vouching_url)s">Zistite viac o hlasovaní.</a>
sl: Pred kratkim smo spremenili pogoje, kdo lahko povabi in jamči za Moziljane. Če želite uporabljati to stran, morate prejeti %(vouch_threshold)s jamstva. Prosite osebe, ki jih poznate, naj obiščejo vaš profil in jamčijo za vas. Ko boste prejeli %(vouch_threshold)s. jamstvo, se vrnite na to stran in povabite osebe v ta imenik. <a href="%(vouching_url)s">Preberite si več o jamstvih.</a>
sq: Tani së fundi e ndryshuam kriterin lidhur me të qenët në gjendje të ftoni dhe rekomandoni të tjerë moxillianë. Nëse doni ta përdorni këtë faqe, lypset të grumbulloni %(vouch_threshold)s rekomandime. Kërkojini dikujt të vizitojë profilin tuaj dhe t’ju rekomandojë. Mandej ejani sërish këtu, sapo të keni %(vouch_threshold)s rekomandime dhe do të jeni në gjendje të ftoni persona te lista. <a href="%(vouching_url)s">Mësoni më tepër mbi rekomandimet.</a>
sr: Недавно смо променили критеријуме за могућност позивања и јамчења других мозилијана. Ако желите да користите ову страницу, морате да добијете %(vouch_threshold)s јамчења. Питајте некога да посети профил и јамчи за вас. Онда се вратите овамо када имате %(vouch_threshold)s јамчења и онда ћете моћи да позивате друге људе у директоријум. <a href="%(vouching_url)s">Сазнајте више о јамчењу.</a>
sv_se: Vi ändrade nyligen kriterierna för att kunna bjuda in och verifiera andra Mozillianer. Om du vill använda den här sidan, måste du motta %(vouch_threshold)s verifikationer. Be någon att besöka din profil och verifiera dig. Kom sedan tillbaka hit när du har %(vouch_threshold)s verifikationer och du kommer att kunna bjuda in andra till katalogen. <a href="%(vouching_url)s">Läs mer om verifiering.</a>
uk: Ми нещодавно змінили критерії, які дозволяють запрошувати і затверджувати інших Мозилівців. Якщо ви хочете використати цю сторінку, ви повинні отримати %(vouch_threshold)s затвердження. Попросіть когось затвердити вас. Одразу після отримання %(vouch_threshold)s затверджень поверніться сюди знову, і ви будете мати змогу запрошувати людей. <a href="%(vouching_url)s">Докладніше про затвердження.</a>

source: Your Invites
bs: Vaše pozivnice
el: Οι προσκλήσεις σας
es: Tus invitaciones
fy_nl: Jo útnûgingen
hu: Meghívások
it: I tuoi inviti
ja: あなたの招待
ms: Jemputan Anda
nl: Uw uitnodigingen
pl: Twoje zaproszenia
sk: Vaše pozvánky
sl: Vaša vabila
sq: Ftesat Tuaja
sr: Ваши позиви
sv_se: Dina inbjudningar
uk: Ваші запрошення

source: Sent:
bs: Poslano:
el: Απεστάλη:
es: Enviado:
fy_nl: Ferstjoerd:
hu: Elküldve:
it: Inviato:
ja: 送信済み:
ms: Dihantar:
nl: Verzonden:
pl: Wysłano:
sk: Odoslané:
sl: Poslano:
sq: Dërguar Më:
sr: Послато:
sv_se: Skickat:
uk: Відправлено:

source: Redeemed:
bs: Otkupljeno:
el: Εξαργυρώθηκε:
es: Canjeado:
fy_nl: Ynlost:
hu: Beváltva:
it: Riscattato:
ja: 引替済み:
ms: Ditebus:
nl: Ingelost:
pl: Przyjęto:
sk: Pozvaný:
sl: Unovčevalec
sq: Përfitoi më:
sr: Откупљени:
sv_se: Inlöst:
uk: Прийнято:

source: Redeemer:
bs: Otkupio:
es: Canjeador:
fy_nl: Ynlosser:
hu: Beváltó:
it: Soggetto del riscatto:
ja: 引替者:
ms: Penebus:
nl: Inlosser:
pl: Osoba przyjmująca:
sk: Pozývateľ:
sl: Unovčevalec
sq: Përfitues:
sr: Искупитељ:
sv_se: Inlösare:
uk: Прийняв:

source: Invitation Sent
bs: Pozivnica poslana
el: Η πρόσκληση απεστάλη
es: Invitación enviada
fy_nl: Utnûging ferstjoerd
hu: Meghívó elküldve
it: Invito trasmesso
ja: 招待状が送信されました
ms: Jemputan Dihantar
nl: Uitnodiging verzonden
pl: Zaproszenie zostało wysłane
sk: Odoslanie pozvánky
sl: Vabilo poslano
sq: Ftesa u Dërgua
sr: Позивница је послата
sv_se: Inbjudan har skickats
uk: Запрошення відправлено

source: Invitation Sent!
bs: Pozivnica poslana!
el: Η πρόσκληση απεστάλη!
es: ¡Invitación enviada!
fy_nl: Utnûging ferstjoerd!
hu: Meghívó elküldve!
it: Invito trasmesso.
ja: 招待状が送信されました。
ms: Jemputan Dihantar!
nl: Uitnodiging verzonden!
pl: Zaproszenie zostało wysłane!
sk: Pozvánka bola odoslaná!
sl: Vabilo poslano!
sq: Ftesa u Dërgua!
sr: Позивница је послата!
sv_se: Inbjudan har skickats!
uk: Запрошення відправлено!

source: %(recipient)s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can <a href="%(invite_url)s"> invite another Mozillian</a> if you like.
bs: %(recipient)s je pozvan u Mozilliane. Primit će email sa instrukcijama kako da se pridruže. Možete <a href="%(invite_url)s"> pozvati još Mozilliana</a> ako želite.
es: Se ha invitado a %(recipient)s a unirse a Mozillians. Recibirá un correo electrónico con instrucciones sobre cómo hacerlo. Si quieres, puedes <a href="%(invite_url)s"> invitar a otro mozillero</a>.
fy_nl: %(recipient)s is útnûge foar Mozillians. Hy of sy ûntfangt in e-mailberjocht mei ynstruksjes oer hoe't men harren oanslute kin. As jo wolle, kinne jo <a href="%(invite_url)s">noch in Mozillian útnûgje</a>.
hu: %(recipient)s meghívást kapott a mozillások közé. A csatlakozás módjáról e-mailt kaptak. Ha szeretné, <a href="%(invite_url)s">meghívhat további mozillást</a> is.
it: %(recipient)s è stato invitato su Mozillians. Riceverà un’email con le istruzioni per iscriversi. Se vuoi puoi <a href="%(invite_url)s"> invitare un altro mozilliano</a>.
ja: %(recipient)s さんを Mozillians へ招待しました。招待された人には、参加方法について書かれたメールが送られます。よろしければ、<a href="%(invite_url)s">別の Mozillian も招待</a> してください。
ms: %(recipient)s telah menerima jemputan menyertai Mozillians. Mereka akan terima e-mel bersama arahan cara untuk menyertainya. Anda boleh <a href="%(invite_url)s"> menjemput anggota Mozillian lain</a> jika anda mahu.
nl: %(recipient)s is uitgenodigd voor Mozillians. Hij of zij ontvangt een e-mailbericht met instructies over hoe men zich kan aansluiten. Als u wilt, kunt u <a href="%(invite_url)s">nog een Mozillian uitnodigen</a>.
pl: Osoba %(recipient)s została zaproszona do Mozillian. Otrzyma ona wiadomość e-mail zawierającą instrukcję, jak dołączć do Mozillian. Możesz, jeśli chcesz, <a href="%(invite_url)s">zaprosić kolejnego Mozillianina</a>.
sk: %(recipient)s bol pozvaný, aby sa pripojil ku komunite Mozillians. Bude mu doručený e-mail s inštrukciami, ako sa zapojiť. Ak chcete, môžete <a href="%(invite_url)s"> pozvať ďalšieho člena</a>.
sl: %(recipient)s so povabili med Moziljan. Prejeli bodo e-pošto z navodili, kako se pridružiti. Lahko, če hočete, <a href="%(invite_url)s">povabite druge Moziljane</a>.
sq: %(recipient)s është ftuar te Moxillianët. Do të marrë një email me udhëzime se si të përfshihet me ta. Mund të <a href="%(invite_url)s"> ftoni një tjetër Moxillian</a>, në daçi.
sr: У Мозилијане сте позвали: %(recipient)s. Примиће е-пошту са упуствима како да се придруже. Можете <a href="%(invite_url)s"> позвати још Мозилијана</a> ако желите.
sv_se: %(recipient)s har bjudits in till Mozillians. Personen ifråga kommer att få ett e-brev, med instruktioner om hur man registrerar sig. Nu kan du <a href="%(invite_url)s"> bjuda in en annan mozillian</a>, om du vill.
uk: %(recipient)s було запрошено стати Мозилівцем. Вони отримають інструкції про те, як долучитися по електронній пошті. При бажанні, ви можете <a href="%(invite_url)s"> запросити іншого мозилівця</a>.

source: Mozillians in
bs: Mozilliani u
el: Mozillians σε
es: Mozilleros en
fy_nl: Mozillians yn
hu: Mozillások itt:
it: Mozilliani in:
ja: この地域の Mozillian:
ms: Mozillian dalam
pl: Mozillianie w
sk: Mozillians v
sl: Moziljani
sq: Moxillianë në
sr: Mozillians у
sv_se: Mozillianer i
uk: Мозилівці в

source: Sorry we cannot find any mozillians in
bs: Žao nam je, ne možemo pronaći nijednog mozilliana u
el: Συγγνώμη, δεν μπορούμε να βρούμε Mozillians στο
es: Discúlpanos, pero no encontramos ningún mozillero en
fy_nl: Sorry, wy kinne gjin Mozillians fine yn
hu: Elnézést, nem található egyetlen mozillás sem itt:
it: Siamo spiacenti, non siamo in grado di trovare alcun mozilliano in
ja: 申し訳ありません。この地域に Mozillian は見つかりませんでした:
ms: Maaf, kami tidak dapat mencari mana-mana mozillians dalam
nl: Sorry, we kunnen geen Mozillians vinden in
pl: Niestety, nie możemy znaleźć żadnego Mozillianina w
sk: Ospravedlňujeme sa, ale nemôžeme nájsť žiadnych členov Mozillians v
sl: Žal ne najdemo Moziljanov v
sq: Na ndjeni, nuk gjejmë dot ndonjë moxillian në
sr: Жао нам је, не можемо наћи ниједног Мозилијана у
sv_se: Ledsen, vi hittade inga mozillianer i
uk: Шкода, але ми не можемо знайти жодного мозилівця в

source: Your Profile
bs: Vaš profil
el: Το προφίλ σας
es: Tu perfil
fy_nl: Jo profyl
hu: Saját profil
it: Il tuo profilo
ja: あなたのプロフィール
ms: Profil Anda
nl: Uw profiel
pl: Twój profil
sk: Váš profil
sl: Vaš profil
sq: Profili Juaj
sr: Ваш профил
sv_se: Din profil
uk: Ваш профіль

source: Mozillian Profile
bs: Profil Mozilliana
el: Προφίλ Mozillian
es: Perfil en Mozillian
fy_nl: Mozillian-profyl
hu: Mozillás profil
it: Profilo mozilliano
ja: Mozillian のプロフィール
ms: Profil Mozillian
nl: Mozillian-profiel
pl: Profil Mozillianina
sk: Profil na Mozillian
sl: Profil Moziljana
sq: Profil Moxilliani
sr: Профил Мозилијана
sv_se: Mozillianprofil
uk: Профіль Мозилівця

source: Pending Profile
bs: Profil na čekanju
el: Εκκρεμές προφίλ
es: Perfil pendiente
fy_nl: Profyl yn de wacht
hu: Függő profil
it: Profilo in sospeso
ja: 未承認のプロフィール
ms: Profil Tertangguh
nl: Profiel in de wacht
pl: Profil oczekujący
sk: Čakajúci profil
sl: Profil na čakanju
sq: Profil Në Pritje të Shqyrtimit
sr: Профил на чекању
sv_se: Väntande profil
uk: Профіль в очікуванні
