Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: Invitation to {0} has been sent successfully.
bs: Pozivnica za {0} je uspješno poslana.
el: Η πρόσκληση προς τον/την {0} έχει αποσταλεί επιτυχώς.
es: Se ha enviado correctamente la invitación a {0}.
fy_nl: Utnûging foar {0} is mei sukses ferstjoerd.
hu: {0} meghívója sikeresen elküldve.
it: L’invito a {0} è stato inviato correttamente.
ja: {0} さんへの招待が送信されました。
ms: Jemputan untuk {0} telah berjaya dihantar.
nl: Uitnodiging voor {0} is met succes verzonden.
pl: Zaproszenie do {0} zostało pomyślnie wysłane.
sk: Pozvánka pre {0} bola úspešne odoslaná.
sl: Povabilo za {0} je uspešno poslano.
sq: Ftesa për {0} u dërgua me sukses.
sv_se: Inbjudan till {0} har skickats.
uk: Запрошення для {0} було успішно надіслано.

source: Page Not Found
bs: Stranica nije pronađena
el: Η σελίδα δεν βρέθηκε
es: No se ha encontrado la página
fy_nl: Side net fûn
hu: Ez az oldal nem található
it: Pagina non trovata
ja: ページが見つかりません
ms: Halaman Tidak Ditemui
nl: Pagina niet gevonden
pl: Nie znaleziono strony
sk: Stránka nebola nájdená
sl: Strani ni mogoče najti
sq: Nuk u Gjet Faqe
sr: Страница није пронађена
sv_se: Sidan hittades inte
uk: Сторінку не знайдено

source: Oh No! That Page Doesn't Exist!
bs: O ne! Ta stranica ne postoji!
el: Ωχ όχι! Η σελίδα δεν υπάρχει!
es: ¡Oh, no! ¡Esa página no existe!
fy_nl: O nee! Dy side bestiet net!
hu: Jajj! Ez az oldal nem létezik!
it: Oh no! Questa pagina non esiste.
ja: そのページは存在しません。
ms: Oh Tidak! Halaman Itu Tidak Wujud!
nl: O nee! Die pagina bestaat niet!
pl: Niestety! Taka strona nie istnieje!
sk: Ale nie! Táto stránka neexistuje!
sl: Oh, ne! Ta stran ne obstaja!
sq: Mooos! Kjo Faqe Nuk Ekziston!
sr: Ох не! Та страница не постоји!
sv_se: Å, nej! Den sidan finns inte!
uk: О ні! Ця сторінка не існує!

source: Tumbeasts by Matthew Inman of The Oatmeal
el: Tumbeasts από το Matthew Inman του The Oatmeal
es: Tumbeasts por Matthew Inman de The Oatmeal
fy_nl: Tumbeasts troch Matthew Inman fan The Oatmeal
hu: Tumblebeast-et Matthew Inman készítette a The Oatmeal-tól
it: Tumbeasts di Matthew Inman (The Oatmeal)
ms: Tumbeasts oleh Matthew Inman of The Oatmeal
nl: Tumbeasts door Matthew Inman van The Oatmeal
pl: Maskotka Tumbeasts autorstwa Matthew Inmana z witryny The Oatmeal
sl: Tumbeasts - avtor Matthew Inman, The Oatmeal
sq: Tumbeasts nga Matthew Inman i The Oatmeal-it
sr: Tumbeasts, Matthew Inman са сајта The Oatmeal
sv_se: Tumbeasts av Matthew Inman från The Oatmeal
uk: Tumbeasts від Метью Інмана з Оутміла

source: <p> The page you requested couldn't be found. You can head to the <a href="%(home_url)s">Mozillians home page</a> to learn more about our community phonebook, or you can try searching for the person you were looking for using the search box at the top of this page. </p>
bs: <p> Stranica koju ste tražili nije pronađena. Možete otići na <a href="%(home_url)s">početnu stranicu Mozilliana</a> da saznate više o našem imeniku zajednice ili možete probati tražiti osobu pomoću polja za pretragu na vrhu ove stranice. </p>
es: <p> No se ha podido encontrar la página que pediste. Puedes dirigirte a la <a href="%(home_url)s">página de inicio de Mozillians</a> para saber más sobre el directorio de nuestra comunidad o puedes intentar encontrar a la persona que buscas utilizando la opción de búsqueda en la parte superior de esta página. </p>
fy_nl: <p> De opfrege side is net fûn. Jo kinne nei de <a href="%(home_url)s">begjinside fan Mozillians</a> gean om mear te lêzen oer ús mienskipsadresboek, of jo kinne de opsochte persoan probearje te finen fia it sykfjild boppe-oan dizze side. </p>
hu: <p> A keresett oldal nem található. Ellátogathat a <a href="%(home_url)s">Mozilliás kezdőlapra</a>, hogy megismerje a közösségi címjegyzéket vagy az oldal tetején található keresőmező segítségével megpróbáljon megtalálni valakit. </p>
it: <p> Non è stato possibile trovare la pagina richiesta. Puoi ritornare alla <a href="%(home_url)s">pagina iniziale di Mozillians</a> per scoprire altre informazioni sulla rubrica della comunità oppure trovare la persona che stavi cercando utilizzando il campo di ricerca in cima a questa pagina. </p>
ja: <p>お探しのページは見つかりませんでした。<a href="%(home_url)s">Mozillians のトップページ</a> でこのコミュニティ住所録の使い方を読むか、このページの上にある検索ボックスからユーザーを検索することができます。</p>
ms: <p> Halaman yang anda minta tidak dapat ditemukan. Anda boleh pergi ke <a href="%(home_url)s">halaman utama Mozillian</a> untuk mengetahui lebih lanjut perihal buku telefon komuniti kami, atau anda boleh cuba cari orang yang anda mahu hubungi menggunakan kotak carian pada bahagian atas halaman ini. </p>
nl: <p> De opgevraagde pagina is niet gevonden. U kunt naar de <a href="%(home_url)s">beginpagina van Mozillians</a> gaan om meer te lezen over ons gemeenschapsadresboek, of u kunt de gezochte persoon proberen te vinden via het zoekveld bovenaan deze pagina. </p>
pl: <p> Nie można znaleźć żądanej strony. Możesz udać się na <a href="%(home_url)s">stronę główną Mozillian</a>, by dowiedzieć się więcej o katalogu naszej społeczności lub możesz spróbować wyszukać osobę. której poszukujesz, używając pola wyszukiwania znajdującego się na górze tej strony. </p>
sk: <p> Stránka, ktorú sa snažíte zobraziť, nebola nájdená. Informácie o prehľade členov komunity môžete nájsť na <a href="%(home_url)s">domovskej stránke servera Mozillians</a>, alebo môžete pomocou vyhľadávania v hornej časti stránky skúsiť vyhľadať osobu, ktorú hľadáte. </p>
sl: <p> Zahtevane strani ni bilo mogoče najti. Obiščete lahko <a href="%(home_url)s">domačo stran Moziljanov</a>, da izveste kaj več o našem imeniku ali pa s pomočjo polja za iskanje na vrhu strani poskusite najti kako osebo. </p>
sq: <p> Faqja që kërkuat nuk u gjet dot. Mund të kaloni te <a href="%(home_url)s">faqja hyrëse e Moxillianëve</a> që të mësoni më tepër rreth librit të kontakteve të bashkësisë, ose mund të provoni të kërkonit për personin që po shihni duke përdorur kutinë e kërkimeve në krye të kësaj faqeje. </p>
sr: <p> Страница коју сте тражили није пронађена. Можете отићи на <a href="%(home_url)s">почетну страницу Мозилијана</a> како бисте сазнали више о нашем именику заједнице, или можете покушати претражити особу коју желите наћи, користећи поље за претрагу на врху ове странице. </p>
sv_se: <p> Det gick inte att hitta den begärda sidan. Du kan gå till <a href="%(home_url)s">Mozillians startsida</a> för att läsa mer om vår gemenskapstelefonkatalog eller försöka söka efter personen som du letade efter genom att använda sökrutan överst på den här sidan. </p>
uk: <p> Не вдалося знайти сторінку, яку ви запитали. Ви можете перейти на <a href="%(home_url)s">домашню сторінку Мозилівців</a>, щоб дізнатися більше про телефонну книгу нашої спільноти, або можете спробувати пошукати потрібну вам людину, скориставшись полем пошуку вгорі цієї сторінки. </p>

source: <p> Because you aren't authenticated, you may not have access to private profiles in the phonebook. You should log in in case you're trying to access a private profile. If you don't have an account, <a href="%(join_url)s">join us</a>. </p>
bs: <p> Zato što niste autentifikovani, možda nećete imati pristup privatnim profilima u imeniku. Trebate se prijaviti u slučaju da želite pristupiti privatnim profilima. Ako nemate račun, <a href="%(join_url)s">pridružite nam se</a>. </p>
es: <p> Como no estás autenticado, puede que no tengas acceso a los perfiles privados del directorio. Deberías iniciar sesión si quieres acceder a un perfil privado. Si no tienes una cuenta, <a href="%(join_url)s">únete</a>. </p>
fy_nl: <p> Omdat jo net autentisearre binne, hawwe jo mooglik gjin tagong ta priveeprofilen yn it adresboek. Jo moatte jo oanmelde as jo in priveeprofyl probearje te besjen. As jo gjin account hawwe, <a href="%(join_url)s">slút jo dan by ús oan</a>. </p>
hu: <p> Mivel nincs bejelentkezve, ezért nem tekintheti meg a privát profilokat a címjegyzékben. Be kell jelentkeznie, ha egy privát profilt szeretne megnézni. Amennyiben nincs még fiókja, <a href="%(join_url)s">csatlakozzon hozzánk</a>. </p>
it: <p> Siccome non hai effettuato l’accesso, potresti non essere in grado di visualizzare i profili privati presenti in questa rubrica. Prova ad accedere per verificare se il profilo che stai tentando di visualizzare è un profilo privato. Se non hai un account, <a href="%(join_url)s">iscriviti</a>. </p>
ja: <p>あなたは認証されていないため、住所録の個人プロフィールにはアクセスできません。プロフィールにアクセスするにはログインしてください。アカウントをお持ちでない場合は <a href="%(join_url)s">ユーザー登録</a> してください。 </p>
ms: <p> Oleh kerana tidak disahkan, anda mungkin tidak ada akses kepada profil peribadi dalam buku telefon. Anda perlu log masuk jika anda mahu mengakses profil peribadi. Jika anda tidak ada akaun, <a href="%(join_url)s">sertai kami</a>. </p>
nl: <p> Omdat u niet bent geauthenticeerd, hebt u mogelijk geen toegang tot privéprofielen in het adresboek. U dient zich aan te melden als u een privéprofiel probeert te bekijken. Als u geen account hebt, <a href="%(join_url)s">sluit u dan bij ons aan</a>. </p>
pl: <p>Ponieważ nie masz upoważnienia, możesz nie mieć dostępu do prywatnych profili w katalogu. Jeśli chcesz uzyskać dostęp do prywatnego profilu, musisz się zalogować. Jeśli nie masz konta, <a href="%(join_url)s">przyłącz się</a> do nas. </p>
sk: <p> Keďže nie ste prihlásený, nemusíte mať prístup k súkromným profilom v databáze. V prípade, kedy chcete mať prístup k súkromnému profilu, mali by ste sa prihlásiť. Ak nemáte účet, <a href="%(join_url)s">vytvorte si ho</a>. </p>
sl: <p> Ker nimate avtorizacije, morda ne boste imeli dostopa do zasebnih profilov v imeniku. Če želite dostopiti do zasebnega profila, se prijavite. Če nimate računa, <a href="%(join_url)s">se nam pridružite</a>. </p>
sq: <p> Ngaqë nuk keni bërë mirëfilltësimin, mund të mos shihni dot profilet private në librin e telefonave. Do të duhej të bënit hyrjen, në rast se po provoni të shihni një profil privat. Nëse nuk keni llogari, <a href="%(join_url)s">bëhuni pjesë e jona</a>. </p>
sr: <p> Из разлога што нисте аутентификани, не можете приступити приватним профилима у именику. Требало би да се пријавите у случају да покушавате приступити приватном профилу. Уколико немате налог, <a href="%(join_url)s">придружите нам се</a>. </p>
sv_se: <p> Eftersom du inte har autentiserats får du inte åtkomst till privata profiler i telefonkatalogen. Om du försöker komma åt en privat profil bör du logga in. Om du inte har något konto, <a href="%(join_url)s">bli en av oss</a>. </p>
uk: <p> Через те, що ви не пройшли перевірку, у вас немає доступу до приватних профілів в телефонній книзі. Якщо ви намагаєтесь отримати доступ до приватного профілю, вам необхідно увійти. Якщо ви не маєте облікового запису, <a href="%(join_url)s">приєднуйтесь</a>. </p>

source: Application Error
bs: Greška aplikacije
el: Σφάλμα εφαρμογής
es: Error de la aplicación
fy_nl: Tapassingsflater
hu: Alkalmazáshiba
it: Errore nell’applicazione
ja: アプリケーションエラー
ms: Ralat Aplikasi
nl: Toepassingsfout
pl: Błąd aplikacji
sk: Chyba aplikácie
sl: Napaka v aplikaciji
sq: Gabim Aplikacioni
sr: Грешка у апликацији
sv_se: Programfel
uk: Помилка програми

source: We're Sorry, but Something Went Wrong!
bs: Žao nam je, ali nešto je pošlo po zlu!
el: Λυπούμαστε, αλλά κάτι πήγε στραβά!
es: ¡Lo sentimos pero algo ha salido mal!
fy_nl: It spyt ús, mar der is wat misgien!
hu: Nagyon sajnáljuk, de valami baj történt!
it: Siamo spiacenti, qualcosa è andato storto.
ja: 大変申し訳ありません。何か問題が発生しました。
ms: Harap Maaf, ada Sesuatu Yang Silap!
nl: Het spijt ons, maar er is iets misgegaan!
pl: Przepraszamy, ale coś poszło nie tak, jak powinno!
sk: Ospravedlňujeme sa, ale niečo sa pokazilo!
sl: Se opravičujemo, ampak prišlo je do napake!
sq: Na Vjen Keq, Por Diçka Shkoi Ters!
sr: Жао нам је, али нешто је пошло наопако!
sv_se: Vi beklagar, men någonting gick fel!
uk: Нам шкода, але щось пішло не так!

source: Jitterbeasts by Matthew Inman of The Oatmeal
el: Jitterbeasts από το Matthew Inman του The Oatmeal
es: Jitterbeasts por Matthew Inman de The Oatmeal
fy_nl: Jitterbeasts troch Matthew Inman fan The Oatmeal
hu: Jitterbeasts-et Matthew Inman készítette a The Oatmeal-tól
it: Jitterbeasts di Matthew Inman (The Oatmeal)
ms: Jitterbeasts oleh Matthew Inman of The Oatmeal
nl: Jitterbeasts door Matthew Inman van The Oatmeal
pl: Maskotka Jitterbeasts autorstwa Matthew Inmana z witryny The Oatmeal
sl: Jitterbeasts avtorja Matthewa Inmana, ustanovitelja spletne strani The Oatmeal
sq: Jitterbeasts nga Matthew Inman-i i The Oatmeal-it
sr: Jitterbeasts, Matthew Inman са сајта The Oatmeal
sv_se: Jitterbeasts av Matthew Inman från The Oatmeal
uk: Jitterbeasts від Метью Інмана з Оутміла

source: <p> Sorry, but we encountered an unexpected error and can't process your request. You can try again by refreshing your browser or you can <a href="%(bugzilla_url)s"> file a bug</a> letting us know what happened and we'll get right on fixing the problem. </p> <p> If refreshing the page didn't work, you can <a href="%(home_url)s">head to the Mozillians home page</a> to find out more about Mozillians. Sorry about this! </p>
es: <p> Lo sentimos, pero encontramos un error inesperado y no podemos procesar tu petición. Puedes probar otra vez actualizando tu navegador o puedes <a href="%(bugzilla_url)s"> informar del error</a> explicándonos qué ha pasado y lo resolveremos. </p> <p> Si actualizar la página no funciona, puedes <a href="%(home_url)s">dirigirte a la página de inicio de Mozillians</a> para tener más información. ¡Lo sentimos! </p>
fy_nl: <p> It spyt ús, mar der is in ûnferwachte flater bard en wy kinne jo oanfraach net ferwurkje. Jo kinne it nochris probearje troch de side te ferfarskjen, of jo kinne <a href="%(bugzilla_url)s">in bug yntsjinje</a> om ús litte te witten wat der bard is, sadat wy it probleem sa gau as mooglik ferhelpe kinne. </p> <p> As ferfarskjen fan de side net helpt, kinne jo <a href="%(home_url)s">nei de startside fan Mozillians gean</a> om mear oer Mozillians te witten te kommen. Sorry hjirfoar! </p>
hu: <p>Elnézést, de egy nem várt hiba miatt nem tudjuk feldolgozni a kérését. Megpróbálhatja újra az oldal újratöltésével, vagy <a href="%(bugzilla_url)s">hibát jelenthet be</a>, hogy megtudjuk mi történt és megpróbáljuk a hibát kijavítani.</p> <p>Amennyiben az oldal újratöltése nem segít, akkor meglátogathatja a <a href="%(home_url)s">Mozillások kezdőoldalát</a>. Elnézést kérünk ezért! </p>
it: <p> Siamo spiacenti, si è verificato un errore e non siamo in grado di elaborare la richiesta. Puoi riprovare aggiornando la pagina nel browser o <a href="%(bugzilla_url)s"> aprire un bug</a> per spiegarci che cosa è successo e darci la possibilità di risolvere il problema al più presto. </p> <p> Se aggiornando la pagina il problema non si risolve, puoi <a href="%(home_url)s">andare alla pagina iniziale di Mozillians</a> e scoprire altre informazioni sul sito. Ci dispiace per l’inconveniente! </p>
ja: <p>申し訳ありません。予期せぬ問題が発生したため、処理を続行できません。ページを再度読み込んでもう一度試すか、<a href="%(bugzilla_url)s">バグを報告</a> して何が起きたか知らせてください。開発チームがすぐに修正に取り掛かります。</p> <p>ページを再読み込みしても解決しない場合は、<a href="%(home_url)s">Mozillians のトップページへ移動</a> して、Mozillians について詳しく知ることができます。ご不便をおかけして申し訳ありません。</p>
ms: <p> Maaf, kami menghadapi ralat tidak dijangka dan tidak dapat memproses permintaan anda. Anda boleh cuba lagi dengan memulakan semula pelayar anda atau anda boleh <a href="%(bugzilla_url)s"> failkan pepijat</a> memaklumkan kami apa yang terjadi dan kami akan memperbaiki masalah tersebut. </p> <p> Jika memulakan semula halaman juga tidak selesaikan masalah ini, anda boleh <a href="%(home_url)s">pergi ke halaman utama Mozillian</a> untuk ketahui lanjut perihal Mozillian. Maafkan kami atas masalah ini! </p>
nl: <p> Het spijt ons, maar er is een onverwachte fout opgetreden en we kunnen uw aanvraag niet verwerken. U kunt het nogmaals proberen door de pagina te verversen, of u kunt <a href="%(bugzilla_url)s">een bug indienen</a> om ons te laten weten wat er is gebeurd, zodat we het probleem zo snel mogelijk kunnen verhelpen. </p> <p> Als verversen van de pagina niet helpt, kunt u <a href="%(home_url)s">naar de startpagina van Mozillians gaan</a> om meer over Mozillians te weten te komen. Sorry hiervoor! </p>
pl: <p> Przepraszamy, ale wystąpił nieoczekiwany błąd i nie można przetworzyć twojej prośby. Możesz spróbować ponownie, odświeżając przeglądarkę lub możesz <a href="%(bugzilla_url)s">zgłosić błąd</a>, umożliwiając nam poznanie, co się stało, a my podejmiemy wszelkie starania, by rozwiązać ten problem. </p> <p> Jeśli odświeżanie strony nie działa, możesz <a href="%(home_url)s">udać się na stronę główną Mozillian</a>, by dowiedzieć się więcej o Mozillianinach. Jeszcze raz przepraszamy! </p>
sk: <p> Ospravedlňujeme sa, ale nastala neočakávaná chyba pri ktorej nemôžeme dokončiť vašu požiadavku. Môžete skúsiť obnoviť stránku vo svojom prehliadači alebo <a href="%(bugzilla_url)s"> nahlásiť chybu</a>, v ktorej nám poviete, čo sa stalo a my problém opravíme.</p> <p> Ak obnova stránky nebude fungovať, môžete<a href="%(home_url)s">prejsť na domovskú stránku servera Mozillians</a>, kde nájdete informácie o serveri. Ospravedlňujeme sa za problémy! </p>
sl: <p> Žal smo naleteli na nepričakovano napako in zahteve ne moremo obdelati. Lahko poskusite z osvežiti svoj brskalnik, lahko <a href="%(bugzilla_url)s">prijavite napako</a> in nam sporočite, kaj se je zgodilo, mi pa se bomo problema nikoli urediti. </p><p> Če osveževanje strani ne deluje, se lahko obiščete <a href="%(home_url)s">domačo stran Mozillianov</a>, da o Moziljanih zveste kaj več. Brez zamere! </p>
sq: <p> Na ndjeni, por hasëm një gabim të papritur dhe nuk mund ta përmbushim kërkesën tuaj. Mund të riprovoni duke ringarkuar faqen që prej shfletuesit tuaj ose mund të <a href="%(bugzilla_url)s"> njoftoni për një të metë</a> duke na bërë të ditur se çfarë ndodhi dhe do t’i vihemi zgjidhjes së problemit. </p> <p> Nëse ringarkimi i faqes nuk jep frute, mund të <a href="%(home_url)s">kaloni te faqja hyrëse e Moxillianëve</a> që të mësoni më tepër për moxillianët. Na ndjeni për këtë! </p>
sr: <p> Жао нам је, али смо наишли на неочекивану грешку и Ваш захтев не може да се обради. Можете покушати касније освежити Ваш прегледач или можете <a href="%(bugzilla_url)s"> пријавити грешку</a> рећи нам шта се догодило и ми ћемо одмах покушати решити проблем. </p> <p> Ако освежавање странице није успело, можете <a href="%(home_url)s">отићи на почетну страницу Мозилијана</a> како бисте нашли више информација о Мозилијанима. Извињавамо се на овоме! </p>
sv_se: <p> Ledsen, men vi stötte på ett oväntat fel och kunde inte behandla din begäran. Du kan försöka igen genom att uppdatera din webbläsare eller <a href="%(bugzilla_url)s"> rapportera felet</a> och tala om för oss vad som hände, så kommer vi att åtgärda problemet så snart som möjligt. </p> <p> Om det inte hjälper att uppdatera sidan kan du <a href="%(home_url)s">gå till Mozillians startsida</a> för att läsa mer om Mozillians. Vi ber tusen gånger om ursäkt! </p>
uk: <p> Вибачте, але ми зіткнулися з неочікуваною помилкою і не можемо обробити ваш запит. Ви можете спробувати знову, оновивши сторінку, або <a href="%(bugzilla_url)s"> повідомити про помилку</a>, давши нам знати про те, що трапилось і ми одразу ж займемось вирішенням проблеми. </p> <p> Якщо оновлення сторінки не допомогло, ви можете <a href="%(home_url)s">перейти на домашню сторінку Мозилівців</a>, щоб дізнатись більше про Мозилівців. Нам шкода! </p>

source: Mozillians
bs: Mozilliani
hu: Mozillások
ms: Mozillian
pl: Mozillianie
sl: Moziljani
sq: Moxillianë
sr: Мозилијани
uk: Мозилівці

source: Welcome
bs: Dobrodošli
el: Καλώς ορίσατε
es: Bienvenido
fy_nl: Wolkom
hu: Üdvözöljük
it: Benvenuto
ja: ようこそ
ms: Selamat datang
nl: Welkom
pl: Witamy
sk: Vitajte
sl: Dobrodošli
sq: Mirë se vini
sr: Добро дошли
sv_se: Välkommen
uk: Ласкаво просимо

source: Mozilla's contributor phonebook
bs: Mozillin imenik saradnika
el: Κατάλογος εθελοντών της Mozilla
es: Directorio de los colaboradores de Mozilla
fy_nl: Mozilla’s meiwurkersadresboek
hu: Mozillás közreműködők címjegyzéke
it: Rubrica telefonica dei collaboratori Mozilla
ja: Mozilla の貢献者住所録
ms: Buku telefon penyumbang Mozilla
nl: Mozilla’s medewerkersadresboek
pl: Katalog współtwórców Mozilli
sk: Prehľad členov projektu Mozilla
sl: Telefonski imenik sodelavcev Mozille
sq: Libri i telefonave të kontribuesve të Mozilla-s
sr: Mozilla-ин именик сарадника
sv_se: Mozillas telefonkatalog över medarbetare
uk: Телефонна книга помічників Mozilla

source: Select language
bs: Izaberite jezik
el: Επιλογή γλώσσας
es: Elige idioma
fy_nl: Taal selektearje
hu: Válasszon nyelvet
it: Scegli lingua
ja: 言語を選択
ms: Pilih bahasa
nl: Taal selecteren
pl: Wybierz język
sk: Zvoľte jazyk
sl: Izberi jezik
sq: Përzgjidhni gjuhë
sr: Изаберите језик
sv_se: Välj språk
uk: Вибрати мову

source: Skip to main content
bs: Preskoči do glavnog sadržaja
el: Μετάβαση στο κύριο περιεχόμενο
es: Ir al contenido principal
fy_nl: Nei haadynhâld
hu: Ugrás a főtartalomra
it: Vai ai contenuti principali
ja: メインコンテンツへスキップ
ms: Langkau ke kandungan utama
nl: Naar hoofdinhoud
pl: Przejdź do głównej treści
sk: Preskočiť na hlavný obsah
sl: Preskoči na glavno vsebino
sq: Kalo te lënda bazë
sr: Иди на главни садржај
sv_se: Gå till huvudinnehåll
uk: Перейти до основного вмісту

source: Search for people, groups and more
bs: Tražite ljude, grupe i drugo
el: Αναζητήστε άτομα, ομάδες και πολλά άλλα
es: Busca a personas, grupos y mucho más
fy_nl: Sykje nei minsken, groepen en mear
hu: Emberek, csoportok és egyebek keresése
it: Cerca persone, gruppi e altro ancora
ja: 人々、グループなどを検索
ms: Cari orang, kumpulan dan sebagainya
nl: Zoeken naar mensen, groepen en meer
pl: Szukaj osoby, grupy i więcej…
sk: Vyhľadávanie ľudí, skupín a ďalších
sl: Išči ljudi, skupine in še kaj
sq: Kërkoni për persona, grupe dhe të tjera
sr: Претражите људе, групе и остало
sv_se: Sök efter personer, grupper och mer
uk: Шукати людей, групи та інше

source: View Profile
bs: Pregledaj profil
el: Προβολή προφίλ
es: Ver perfil
fy_nl: Profyl werjaan
hu: Profil megtekintése
it: Visualizza profilo
ja: プロフィールを表示
ms: Lihat Profil
nl: Profiel weergeven
pl: Zobacz profil
sk: Zobraziť profil
sl: Prikaži profil
sq: Shihni Profilin
sr: Погледај профил
sv_se: Visa profil
uk: Переглянути профіль

source: Settings
bs: Postavke
el: Ρυθμίσεις
es: Configuración
fy_nl: Ynstellingen
hu: Beállítások
it: Impostazioni
ja: 設定
ms: Tetapan
nl: Instellingen
pl: Ustawienia
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
sr: Поставке
sv_se: Inställningar
uk: Налаштування

source: Groups
bs: Grupe
el: Ομάδες
es: Grupos
fy_nl: Groepen
hu: Csoportok
it: Gruppi
ja: グループ
ms: Kumpulan
nl: Groepen
pl: Grupy
sk: Skupiny
sl: Skupine
sq: Grupe
sr: Групе
sv_se: Grupper
uk: Групи

source: Invite
bs: Pozovi
el: Πρόσκληση
es: Invitar
fy_nl: Utnûgingen
hu: Meghívás
it: Invita
ja: 招待する
ms: Jemput
nl: Uitnodigen
pl: Zaproszenie
sk: Pozvať
sl: Vabila
sq: Ftoni
sr: Позови
sv_se: Bjud in
uk: Запросити

source: Log Out
bs: Odjava
el: Αποσύνδεση
es: Salir
fy_nl: Ofmelde
hu: Kijelentkezés
it: Disconnetti
ja: ログアウト
ms: Log Keluar
nl: Afmelden
pl: Wyloguj
sk: Odhlásiť sa
sl: Odjava
sq: Dilni
sr: Одјави се
sv_se: Logga ut
uk: Вийти

source: Sign in
hu: Bejelentkezés
it: Accedi
ja: ログイン
sl: Vpiši se
sq: Hyni
sr: Пријави се
