Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: Update IRC information
bs: Ažuriraj IRC informacije
el: Ενημέρωση πληροφοριών IRC
es: Actualizar información en IRC
fy_nl: IRC-gegevens bywurkje
hu: IRC információk frissítése
it: Aggiorna informazioni IRC
ja: IRC 情報を更新
ms: Kemaskini maklumat IRC
nl: IRC-gegevens bijwerken
pl: Aktualizuj informacje IRC
sk: Aktualizovať informácie o IRC
sl: Posodobi IRC informacje
sq: Përditësoni të Dhëna IRC-je
sr: Ажурирај IRC информације
sv_se: Uppdatera IRC-uppgifter
uk: Оновити інформацію IRC

source: Basic Information
bs: Osnovne informacije
el: Βασικές πληροφορίες
es: Información básica
fy_nl: Basisgegevens
hu: Alapvető információk
it: Informazioni di base
ja: 基本情報
ms: Maklumat Asas
nl: Basisgegevens
pl: Informacje podstawowe
sk: Základné informácie
sl: Osnovne informacije
sq: Të dhëna Bazë
sr: Основне информације
sv_se: Allmänna uppgifter
uk: Загальна інформація

source: Update Information
bs: Ažuriraj informaciju
el: Ενημέρωση πληροφοριών
es: Actualizar información
fy_nl: Gegevens bywurkje
hu: Információk frissítése
it: Aggiorna informazioni
ja: 情報を更新
ms: Kemaskini Maklumat
nl: Gegevens bijwerken
pl: Aktualizuj informacje
sk: Aktualizovať informácie
sl: Posodobi informacije
sq: Përditësoni të Dhëna
sr: Ажурирај информације
sv_se: Uppdatera uppgifter
uk: Оновити інформацію

source: Emails
es: Correos electrónicos
hu: E-mail címek
it: Email
ja: メールアドレス
nl: E- mailadressen
sl: E-pošta
sq: Email-e
sr: Е-поште

source: Primary e-mail address
es: Correo electrónico principal
hu: Elsődleges e-mail cím
it: Indirizzo email principale
ja: 主要メールアドレス
nl: Primaire e-mailadres
sl: Glavni e-poštni račun
sq: Adresa email parësore
sr: Примарна адреса е-поште

source: Secondary e-mail addresses
es: Correos electrónicos alternativos
hu: Alternatív e-mail címek
it: Indirizzi email alternativi
ja: 代替メールアドレス
nl: Secundaire e-mailadressen
sl: Drugi e-poštni naslov
sq: Adresa email dytësore
sr: Алтернативне адресе е-поште

source: Add a new email.
es: Agrega un nuevo correo.
nl: Een nieuw e-mailadres toevoegen
sq: Shtoni një email të ri.

source: Add email
es: Agregar correo
nl: E-mailadres toevoegen
sq: Shtoni email

source: Update Emails
es: Actualizar correos
hu: E-mail címek frissítése
it: Aggiorna email
ja: メールアドレスを更新
nl: E-mailadressen bijwerken
sl: Posodobi e-pošto
sq: Përditësoni Email-e
sr: Ажурирај е-поште

source: A skill is the learned capacity to carry out pre-determined results often with the minimum outlay of time, energy, or both.
bs: Vještina je naučeni kapacitet za obavljanje unaprijed određenih rezultata često uz minimalno utrošeno vrijeme, energiju ili oboje.
el: Ικανότητα είναι η διδαγμένη δυνατότητα για την πραγματοποίηση προκαθορισμένων αποτελεσμάτων, συχνά με την ελάχιστη δαπάνη χρόνου, ενέργειας, ή και των δύο.
es: Una habilidad es una capacidad aprendida para llevar a cabo resultados predeterminados con una mínima inversión de tiempo o energía.
fy_nl: In feardichheid is it oanlearde fermogen om yn it foar bepaalde resultaten te beheljen, meastentiids mei in minimale hoemannichte oan tiid, enerzjy, of beide.
hu: Az ismeret olyan tudás, amely az előre meghatározott eredmény eléréséhez minimális idő és/vagy energiaráfordítást követel.
it: Una competenza è la capacità, acquisita attraverso l’apprendimento, di ottenere risultati, spesso con il minimo impiego di tempo, energia o entrambi.
ja: スキルは、わずかな時間やエネルギー、あるいはその両方を費やすことで、事前に決心した成果を挙げるために学習して身につけた能力です。
ms: Kemahiran ialah kapasiti yang telah dipelajari untuk melaksanakan hasil dan tenaga pra-tetapan lazim minimum dalam tempoh yang ditetapkan, atau kedua-duanya.
nl: Een vaardigheid is het aangeleerde vermogen om vooraf bepaalde resultaten te behalen, veelal met een minimale hoeveelheid aan tijd, energie, of beide.
pl: Umiejętność to wyuczona zdolność do dokonania wcześniej ustalonych celów, często przy minimalnym nakładzie czasu, energii, lub obu.
sk: Vedomosť je naučená schopnosť dosahovať vopred stanovené výsledky s minimálnym vynaložením času, energie či oboch.
sl: Veščina je priučena sposobnost, priti do vnaprej določenih rezultatov, pogosto z minimalnim vložkom časa in/ali energije.
sq: Aftësia është një kapacitet i fituar përmes të nxënit për të kryer një punë të parapërcaktuar, shpesh me minimumin e shpenzuar të kohës, energjive, ose që të dyjave.
sr: Вештина је научена способност да се изврше предодређени резултати, често са минималном потрошњом времена, енергије, или обоје.
sv_se: En färdighet är en inlärd förmåga att utföra en uppgift med ett förutbestämt resultat, ofta med minsta möjliga åtgång av tid och/eller kraft.
uk: Вміння це здобута здатність часто досягати завчасно визначених результатів з мінімальними затратами часу, енергії, або й того й іншого.

source: Update Skills
bs: Ažuriraj vještine
el: Ενημέρωση ικανοτήτων
es: Actualizar habilidades
fy_nl: Feardichheden bywurkje
hu: Képességek frissítése
it: Aggiorna competenze
ja: スキルを更新
ms: Kemaskini Kemahiran
nl: Vaardigheden bijwerken
pl: Aktualizuj umiejętności
sk: Aktualizovať vedomosti
sl: Posodobi veščine
sq: Përditësoni Aftësi
sr: Ажурирај вештине
sv_se: Uppdatera färdigheter
uk: Оновити вміння

source: The Mozilla Project spans over many countries and languages. Share the languages you speak to be found easily by other Mozillians.
bs: Mozilla projekat se širi na više država i jezika. Podijeli jezike koje pričaš da bi bio lakše pronađen od strane drugih Mozilliana.
es: El proyecto Mozilla abarca muchas ciudades e idiomas. Comparte los idiomas que hablas para que te encuentren otros mozilleros fácilmente.
fy_nl: It Mozilla-projekt oerspant in protte lannen en talen. Diel de talen dy't jo sprekke om makliker te finen te wêzen foar oare Mozillians.
hu: A Mozilla Projekt számtalan országra és nyelvre kiterjed. Érdemes megadni, hogy milyen nyelven tudnak Önnel kommunikálni a többiek.
it: Il progetto Mozilla coinvolge molte nazioni e lingue. Condividi le lingue che conosci e fatti trovare in modo più semplice da altri mozilliani.
ja: Mozilla プロジェクトは多くの国や言語にまたがっています。他の Mozillian に容易に見つけてもらえるよう、あなたが話すことのできる言語を登録してください。
ms: Projek Mozilla meluas ke serata negara dan bahasa. Kongsi bahasa ibunda anda supaya dapat ditemukan dengan mudah oleh anggota Mozilla lain.
nl: Het Mozilla-project overspant vele landen en talen. Deel de talen die u spreekt om makkelijker vindbaar te zijn voor andere Mozillians.
pl: Projekt Mozilla obejmuje wiele krajów i języków. Podaj, jakie znasz języki. Dzięki temu inni Mozillianie będą mogli cię łatwiej znaleźć.
sk: Projekt Mozilla pokrýva množstvo krajín a jazykov. Dajte nám vedieť, akými jazykmi hovoríte, aby ste mohli byť jednoduchšie kontaktovaný ďalšími členmi Mozillians.
sl: Projekt Mozilla sega čez mnogo držav in jezikov. Povejte, katere jezike obvladate, da vas bodo drugi Moziljani laže našli.
sq: Projekti Mozilla shtrihet në shumë vende dhe gjuhë. Tregoni gjuhët që njihni e kështu t’ju gjejnë lehtë moxillianët e tjerë.
sr: Mozilla пројекат обухвата много земаља и језика. Поделите језик којим говорите како би Вас други Мозилијани лакше нашли.
sv_se: Mozilla-projektet spänner över flera länder och språk. Visa vilka språk du talar för att enkelt kunna hittas av andra mozillianer.
uk: Проект Mozilla охоплює багато країн та мов. Розкажіть про мови, якими ви розмовляєте, щоб вас легко знаходили інші Мозилівці.

source: Add language
bs: Dodaj jezik
el: Προσθήκη γλώσσας
es: Agregar idioma
fy_nl: Taal tafoegje
hu: Nyelv hozzáadása
it: Aggiungi lingua
ja: 言語を追加
ms: Tambah bahasa
nl: Taal toevoegen
pl: Dodaj język
sk: Pridať jazyk
sl: Dodaj jezik
sq: Shtoni gjuhë
sr: Додај језик
sv_se: Lägg till språk
uk: Додати мову

source: Update Languages
bs: Ažuriraj jezike
el: Ενημέρωση γλωσσών
es: Actualizar idiomas
fy_nl: Talen bywurkje
hu: Nyelvek frissítése
it: Aggiorna lingue
ja: 言語を更新
ms: Kemaskini Bahasa
nl: Talen bijwerken
pl: Aktualizuj języki
sk: Aktualizovať jazyky
sl: Posodobi jezik
sq: Përditësoni Gjuhë
sr: Ажурирај језике
sv_se: Uppdatera språk
uk: Оновити мови

source: Delete account
bs: Izbriši račun
el: Διαγραφή λογαριασμού
es: Borrar cuenta
fy_nl: Account fuortsmite
hu: Fiók törlése
it: Elimina account
ja: アカウントを削除
ms: Hapus akaun
nl: Account verwijderen
pl: Usuń konto
sk: Odstrániť účet
sl: Izbriši račun
sq: Fshije llogarinë
sr: Обриши налог
sv_se: Ta bort konto
uk: Видалити обліковий запис

source: I acknowledge that deleting my account will make it tougher for me to show off my contributions and easily be found by other members of the Mozilla community.
bs: Shvatam da će brisanje mog računa otežati pokazivanje mojih doprinosa kao i lahko pronalaženje od strane drugih članova Mozilla zajednice.
es: Reconozco que eliminar mi cuenta dificultará la visualización de mis contribuciones y reducirá la posibilidad de que me encuentren otros miembros de la comunidad Mozilla.
fy_nl: Ik befêstigje dat it fuortsmiten fan myn account de sichtberheid fan myn bydragen en it ienfâldichwei te finen wêze foar oare leden fan de Mozilla-mienskip swierder meitsje sil.
hu: Tudomásul veszem, hogy a felhasználói fiókom törlése nehezebbé teszi, hogy mások megismerjék közreműködésemet és hogy könnyen megtalálhasson a Mozilla közösség többi tagja.
it: Sono consapevole che, cancellando il mio account, diventerà più difficile dimostrare il mio contributo ed essere rintracciato da altri membri della comunità Mozilla.
ja: 私が自分のアカウントを削除することにより、自分の貢献を周知することや、Mozilla コミュニティの他のメンバーが簡単に私を見つけることが困難になるのを理解し、これを受け入れます。
ms: Saya mengakui bahawa menghapuskan akaun akan menyukarkan saya untuk mempamerkan sumbangan dan memudahkan saya ditemui oleh anggota lain dalam komuniti Mozilla.
nl: Ik bevestig dat het verwijderen van mijn account de zichtbaarheid van mijn bijdragen en het eenvoudig vindbaar zijn voor andere leden van de Mozilla-gemeenschap zal bemoeilijken.
pl: Zdaję sobie sprawę, że usunięcie konta utrudni mi pokazanie moich dokonań i znalezienie innych członków społeczności Mozilli.
sk: Rozumiem, že odstránením môjho účtu bude ťažšie prezentovať môj príspevok projektu a nebudem jednoducho kontaktovateľný ostatnými členmi komunity Mozilla.
sl: Zavedam se, da bo s tem, da svoj račun zbrišem, težje za mene, javno kazati svoje prispevke in na enostaven način kontaktirati druge člane skupnosti Mozilla.
sq: E kuptoj që fshirja e llogarisë sime do të ma bëjë më të vështirë paraqitjen e kontributit dhe gjetjen e lehtë të tij nga të tjerë anëtarë të bashkësisë Mozilla.
sr: Прихватам да ће брисање мог налога отежати показивање мојих доприноса као и лако проналажење од стране других чланова заједнице Mozilla.
sv_se: Jag förstår till fullo att jag, genom att ta bort mitt konto, gör det svårare för mig att visa upp mina bidrag och enkelt kunna hittas av andra medlemmar av Mozillas gemenskap.
uk: Я усвідомлюю, що видалення мого облікового запису ускладнить для мене показ своїх досягнень в допомозі та можливість знаходження мене іншими членами спільноти Mozilla.

source: Delete Profile
bs: Izbriši profil
el: Διαγραφή προφίλ
es: Eliminar el perfil
fy_nl: Profyl fuortsmite
hu: Profil törlése
it: Elimina profilo
ja: プロフィールを削除
ms: Hapus Profil
nl: Profiel verwijderen
pl: Usuń konto
sk: Odstrániť profil
sl: Izbriši profil
sq: Fshije Profilin
sr: Обриши профил
sv_se: Ta bort profil
uk: Видалити профіль

source: API privacy
bs: API privatnost
el: Απόρρητο API
es: Privacidad de API
hu: API adatvédelem
ja: API プライバシー
ms: API privasi
pl: API prywatności
sk: API súkromie
sl: API Zasebnost
sq: Privatësi API
sr: API за приватност
sv_se: API sekretess
uk: Приватність API

source: The Phonebook offers an API (currently v1) to help authorize contributors and share profile data to other tools and sites like <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> and the <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>.
hu: A Telefonkönyv egy API-n (jelenleg v1) keresztül segít hitelesíteni a közreműködőket és megosztja a profiladatokat olyan eszközök és weboldalak számára, mint a <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> és a <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps portál</a>.
it: La rubrica (Phonebook) offre un API, attualmente in versione v1, che permette di autorizzare i collaboratori e condividere dati del profilo con altri strumenti e siti come <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> e il <a id="services-mozilla-reps" href="%(reps_url)s">portale Mozilla Reps</a>.
ja: このサイトでは、貢献者の承認に役立つ API (現在は v1) を提供し、<a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a>、<a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps ポータル</a> といった他のツールやサイトとプロフィールデータを共有します。
sl: Imenik ponuja API (trenutno v1), ki pomaga sodelavcem dajati pooblastila in deliti podatke z drugimi orodji in spletišči, kot sta na primer <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> in <a id="services-mozilla-reps" href="%(reps_url)s">portal Mozilla Reps</a>.
sq: Libri i Telefonave ofron një API për të ndihmuar autorizimin e kontribuesve dhe për ndarje të dhënash profili me mjete ose sajte të tjerë, të tillë si <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> dhe <a id="services-mozilla-reps" href="%(reps_url)s">Portali i Përfaqësuesve të Mozilla-s</a>.
sr: Именик нуди API (тренутно в1) који помаже овлашћење сарадника и дељење података профила другим алатима и сајтовима попут <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> и <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>.

source: Privacy
hu: Adatvédelem
ja: プライバシー
sl: Zasebnost
sq: Privatësi
sr: Приватност

source: API Version 2, currently under testing, respects the defined per field privacy levels. These fields will become obsolete and eventually dropped along with the API Version 1.
sq: API Version 2, hëpërhë nën testim, respekton shkallë privatësie të përkufizuara sipas fushash. Këto fusha do të bëhen të vjetruara dhe përfundimisht do të hiqen nga qarkullimi tok me API Version 1.

source: Update Privacy Settings
hu: Adatvédelmi beállítások frissítése
it: Aggiorna impostazioni per la privacy
ja: プライバシー設定を更新
sl: Posodobi nastavitve o zasebnosti
sq: Përditësoni Rregullime Privatësie
sr: Ажурирај поставке приватности

source: Developers can request API keys and manage existing ones using our dedicated API page.
bs: Programeri mogu zahtijevati API ključeve i uređivati postojeće koristeći našu API stranicu.
es: Los desarrolladores pueden solicitar llaves de API y gestionar las que ya existen a través de nuestra página API.
fy_nl: Untwikkelers kinne API-kaaien oanfreegje en besteande beheare fia ús spesifike API-side.
ms: Pembangun boleh memohon kekunci API dan menguruskan kekunci sedia ada menggunakan halaman API khas kami.
nl: Ontwikkelaars kunnen API-sleutels aanvragen en bestaande beheren via onze specifieke API-pagina.
pl: Programiści mogą tworzyć nowe klucze API i zarządzać istniejącymi za pomocą specjalnej strony.
sk: Vývojári môžu požiadať o nové a spravovať existujúce API kľúče na špeciálnej stránke.
sq: Duke përdorur faqen tonë përkushtuar API-t, programuesit mund të kërkojnë kyça API dhe të administrojnë ata ekzistues.
sv_se: Utvecklare kan begära API-nycklar och hantera befintliga med hjälp av vår dedikerade API-sida.
uk: Розробники можуть запитувати ключі API та керувати наявними, використовуючи нашу сторінку API.

source: Manage API keys.
sq: Administroni kyçe API.

source: Groups are a community of Mozillians with some relation to each other. This can be an interest, team, project, product or sub-community.
bs: Grupe su zajednica Mozilliana s nekim međusobnim odnosima. To može biti i interes, tim, projekt, proizvod ili podzajednica.
es: Los grupos son una comunidad de mozilleros que les une algún tipo de relación, como un interés, un equipo, un proyecto, un producto o una comunidad local.
fy_nl: Groepen binne in mienskip fan Mozillians dy't op in bepaalde manier mei inoar yn relaasje stean. Dit kin in ynteresse, team, projekt, produkt of submienskip wêze.
hu: A csoportok a mozillások közösségen belül, valamilyen kapcsolatban álló emberek társasága. Ez lehet érdeklődési kör, csapat, projekt, termék, vagy kisebb közösség.
it: Un gruppo è costituito da più mozilliani accomunati da qualche forma di relazione. Può trattarsi di interessi comuni, progetti, team di lavoro, prodotti o sotto-comunità.
ja: グループは、互いに何らかの関係を持っている Mozillians のコミュニティです。共通の興味、チーム、プロジェクト、製品、サブコミュニティなどが相当します。
ms: Kumpulan adalah sebuah komuniti Mozillian dengan beberapa hubungan sesama mereka. Ini boleh jadi minat, pasukan, projek, produk atau sub-komuniti.
nl: Groepen zijn een gemeenschap van Mozillians die op een bepaalde manier met elkaar in relatie staan. Dit kan een interesse, team, project, product of subgemeenschap zijn.
pl: Grupy to wspólnoty Mozillian, których łączą wzajemne relacje. Mogą być to zainteresowania, zespół, w którym współpracują, projekt, produkt lub sub-społeczność.
sk: Skupiny obsahujú členov serveru Mozillians, ktorí majú niečo spoločné. Môže ísť o záujmy, tím, projekt či produkt.
sl: Skupine so skupnost povezanih Moziljanov. Lahko jih povezujejo skupni interesi, ekipa, projekti, izdeleki ali pa podskupnost.
sq: Grupet janë bashkësi moxillianësh të cilët kanë lidhje me njëri-tjetrin. Kjo mund të jetë një interes, në ekip, një projekt, produkt ose nën-bashkësi e përbashkët.
sr: Групе су заједница Мозилијана са неким међусобним односима. Ово може бити интерес, тим, пројекат, производ или под-заједница.
sv_se: En grupp är en gemenskap av mozillianer med någon slags relation till varandra. Det kan röra sig om ett intresse, ett arbetslag, ett projekt, en produkt eller en delgemenskap.
uk: Групи являють собою спільноти Мозилівців, які мають певне відношення один до одного. Це може бути інтерес, команда, проект, продукт чи суб-спільнота.

source: To join a group, <a href="%(browse)s">find the group's page</a>, then click the Join Group button.
bs: Da se pridružite grupi, <a href="%(browse)s">pronađite stranicu grupe</a>, potom kliknite na dugme Pridruži se grupi.
es: Para unirte a un grupo, <a href="%(browse)s">busca su página</a> y después haz clic en el botón Unirse al grupo.
fy_nl: <a href="%(browse)s">Sykje de side fan in groep</a> en klik dêrnei op de knop Oanslute by groep om jo by in groep oan te sluten.
hu: Csoporthoz csatlakozáshoz <a href="%(browse)s"> nézze meg a csoport oldalát</a>, majd kattintson a Csatlakozás csoporthoz gombra.
it: Per entrare a far parte di un gruppo, <a href="%(browse)s">individua la pagina relativa</a> e fai clic su Unisciti al gruppo.
ja: グループに参加するには、<a href="%(browse)s">そのグループのページを見つけて</a>、「グループに参加」ボタンをクリックしてください。
ms: Untuk menyertai kumpulan, <a href="%(browse)s">cari halaman kumpulan</a>, kemudian klik butang Sertai kumpulan.
nl: <a href="%(browse)s">Zoek de pagina van een groep</a> en klik daarna op de knop Aansluiten bij groep om u bij een groep aan te sluiten.
pl: Aby przystąpić do grupy, <a href="%(browse)s">znajdź stronę grupy</a> i naciśnij przycisk Przystąp do grupy.
sk: Ak sa chcete pripojiť ku skupine, <a href="%(browse)s">nájdite stránku skupiny</a>, potom kliknite na tlačidlo Pripojiť ku skupine.
sl: Za pridružitev skupini <a href="%(browse)s">poiščite stran skupine</a>, in kliknite na gumb Dodaj me.
sq: Që të anëtarësoheni te një grup, <a href="%(browse)s">gjeni faqen e grupit</a>, mandej klikoni mbi butonin Anëtarësohuni Në Grup.
sr: Да бисте се придружили групи, <a href="%(browse)s">нађите страницу групе</a>, и затим кликните на дугме Придружи се групи.
sv_se: För att gå med i en grupp, <a href="%(browse)s">hitta gruppens sida</a>, klicka sedan på knappen Gå med i grupp.
uk: Щоб вступити в групу, <a href="%(browse)s">знайдіть її сторінку</a>, і потім натисніть кнопку "Увійти в групу".

source: To leave a group, click its name below to go to its page, then click the Leave Group button there.
bs: Da napustite grupu, kliknite na njeno ime ispod da odete do stranice, zatim kliknite na dugme Napusti grupu.
es: Para dejar un grupo, haz clic en el nombre para ir a su página y, una vez allí, haz clic en el botón Abandonar grupo.
fy_nl: Klik op de namme fan in groep hjirûnder om nei de side derfan te gean en klik dêr op de knop Groep ferlitte om de groep te ferlitten.
hu: Csoport elhagyásához kattintson annak nevére az oldalának megnyitásához, majd ott kattintson a Csoport elhagyása gombra.
it: Per abbandonare un gruppo, fai clic sul nome per accedere alla pagina relativa e fai clic sul pulsante Abbandona il gruppo.
ja: グループから脱退するには、下にあるグループ名をクリックしてそのページを開き、「グループから脱退」ボタンをクリックしてください。
ms: Untuk keluar kumpulan, klik pada nama kumpulan di bawah untuk pergi ke halaman tersebut, kemudian klik butang Keluar Kumpulan.
nl: Klik op de naam van een groep hieronder om naar de pagina ervan te gaan en klik daar op de knop Groep verlaten om de groep te verlaten.
pl: Aby opuścić grupę, kliknij jej nazwę, by przejść na stronę grupy i naciśnij przycisk Opuść grupę.
sk: Pre opustenie skupiny kliknite na jej meno nižšie pre prechod na jej stránku, potom kliknite na tlačidlo Opustiť skupinu.
sl: Če želite zapustiti skupino, kliknite na ime skupine, da se vam odpre stran skupine. Na njej kliknite gumb "Zapusti skupino".
sq: Që të braktisni një grup, klikoni mbi emrin e tij më poshtë që të shkoni te faqja e tij, mandej klikoni mbi butonin e atjeshëm Braktiseni Grupin.
sr: Да висте напустили групу, кликните испод на њен назив да бисте посетили њену страну, и затим кликните на дугме Напусти групу.
sv_se: För att lämna en grupp klickar du på namnet nedan för att gå till dess sida, klicka sen på knappen Lämna grupp.
uk: Для виходу з групи, натисніть її назву внизу, щоб потрапити на її сторінку, після чого натисніть кнопку "Покинути групу".

source: After you are vouched, you will be able to join groups.
bs: Nakon što ste jamčili, bit ćete u mogućnosti da se pridružite grupama.
es: Podrás unirte a grupos después de que te recomienden.
fy_nl: Neidat foar jo garant stien is, kinne jo jo by groepen oanslute.
hu: Ha már ajánlották, akkor csatlakozhat csoportokhoz.
it: Dopo esser stato approvato potrai iscriverti a questo gruppo.
ja: 承認されると、グループへ参加することができます。
ms: Selepas diperakui, anda boleh sertai kumpulan.
nl: Nadat voor u garant is gestaan, kunt u zich bij groepen aansluiten.
pl: Po uzyskaniu poręczenia będziesz mieć możliwość przystąpienia do grup.
sk: Po schválení vášho členstva sa budete môcť pripojiť ku jednotlivým skupinám.
sl: Ko boste potrjeni, se boste lahko pridružili skupinam.
sq: Pasi t’ju kenë rekomanduar, do të jeni në gjendje të anëtarësoheni te grupi.
sr: Након што будете јамчени, моћићете се придружити групама.
sv_se: Efter att du har verifierats så kan du gå med i grupper.
uk: Після того, як вас затверджено, ви зможете вступати в групи.

source: Update Groups
bs: Ažuriraj grupe
el: Ενημέρωση ομάδων
es: Actualizar grupos
fy_nl: Groepen bywurkje
hu: Csoportok frissítése
it: Aggiorna gruppi
ja: グループを更新
ms: Kemaskini Kumpulan
nl: Groepen bijwerken
pl: Aktualizuj grupy
sk: Aktualizovať skupiny
sl: Posodobi skupine
sq: Përditësoni Grupe
sr: Ажурирај групе
sv_se: Uppdatera grupper
uk: Оновити групи

source: Update Location
bs: Ažuriraj lokaciju
el: Ενημέρωση τοποθεσίας
es: Actualizar ubicación
fy_nl: Lokaasje bywurkje
hu: Hely frissítése
it: Aggiorna località
ja: 所在地を更新
ms: Kemaskini Lokasi
nl: Locatie bijwerken
pl: Aktualizuj położenie
sk: Aktualizovať umiestnenie
sl: Posodobi lokacijo
sq: Përditësoni Vend
sr: Ажурирај локацију
sv_se: Uppdatera plats
uk: Оновити розташування
