Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out.
bs: Pogledajte Mozilliane, nadzornike i informacije za bilo koje funkcionalno područje. Saznajte ko na čemu radi i kako im možete pomoći.
es: Ver mozilleros, comisarios e información de cualquier área funcional. Encuentra quién trabaja en qué y cómo puedes ayudar.
fy_nl: Besjoch Mozillians, behearders en ynformaasje oer de funksjonele gebieden. Lês wa't wêroan wurket en hoe't jo helpe kinne.
hu: Mozillások, vezetők és működési területekkel kapcsolatos információk megjelenítése. Tudja meg, ki min dolgozik, és hogyan segíthet neki.
it: Visualizza mozilliani, Steward e informazioni relative a qualsiasi area funzionale. Scopri chi lavora su un determinato progetto e come puoi essere d’aiuto.
ja: 各活動分野の参加メンバー、世話役、関連情報を見ることができます。誰がどのような作業をしているか調べて、あなたが協力できることを見つけてください。
ms: Tinjau Mozillian, Pengelola dan maklumat bidang fungsian. Ketahui apa tugasan seseorang dan cara yang anda boleh bantu.
nl: Bekijk Mozillians, beheerders en informatie over de functionele gebieden. Lees wie waaraan werkt en hoe u kunt helpen.
pl: Zobacz Mozillian, opiekunów i informacje o obszarach zainteresowań. Dowiedz się kto nad czym pracuje i jak można pomóc.
sk: Prezerajte si členov Mozillians, Stewards a informácie pre akúkoľvek oblasť záujmu. Pozrite sa, kto na čom pracuje a ako môžete pomôcť.
sl: Oglejte si Moziljane, oskrbnike in podatke za vsako funkcionalno območje. Preverite, kdo dela na katerem področju in kje lahko prispevate vi.
sq: Shihni Moxillianë, Kujdestarë dhe informacione për çfarëdo zone funksionale. Mësoni se cilët merren me diçka të dhënë dhe se si mund të ndihmoni.
sr: Погледајте Мозилијане, надзорнике и информације за било коју функционалну област. Сазнајте ко на чему ради и како им можете помоћи.
sv_se: Visa mozillianer, funktionärer och information för alla funktionella områden. Ta reda på vem som arbetar med vad och hur du kan hjälpa till.
uk: Погляньте на Мозилівців, стюардів та інформацію про будь-яку функціональну область. Дізнайтесь, хто над чим працює і як ви можете допомогти.

source: Group Listing
bs: Lista grupa
el: Λίστα ομάδων
es: Listado de grupos
fy_nl: Groepenlist
hu: Csoportlistázás
it: Elenco dei gruppi
ja: グループ一覧
ms: Senarai Kumpulan
nl: Groepenlijst
pl: Wykaz grup
sk: Zoznam skupín
sl: Seznam skupin
sq: Lista Grupesh
sr: Листинг групе
sv_se: Grupplista
uk: Список групи

source: Sort
bs: Soritraj
el: Ταξινόμηση
es: Ordenar
fy_nl: Sortearje
hu: Rendezés
it: Ordina
ja: 並べ替え
ms: Susun
nl: Sorteren
pl: Sortuj
sk: Zoradiť
sl: Razvrsti
sq: Renditini
sr: Поређај
sv_se: Sortera
uk: Сортувати

source: Mozillians work on all sorts of different things! From Add-on developers to localizers, find Mozillians who work on similar things using user-created groups.
bs: Mozilliani rade na različitim stvarima! Od programera dodataka do lokalizatora, nađi Mozilliana koji radi na sličnoj stvari pomoću korisničkih grupa.
el: Οι Mozillians εργάζονται πάνω σε πολλά διαφορετικά πράγματα! Από προγραμματιστές προσθέτων μέχρι μεταφραστές, βρείτε τους Mozillians που εργάζονται σε παρόμοια πράγματα με τις ομάδες χρηστών.
es: ¡Los mozilleros trabajan en muchísimas tareas diferentes! Desde desarrolladores de complementos a localizadores, encuentra a otros mozilleros que trabajan en tareas similares usando los grupos creados por usuarios.
fy_nl: Mozillians wurkje oan allegearre ferskate dingen! Fan add-on-ûntwikkelers oant oersetters, hjir fine jo Mozillians dy't oan lyksoartige dingen wurkje fia troch brûkers oanmakke groepen.
hu: A mozillások egy sor különböző dolgok csinálnak! A kiegészítőfejlesztéstől a fordításig megtalálhatja a hasonló dolgokon munkálkodó mozillásokat a felhasználók által létrehozott csoportokban.
it: I mozilliani lavorano in svariati campi, dallo sviluppo di componenti aggiuntivi alla localizzazione. Trova mozilliani che si occupano di progetti simili utilizzando i gruppi creati dagli utenti.
ja: アドオン開発から翻訳まで、Mozillian の活動は多岐に渡ります。ユーザーが作成したグループを使って、あなたと同じようなことに取り組む Mozillian を見つけましょう！
ms: Mozillan bekerja dalam semua bidang berlainan! Daripada pembangun add-ons hingga ke penterjemah, cari Mozillan yang bekerja dalam bidang yang sama menggunakan kumpulan yang dicipta oleh pengguna.
nl: Mozillians werken aan allerlei verschillende dingen! Van add-on-ontwikkelaars tot vertalers, hier vindt u Mozillians die aan gelijksoortige dingen werken via door gebruikers aangemaakte groepen.
pl: Mozilliane zajmują się różnego rodzaju rzeczami! Od tworzenia dodatków do lokalizowania. Poszukaj Mozillian zajmujących się podobnymi rzeczami, używając stworzonych przez użytkowników grup.
sk: Členovia servera Mozillians pracujú na rôznych veciach! Niektorí vyvíjajú doplnky, iní môžu prekladať. Nájdite pomocou základných používateľských skupín členov servera Mozillians, ktorí pracujú na podobných projektoch.
sl: Moziljani delajo vse mogoče! S pomočjo skupin, ki so si jih ustvarili uporabniki, lahko najdete sorodne Moziljane, od razvijalcev razširitev do prevajalcev.
sq: Moxillianët merren me lloj-lloj gjërash! Gjeni moxillianë që punojnë për gjëra të ngjashme duke përdorur grupe të krijuar nga përdoruesit, nga programuesit e shtesave e deri te përkthyesit.
sr: Мозилијани раде на свим врстама различитих ствари! Од програмера додатака до локализатора, нађи Мозилијана који ради на сличним стварима користећи групу креирану од стране корисника.
sv_se: Mozillianer arbetar med alla möjliga saker! Genom användarskapade grupper kan du hitta mozillianer som arbetar med liknande saker, inom allt från tilläggsutveckling till översättning.
uk: Мозилівці працюють над багатьма різними речами! Від розробників додатків до локалізаторів. Знайдіть Мозилівців, які працюють над схожими речами, користуючись групами.

source: %(num)s member
el: %(num)s μέλος
es: %(num)s miembro
fy_nl: %(num)s lid
hu: %(num)s tag
it: %(num)s membro
ja: %(num)s 人のメンバー
ms: %(num)s anggota
nl: %(num)s lid
pl: %(num)s członek
sk: %(num)s člen
sl: %(num)s član
sq: %(num)s anëtar
sr: %(num)s члан
sv_se: %(num)s medlem
uk: %(num)s учасник

source: Create Group
bs: Napravi grupu
el: Δημιουργία ομάδας
es: Crear grupo
fy_nl: Groep oanmeitsje
hu: Csoport létrehozása
it: Crea gruppo
ja: グループを作成
ms: Buka Kumpulan
nl: Groep aanmaken
pl: Utwórz grupę
sk: Vytvoriť skupinu
sl: Ustvari skupino
sq: Krijoni Grup
sr: Направи групу
sv_se: Skapa grupp
uk: Створити групу

source: Cancel
bs: Otkaži
el: Ακύρωση
es: Cancelar
fy_nl: Annulearje
hu: Mégse
it: Annulla
ja: キャンセル
ms: Batal
nl: Annuleren
pl: Anuluj
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Откажи
sv_se: Avbryt
uk: Скасувати

source: Save
bs: Sačuvaj
el: Αποθήκευση
es: Guardar
fy_nl: Bewarje
hu: Mentés
it: Salva
ja: 保存
ms: Simpan
nl: Opslaan
pl: Zapisz
sk: Uložiť
sl: Shrani
sq: Ruaje
sr: Сними
sv_se: Spara
uk: Зберегти

source: Skills
bs: Vještine
el: Ικανότητες
es: Habilidades
fy_nl: Feardichheden
hu: Ismeretek
it: Competenze
ja: スキル
ms: Kemahiran
nl: Vaardigheden
pl: Umiejętności
sk: Vedomosti
sl: Veščine
sq: Aftësi
sr: Вештине
sv_se: Färdigheter
uk: Вміння

source: Skill: {name}
bs: Vještina: {name}
el: Ικανότητα: {name}
es: Grupo: {name}
fy_nl: Vaardigheid: {name}
hu: Ismeret: {name}
it: Competenza: {name}
ja: スキル: {name}
ms: Kemahiran: {name}
nl: Vaardigheid: {name}
pl: Umiejętność: {name}
sk: Vedomosť: {name}
sl: Veščina: {name}
sq: Aftësi: {name}
sr: Вештина: {name}
sv_se: Färdighet: {name}
uk: Вміння: {name}

source: Skill
bs: Vještina
el: Ικανότητα
es: Habilidades
fy_nl: Feardichheid
hu: Ismeret
it: Competenza
ja: スキル
ms: Kemahiran
nl: Vaardigheid
pl: Umiejętność
sk: Vedomosť
sl: Veščina
sq: Aftësi
sr: Вештинa
sv_se: Färdighet
uk: Вміння

source: Add Skill
bs: Dodaj vještinu
el: Προσθήκη ικανότητας
es: Agregar habilidad
fy_nl: Feardichheid tafoegje
hu: Ismeret hozzáadása
it: Aggiungi competenza
ja: スキルを追加
ms: Tambah Kemahiran
nl: Vaardigheid toevoegen
pl: Dodaj umiejętność
sk: Pridať vedomosť
sl: Dodaj veščino
sq: Shtoni Aftësi
sr: Додај вештину
sv_se: Lägg till färdighet
uk: Додати вміння

source: Remove Skill
bs: Ukloni vještinu
el: Αφαίρεση ικανότητας
es: Eliminar habilidad
fy_nl: Feardichheid fuortsmiten
hu: Ismeret eltávolítása
it: Rimuovi competenza
ja: スキルを削除
ms: Padam Kemahiran
nl: Vaardigheid verwijderen
pl: Usuń umiejętność
sk: Odstrániť vedomosť
sl: Odstrani veščino
sq: Hiqe Aftësinë
sr: Уклони вештину
sv_se: Ta bort färdighet
uk: Вилучити вміння

source: Sorry, we cannot find any mozillians with skill %(name)s
bs: Žao nam je, ne možemo naći nijednog mozilliana sa vještinom %(name)s
el: Συγγνώμη, δεν μπορούμε να βρούμε κανένα mozillian με την ικανότητα %(name)s
es: Discúlpanos, pero no encontramos ningún mozillero en %(name)s
fy_nl: Sorry, wy kinne gjin Mozillians fine mei de feardichheid %(name)s
hu: Elnézést, nem található egyetlen mozillás sem %(name)s ismerettel
it: Siamo spiacenti, non siamo in grado di trovare alcun mozilliano con competenza %(name)s
ja: 申し訳ありませんが、%(name)s のスキルを持つ Mozillian は見つかりませんでした
ms: Maaf, kami tidak dapat menemukan mana-mana mozillian dengan kemahiran %(name)s
nl: Sorry, we kunnen geen Mozillians vinden met de vaardigheid %(name)s
pl: Niestety, nie możemy znaleźć żadnego Mozillianina posiadającego umiejętność %(name)s
sk: Ospravedlňujeme sa, ale nemôžeme nájsť žiadnych členov Mozillians s vedomosťami o %(name)s
sl: Ni bilo mogoče najti nobenega Moziljana s spretnostjo %(name)s
sq: Na ndjeni, nuk gjejmë dot ndonjë moxillian me aftësi %(name)s
sr: Жао нам је, не можемо наћи ниједног Mозилијана са вештином %(name)s
sv_se: Ledsen, vi hittade inga mozillianer med färdigheten %(name)s
uk: Нажаль ми не можемо знайти жодного мозилівця з навиком %(name)s

source: Review terms
bs: Pregledaj uslove
el: Αναθεώρηση όρων
es: Revisar términos
fy_nl: Betingsten besjen
hu: Féltételek tanulmányozása
it: Leggi i termini di utilizzo
ja: レビュー条件
ms: Teliti terma
nl: Voorwaarden bekijken
pl: Zasady sprawdzenia
sk: Pozrieť si podmienky
sl: Pogoji pregleda
sq: Rishikoni kushtet
sr: Прегледај услове
sv_se: Granska villkoren
uk: Переглянути умови

source: Group Type
bs: Tip grupe
el: Τύπος ομάδας
es: Tipo de grupo
fy_nl: Groepstype
hu: Csoporttípus
it: Tipo di gruppo
ja: グループの種類
ms: Jenis kumpulan
nl: Groepstype
pl: Typ grupy
sk: Typ skupiny
sl: Vrsta skupine
sq: Lloj Grupi
sv_se: Grupptyp
uk: Тип групи

source: Update Type
bs: Ažuriraj tip
el: Τύπος ενημέρωσης
es: Actualizar tipo
fy_nl: Type bewurkje
hu: Frissítés típus
it: Aggiorna tipologia del gruppo
ja: 種類を更新
ms: Kemaskini Jenis
nl: Type bewerken
pl: Aktualizuj typ
sk: Aktualizovať typ
sl: Obnovi vrsto
sq: Përditësoni LLojin
sv_se: Uppdatera typ
uk: Оновити тип

source: Update Curators
bs: Ažuriraj moderatore
el: Ενημέρωση εφόρων
es: Actualizar moderadores
fy_nl: Kuratoaren bywurkje
hu: Gondozók frissítése
it: Aggiorna curatori
ja: 責任者を更新
ms: Kemaskini Kurator
nl: Curatoren bijwerken
pl: Aktualizuj opiekunów
sk: Aktualizovať správcov
sl: Posodobi moderatorje
sq: Përditësoni Kujdestarët
sv_se: Uppdatera kuratorer
uk: Оновити кураторів

source: Terms & Expiration
bs: Uslovi i trajanje
el: Όροι & Λήξη
es: Términos y Expiración
fy_nl: Betingsten en ferrindatum
hu: Feltételek és lejárat
it: Condizioni e scadenza
ja: 規約と有効期限
ms: Terma & Luput
nl: Voorwaarden en vervaldatum
pl: Zasady i przedawnienie
sk: Podmienky a expirácie
sl: Pogoji in potek veljavnosti
sq: Kushte & Skadim
sv_se: Villkor & förfallodatum
uk: Умови і термін дії

source: New members should accept terms
bs: Novi članovi trebaju prihvatiti uslove
el: Τα νέα μέλη θα πρέπει να αποδέχονται τους όρους
es: Los nuevos miembros deben aceptar los términos
fy_nl: Nije leden moatte betingsten akseptearje
hu: Az új tagoknak el kell fogadniuk a feltételeket
it: I nuovi membri devono accettare le condizioni
ja: 新規メンバーは規約に同意する必要があります
ms: Anggota baru mesti terima terma
nl: Nieuwe leden dienen voorwaarden te accepteren
pl: Nowi członkowie muszą zaakceptować zasady
sk: Noví členovia musia súhlasiť s podmienkami
sl: Novi člani morajo sprejeti pogoje
sq: Anëtarët e rinj duhet të pranojnë kushtet
sv_se: Nya medlemmar ska acceptera villkoren
uk: Нові учасники повинні погодитися з умовами

source: Use <a href="%(url)s">Markdown</a> for bold, italic, lists and links.
bs: Koristi <a href="%(url)s">Markdown</a> za podebljano, iskošeno, liste and linkove.
el: Χρησιμοποιήστε το <a href="%(url)s">Markdown</a> για έντονη/πλάγια γραφή, λίστες και συνδέσμους.
es: Usa <a href="%(url)s">marcado</a> para negrita, cursiva, listas y vínculos.
fy_nl: Brûk <a href="%(url)s">Markdown</a> foar fet, kursyf, listen en keppelingen.
hu: A <a href="%(url)s">Markdown</a> használatával félkövér és dőlt stílus, listák és hivatkozások használhatók.
it: Utilizza <a href="%(url)s">Markdown</a> per grassetto, corsivo, elenchi e link.
ja: <a href="%(url)s">Markdown</a> を使用すると、太字、斜体、箇条書き、リンクを記述できます。
ms: Gunakan<a href="%(url)s">Susutan</a> untuk ketebalan, italik, senarai dan pautan.
nl: Gebruik <a href="%(url)s">Markdown</a> voor vet, cursief, lijsten en koppelingen.
pl: Użyj <a href="%(url)s">Markdown</a> dla pogrubienia, pochylenia czcionki, list i odnośników.
sk: Ak chcete použiť tučné, kurzívu, zoznamy či odkazy, použite syntax <a href="%(url)s">Markdown</a>.
sl: Uporabite <a href="%(url)s">Markdown</a> za krepko ali ležečo pisavo, sezname in povezave.
sq: Për shkronja të trasha, të pjerrëta, lista dhe lidhje përdorni <a href="%(url)s">Markdown</a>.
sr: Користите <a href="%(url)s">Markdown</a> за задебљана и коса слова, листе и везе.
sv_se: Använd <a href="%(url)s">Markdown</a> för fetstil, kursivering, listor och länkar.
uk: Використовуйте <a href="%(url)s">Markdown</a> для жирного шрифту та курсиву, списків та посилань.

source: Membership can expire
bs: Članstvo može da istekne
el: Η συνδρομή μπορεί να λήξει
es: El estado de miembro puede expirar
fy_nl: Lidmaatskip kin ferrinne
hu: A tagság lejárhat
it: L’iscrizione al gruppo ha una scadenza
ja: メンバーシップの有効期限を設定します
ms: Keanggotaan boleh luput
nl: Lidmaatschap kan verlopen
pl: Członkostwo może ulec przedawnieniu
sk: Členstvo môže vypršať
sl: Članstvo lahko poteče
sq: Anëtarësia mund të skadojë
sv_se: Medlemskap kan förfalla
uk: Участь може завершитись

source: Update Terms & Expiration
bs: Ažuriraj uslove i trajanje
el: Ενημέρωση όρων & λήξης
es: Actualizar términos y expiración
fy_nl: Betingsten en ferrindatum bywurkje
hu: Feltételek és lejárat frissítése
it: Aggiorna condizioni e scadenza
ja: 規約と有効期限を更新
ms: Kemaskini Terma & Luput
nl: Voorwaarden en vervaldatum bijwerken
pl: Aktualizuj zasady i przedawnienie
sk: Aktualizovať Podmienky a expiráciu
sl: Posodobi pogoje in potek veljavnosti
sq: Përditësoni Kushte & Skadim
sv_se: Uppdatera villkor & förfallodatum
uk: Оновити умови й термін дії

source: Update Administration Settings
bs: Ažuriraj postavke administracije
el: Ενημέρωση ρυθμίσεων διαχείρισης
es: Actualizar la configuración de administración
fy_nl: Behearynstellingen byjwurkje
hu: Adminisztrációs beállítások frissítése
it: Aggiorna impostazioni di amministrazione
ja: 管理者設定を更新
ms: Kemaskini Tetapan Pentadbiran
nl: Beheerinstellingen bijwerken
pl: Aktualizuj ustawienia administracji
sk: Aktualizovať administrátorské nastavenia
sl: Posodobi nastavitve upravljanja
sq: Përditësoni Rregullime Administrimi
sv_se: Uppdatera administratörsinställningar
uk: Оновити налаштування адміністрування

source: Update Description
bs: Ažuriraj opis
el: Ενημέρωση περιγραφής
es: Actualizar descripción
fy_nl: Beskriuwing bywurkje
hu: Leírás frissítése
it: Aggiorna descrizione
ja: 説明を更新
ms: Kemaskini Keterangan
nl: Beschrijving bijwerken
pl: Aktualizuj opis
sk: Aktualizovať popis
sl: Posodobi opis
sq: Përditësoni Përshkrimin
sv_se: Uppdatera beskrivning
uk: Оновити опис

source: I acknowledge that deleting this group is an action that can not be undone. All the information related to this group will be lost foreover.
bs: Shvatam da brisanje ove grupe je akcija koja se ne može poništiti. Sve informacije vezane za tu grupu će biti zauvijek izgubljene.
el: Αναγνωρίζω ότι η διαγραφή αυτής της ομάδας είναι μια μη αναστρέψιμη ενέργεια. Όλες οι πληροφορίες σχετικά με αυτή την ομάδα θα χαθούν για πάντα.
es: Acepto que eliminar este grupo es una acción que no se puede deshacer. Toda la información relativa a este grupo se eliminará para siempre.
fy_nl: Ik befêstigje dat it fuortsmiten fan dizze groep in aksje is dy't net ûngedien makke wurde kin. Alle oan dizze groep relatearre gegevens sille foargoed fuortsmiten wurde.
hu: Tudomásul veszem, hogy a csoport törlése műveletet nem lehet visszavonni. Minden olyan információ, amely a csoporthoz kapcsolódik, örökre elvész.
it: Sono consapevole che l’eliminazione di un gruppo è un’operazione che non potrà essere annullata e che tutte le informazioni relative a questo gruppo andranno perse per sempre.
ja: このグループの削除は取り消しできない操作であることを確認しました。このグループに関連付けられた情報はすべて永久に失われます。
ms: Saya memperakui bahawa menghapuskan kumpulan ini adalah satu tindakan yang tidak boleh dibatalkan. Semua maklumat berkaitan kumpulan ini juga akan hilang selamanya.
nl: Ik bevestig dat het verwijderen van deze groep een actie is die niet ongedaan kan worden gemaakt. Alle aan deze groep gerelateerde gegevens zullen voorgoed worden verwijderd.
pl: Potwierdzam, że usunięcie tej grupy jest nieodwracalne. Wszystkie dane związane z tą grupą zostaną utracone na zawsze.
sk: Rozumiem, že odstránenie tejto skupiny nemožno vrátiť späť. Všetky informácie o tejto skupine budú navždy stratené.
sl: Zavedam se, da se brisanja skupine ne da razveljaviti. Vse informacije, povezane s skupino, bodo za vedno izgubljene.
sq: E kam të qartë që fshirja e këtij grupi është një veprim që s’mund të zhbëhet. Krejt të dhënat e lidhura me këtë grup do të humbin përgjithmonë.
sv_se: Jag är medveten om att ta bort denna grupp är en åtgärd som inte kan göras ogjort. All information relaterad till denna grupp kommer att gå förlorad för alltid.
uk: Мені відомо, що видалення цієї групи є дією, яку неможливо відмінити. Вся інформація, яка відноситься до цієї групи буде втрачена назавжди.

source: Pending Invitations
bs: Pozivnice na čekanju
el: Εκκρεμούσες προσκλήσεις
es: Invitaciones pendientes
fy_nl: Utnûgingen yn behanneling
hu: Függő meghívások
it: Inviti in sospeso
ja: 参加保留中の招待
ms: Jemputan tertangguh
nl: Uitnodigingen in behandeling
pl: Oczekujące zaproszenia
sk: Čakajúce pozvánky
sl: Čakajoča povabila
sq: Ftesa Në Pritje
sv_se: Väntande inbjudningar
uk: Запрошення в очікуванні

source: Delete
bs: Izbriši
el: Διαγραφή
es: Eliminar
fy_nl: Fuortsmite
hu: Törlés
it: Elimina
ja: 削除
ms: Hapus
nl: Verwijderen
pl: Usuń
sk: Odstrániť
sl: Izbriši
sq: Fshije
sr: Обриши
sv_se: Ta bort
uk: Видалити

source: Resend
bs: Pošalji ponovo
el: Επαναποστολή
es: Reenviar
fy_nl: Opnij ferstjoere
hu: Újraküldés
it: Invia nuovamente
ja: 再送信
ms: Hantar semula
nl: Opnieuw verzenden
pl: Wyślij ponownie
sk: Znova odoslať
sl: Ponovno pošlji
sq: Ridërgoje
sv_se: Skicka igen
uk: Надіслати повторно

source: Additional Email Text
bs: Dodatni email tekst
el: Επιπλέον κείμενο email
es: Texto adicional del e-mail
fy_nl: Ekstra tekst foar e-mailberjocht
hu: További e-mail szöveg
it: Testo aggiuntivo email
ja: 追加のメール内容
ms: Teks E-mel Tambahan
nl: Extra tekst voor e-mailbericht
pl: Dodatkowy tekst e-maila
sk: Doplňujúci text e-mailu
sl: Dodatno besedilo e-sporočila
sq: Tekst Email-i Shtesë
sv_se: Ytterligare e-posttext
uk: Додатковий текст електронного листа

source: Custom Invitation Text
bs: Prilagođeni tekst pozivnice
el: Προσαρμοσμένο κείμενο πρόσκλησης
es: Invitación de texto personalizada
fy_nl: Eigen útnûgingstekst
hu: Egyéni meghívó szövege
it: Testo di invito personalizzato
ja: 任意の招待メッセージ
ms: Teks Jemputan Lazim
nl: Eigen uitnodigingstekst
pl: Niestandardowy tekst zaproszenia
sk: Vlastný text pozvánky
sl: Besedilo povabila po meri
sq: Tekst Ftese të Përshtatur
sv_se: Anpassad inbjudningstext
uk: Власний текст запрошення

source: Update Text
bs: Ažuriraj tekst
el: Ενημέρωση κειμένου
es: Actualizar texto
fy_nl: Tekst bywurkje
hu: Szöveg frissítése
it: Aggiorna testo
ja: メッセージを更新
ms: Kemaskini Teks
nl: Tekst bijwerken
pl: Aktualizuj tekst
sk: Aktualizovať text
sl: Posodobi besedilo
sq: Përditësoje Tekstin
sv_se: Uppdatera text
uk: Оновити текст

source: Invite new member
bs: Pozovi novog člana
el: Πρόσκληση νέου μέλους
es: Invitar a un nuevo miembro
fy_nl: Nij lid útnûgje
hu: Új tag meghívása
it: Invita nuovi membri
ja: 新規メンバーを招待
ms: Jemput anggota baru
nl: Nieuw lid uitnodigen
pl: Zaproś nowego członka
sk: Pozvať nového člena
sl: Povabi novega člana
sq: Ftoni anëtar të ri
sv_se: Bjuda in ny medlem
uk: Запросити нового учасника

source: Choose visibility group for this field
bs: Odaberite vidljivost grupe za ovo polje
el: Επιλέξτε ομάδα ορατότητας για αυτό το πεδίο
es: Elige grupo de visibilidad para este campo
fy_nl: Sichtberheidsgroep foar dit fjild kieze
hu: A mező láthatósági csoportjának kiválasztása
it: Scegli il gruppo a cui sarà visibile questo campo
ja: この項目の表示対象グループを選択
ms: Pilih ketampakan kumpulan untuk bidang ini
nl: Zichtbaarheidsgroep voor dit veld kiezen
pl: W tym polu wybierz grupę
sk: Vyberte skupinu viditeľnosti pre toto pole
sl: Izberite vidno skupino za to polje
sq: Zgjidhni grup dukshmërie për këtë fushë
sr: Изаберите видљивост групе за ово поље
sv_se: Välj synlighetsgrupp för fältet
uk: Виберіть групу видимості для цього поля

source: Previous
bs: Prethodno
el: Προηγούμενο
es: Anterior
fy_nl: Foarige
hu: Előző
it: Precedente
ja: 前へ
ms: Terdahulu
nl: Vorige
pl: Poprzednia
sk: Naspäť
sl: Prejšnje
sq: E mëparshmja
sr: Претходнo
sv_se: Föregående
uk: Назад

source: Page
bs: Stranica
el: Σελίδα
es: Página
fy_nl: Side
hu: Oldal
it: Pagina
ja: ページ
ms: Halaman
nl: Pagina
pl: Strona
sk: Stránka
sl: Stran
sq: Faqe
sr: Страница
sv_se: Sida
uk: Сторінка

source: Next
bs: Sljedeće
el: Επόμενο
es: Siguiente
fy_nl: Folgjende
hu: Következő
it: Avanti
ja: 次へ
ms: Berikut
nl: Volgende
pl: Dalej
sk: Ďalej
sl: Naprej
sq: Pasuesja
sr: Следећe
sv_se: Nästa
uk: Далі

source: Confirm Request
bs: Potvrdi zahtjev
el: Επιβεβαίωση αιτήματος
es: Confirmar solicitud
fy_nl: Oanfraach befêstigje
hu: Kérés jóváhagyása
it: Conferma richiesta
ja: 申請を確認
ms: Sahkan Permohonan
nl: Aanvraag bevestigen
pl: Potwierdź prośbę
sk: Potvrdiť žiadosť
sl: Potrdi prošnjo
sq: Ripohoni Kërkesën
sr: Потврди захтев
sv_se: Bekräfta förfrågan
uk: Підтвердити запит

source: Requested
bs: Zahtjevano
el: Απαιτείται
es: Solicitado
fy_nl: Oanfrege
hu: Kérés alatt
it: Richiesto
ja: 申請済み
ms: Dimohon
nl: Aangevraagd
pl: Prośby
sk: Vyžadované
sl: Zahtevano
sq: E domosdoshme
sr: Захтевано
sv_se: Begärd
uk: Запитано

source: About Dino McVouch
bs: О Dini McVouchu
el: Σχετικά με το Dino McVouch
es: Acerca de Dino McVouch
fy_nl: Oer Dino McVouch
hu: Dino McVouch-ról
it: Informazioni su Dino McVouch
ja: Dino McVouch について
ms: Perihal Dino McVouch
nl: Over Dino McVouch
pl: O Dino McVouch
sk: O Dino McVouch
sl: O Dinu McVouchu
sq: Rreth Dino McVouch
sr: О Dino McVouch
sv_se: Om Dino McVouch
uk: Про Діно Мак Воуча
