Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: Your registration is complete. Feel free to visit the {0} page to add additional information to your profile.
el: Η εγγραφή σας ολοκληρώθηκε. Μπορείτε ελεύθερα να επισκεφθείτε τη σελίδα {0} για να προσθέσετε περισσότερες πληροφορίες στο προφίλ σας.
es: Tu registro está completo. Siéntete con la libertad de visitar la página {0} si deseas agregar más información a tu perfil.
fy_nl: Jo registraasje is foltôge. Fiel jo frij om de side {0} te besykjen en oanfoljende gegevens oan jo profyl ta te foegjen.
hu: Regisztrációja kész. Keresse fel bátran a {0} oldalt további információk hozzáadásához a profiljához.
it: Hai completato la registrazione. Visita la pagina {0} per aggiungere ulteriori informazioni al tuo profilo.
ja: あなたのユーザー登録が完了しました。ぜひ {0} のページを開いて、プロフィールに情報を追加してください。
ms: Pendaftaran anda telah siap. Luangkan masa anda dengan melawati halaman {0} untuk menambah serba sedikit maklumat di profil anda.
nl: Uw registratie is voltooid. Voel u vrij om de pagina {0} te bezoeken en aanvullende gegevens aan uw profiel toe te voegen.
pl: Rejestracja jest zakończona. Przejdź na stronę {0}, aby dodać dodatkowe informacje do swojego profilu.
sk: Vaša registrácia je dokončená. Neváhajte navštíviť stránku {0}, kde môžete do svojho profilu pridať ďalšie informácie.
sl: Vaša registracija je končana. Počutite se prosto, da obiščete {0} stran, da dodate informacije k vašemu profilu.
sq: Regjistrimi juaj është i plotë. Mos ngurroni të vizitoni faqen {0} që të shtoni më tepër të dhëna te profili juaj.
sr: Ваша регистрација је завршена. Посетите страницу {0} да додате додатне информације на ваш профил.
sv_se: Din registrering är färdig. Välkommen att besöka sidan {0} om du vill lägga till ytterligare information till din profil.
uk: Ваша реєстрація завершена. Перейдіть на сторінку {0}, щоб доповнити інформацію свого профілю.

source: You changed your username; please note your profile URL has also changed.
es: Has cambiado tu nombre de usuario. Ten en cuenta que la URL de tu perfil también ha cambiado.
fy_nl: Jo hawwe jo brûkersnamme wizige; hâld der rekkening mei dat jo profyl-URL ek wizige is.
hu: Megváltoztatta a felhasználónevét. Ne feledje, hogy ezzel együtt a profil URL címe is megváltozott.
it: Hai modificato il tuo nome utente. Ricorda che anche l’URL del tuo profilo è cambiata.
ja: ユーザー名を変更しました。プロフィールの URL も変更されているので注意してください。
ms: Anda telah tukar nama pengguna anda; sila ambil perhatian, URL profil anda pun telah ditukar.
nl: U hebt uw gebruikersnaam gewijzigd; houd er rekening mee dat uw profiel-URL ook is gewijzigd.
pl: Zmieniono nazwę użytkownika. Miej na uwadze, że uległ również zmianie adres URL twojego profilu.
sk: Zmenili ste svoje používateľské meno. Pamätajte, že sa zmenila aj adresa vášho profilu.
sl: Uporabniško ime je bilo spremenjeno. S tem se je spremenil tudi URL vašega profila.
sq: Ndryshuat emrin tuaj të përdoruesit; ju lutemi, mbani shënim që ka ndryshuar edhe URL-ja e profilit tuaj.
sr: Променили сте своје корисничко име; имајте у виду да је и URL профила такође промењен.
sv_se: Du har bytt användarnamn; observera att även din profiladress har ändrats.
uk: Ви змінили своє ім'я користувача; зверніть увагу на те, що адреса URL вашого профілю також змінилась.

source: Your account has been deleted. Thanks for being a Mozillian!
bs: Vaš račun je izbrisan. Hvala vam što ste bili Mozillian!
el: Ο λογαριασμός σας έχει διαγραφεί. Ευχαριστούμε που είστε Mozillian!
es: Tu cuenta ha sido eliminada. ¡Gracias por haber sido un Mozillian!
fy_nl: Jo account is fuortsmite. Tank dat jo in Mozillian wiene!
hu: A felhasználói fiókja törölve. Köszönjük, hogy mozillás volt!
it: Il tuo account è stato eliminato. Grazie per essere un mozilliano.
ja: アカウントが削除されました。Mozillian でいてくださりありがとうございました！
ms: Akaun anda telah dihapuskan. Terima kasih kerana menjadi seorang Mozillia!
nl: Uw account is verwijderd. Bedankt dat u een Mozillian was!
pl: Twoje konto zostało usunięte. Dziękujemy za przynależność do Mozillian!
sk: Váš účet bol odstránený. Ďakujeme, že ste boli Mozillian!
sl: Vaš račun je bil odstranjen. Hvala, da ste bili Moziljan!
sq: Llogaria juaj u fshi. Faleminderit që qetë një moxillian!
sr: Ваш налог је обрисан. Хвала вам што сте били Мозилијан!
sv_se: Ditt konto har tagits bort. Tack för att du är en mozillian!
uk: Ваш обліковий запис видалений. Дякуємо, що були Мозилівцем!

source: %s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can invite another Mozillian if you like.
el: Ο χρήστης %s έχει προσκληθεί στους Mozillians. Θα λάβουν ένα e-mail με οδηγίες συμμετοχής. Μπορείτε να προσκαλέσετε κάποιον άλλο Mozillian αν θέλετε.
es: %s fue invitado a Mozillians. Recibirá un correo electrónico con instrucciones sobre cómo hacerlo. Si quieres, puedes invitar a otro mozillero.
fy_nl: %s is útnûge foar Mozillians. Hy of sy ûntfangt in e-mailberjocht mei ynstruksjes oer hoe't men harren oanslute kin. As jo wolle, kinne jo noch in Mozillian útnûgje.
hu: %s meghívást kapott a mozillások közé. A csatlakozás módjáról e-mailt kapnak. Ha szeretné, meghívhat további mozillást is.
it: %s è stato invitato su Mozillians. Riceverà un’email con le istruzioni per iscriversi. Se lo desideri puoi invitare un altro mozilliano.
ja: %s さんを Mozillians へ招待しました。招待された人には、参加方法について書かれたメールが送られます。よろしければ、別の Mozillian も招待してください。
ms: %s telah dijemput menyertai Mozillian. Mereka akan terima e-mel bersama arahan cara untuk menyertainya. Anda boleh menjemput anggota Mozillian lain jika anda mahu.
nl: %s is uitgenodigd voor Mozillians. Hij of zij ontvangt een e-mailbericht met instructies over hoe men zich kan aansluiten. Als u wilt, kunt u nog een Mozillian uitnodigen.
pl: Osoba %s została zaproszona do Mozillian. Otrzyma ona wiadomość e-mail zawierającą instrukcję, jak się przyłączyć. Możesz, jeśli chcesz, zaprosić kolejnego Mozillianina.
sk: %s bol pozvaný, aby sa pripojil ku komunite Mozillians. Bude mu doručený e-mail s inštrukciami, ako sa zapojiť. Ak chcete, môžete pozvať ďalšieho člena.
sl: Oseba %s je povabljena med Moziljane. Prejela bo e-pošto z navodili, kako se pridružiti. Če hočete, lahko povabite še koga.
sq: %s është ftuar te Moxillianët. Do të marrë një email me udhëzime se si të përfshihet. Mund të ftoni një tjetër moxillian, në daçi.
sr: %s је позван у Мозилијане. Примиће е-пошту са упуствима како да се учлане. Можете позвати још Мозилијана ако желите.
sv_se: %s har bjudits in till Mozillians. Personen ifråga kommer att få ett e-brev, med instruktioner om hur man registrerar sig. Nu kan du bjuda in en annan mozillian, om du vill.
uk: %s було запрошено до Мозилівців. Вони отримають повідомлення ел. пошти з інструкціями про те, як приєднатись. Якщо хочете, можете запросити іншого Мозилівця.

source: %s's invitation to Mozillians has been revoked. You can invite %s again if you like.
el: Η πρόσκληση του χρήστη %s στους Mozillians έχει ανακληθεί. Μπορείτε να προσκαλέσετε ξανά το χρήστη %s αν θέλετε.
es: La invitación de %s a Mozillians ha sido revocada. Puedes invitar a %s otra vez si lo deseas.
fy_nl: De útnûging foar Mozillians fan %s is ynlutsen. As jo wolle, kinne jo %s opnij útnûgje.
hu: %s meghívása a Mozillások közé visszavonva. %s újra meghívható, ha ezt szeretné.
it: L’invito a %s è stato revocato. Puoi invitare %s nuovamente se lo desideri.
ja: %s さんの Mozillians への招待が取り消されました。後でまた %s さんを招待することもできます。
ms: Jemputan %s ke Mozillian telah ditarik semula. Anda boleh jemput %s lagi jika anda mahu.
nl: De uitnodiging voor Mozillians van %s is ingetrokken. Als u wilt, kunt u %s opnieuw uitnodigen.
pl: Zaproszenie dla %s do Mozillian zostało unieważnione. Jeśli chcesz możesz zaprosić %s ponownie.
sk: Pozvanie %s na server Mozillians bolo zrušené. Ak chcete, môžete %s opäť pozvať.
sl: Povabilo Moziljanom za osebo %s je bilo preklicano. Če želite, lahko osebo %s ponovno povabite.
sq: Ftesa për %s për te Mozillians është shfuqizuar. Mund ta ftoni sërish %s, nëse doni.
sr: %s позивница за Mozillians је одбијена. Моћете позвати %s поново ако желите.
sv_se: %s's inbjudan till Mozillians har blivit återkallad. Du kan bjuda in %s igen om du vill.
uk: Запрошення %s до Мозилівців було відкликане. Ви можете запросити %s знову, якщо забажаєте.

source: API Key generated successfully.
el: Επιτυχής δημιουργία κλειδιού API.
es: La llave API fue generada exitosamente.
fy_nl: API-kaai mei sukses generearre.
hu: API kulcs sikeresen előállítva.
it: Chiave API generata correttamente.
ja: API キーの生成が完了しました。
ms: Kekunci API berjaya dijanakan.
nl: API-sleutel met succes gegenereerd.
pl: Klucz API został wygenerowany.
sk: API kľúč bol úspešne vygenerovaný.
sl: Uspešno ustvarjen API ključ.
sq: Kyçi API u prodhua me sukses.
sr: API кључ је успешно генерисан.
sv_se: API-nyckel har genererats.
uk: Ключ API успішно згенерований.

source: API key successfully deleted.
el: Επιτυχής διαγραφή κλειδιού API.
es: La llave API fue borrada exitosamente.
fy_nl: API-kaai mei sukses fuortsmiten.
hu: API kulcs sikeresen törölve.
it: Chiave API eliminata correttamente.
ja: API キーの削除が完了しました。
ms: Kekunci API berjaya dihapuskan.
nl: API-sleutel met succes verwijderd.
pl: Klucz API został usunięty.
sk: API kľúč bol úspešne odstránený.
sl: Uspešno izbrisan API ključ.
sq: Kyçi API u fshi me sukses.
sr: API кључ је успешно обрисан.
sv_se: API-nyckel har tagits bort.
uk: Ключ API успішно видалено.

source: You've been invited to join Mozillians.org! Sign in and then you can create a profile.
es: ¡Te han invitado a unirte a Mozillians.org! Regístrate y podrás crear un perfil.
fy_nl: Jo binne útnûge om jo oan te sluten by Mozillians.org! Meld jo oan en jo kinne dêrnei in profyl oanmeitjse.
hu: Meghívták, hogy csatlakozzon a Mozillians.org oldalhoz! Jelentkezzen be, és hozza létre profilját.
it: Sei stato invitato su Mozillians.org. Accedi e potrai creare il tuo profilo.
ja: あなたは Mozillians.org へ招待されました！ ログインしてプロフィールを作成してください。
ms: Anda telah dijemput menyertai Mozillians.org! Daftar masuk dan anda boleh mencipta profil.
nl: U bent uitgenodigd om u aan te sluiten bij Mozillians.org! Meld u aan en u kunt vervolgens een profiel aanmaken.
pl: Zaproszono cię do społeczności Mozillian! Zarejestruj się i utwórz swój profil.
sk: Boli ste pozvaný, aby ste sa pripojili k Mozillians.org! Prihláste sa, a potom si vytvorte profil.
sl: Vabimo te, da se pridružiš Moziljanom! Prijavi se na mozillians.org in si ustvari profil.
sq: Jeni ftuar të bëheni pjesë e Mozillians.org! Bëni hyrjen dhe mandej mund të krijoni një profil.
sr: Позвани сте да се придружите Mozillians.org! Пријавите се и онда можете креирати профил.
sv_se: Du har blivit inbjuden att gå med i Mozillians.org! Logga in för att skapa en profil.
uk: Вас запросили зареєструватися на Mozillians.org! Увійдіть, а потім ви зможете створити профіль.

source: Export
el: Εξαγωγή
es: Exportar
fy_nl: Eksportearje
hu: Exportálás
it: Esporta
ja: エクスポート
ms: Eksport
nl: Exporteren
pl: Eksportuj
sk: Exportovať
sl: Izvozi
sq: Eksportoje
sv_se: Exportera
uk: Експорт

source: Full Name
el: Πλήρες όνομα
es: Nombre completo
fy_nl: Folsleine namme
hu: Teljes név
it: Nome completo
ja: フルネーム
ms: Nama Penuh
nl: Volledige naam
pl: Imię i nazwisko
sk: Celé meno
sl: Polno ime
sq: Emri i Plotë
sr: Пуно име
sv_se: Fullständigt namn
uk: Повне ім'я

source: Name in local language
el: Όνομα στην τοπική γλώσσα
es: Nombre en idioma local
fy_nl: Namme yn lokale taal
it: Nome nella lingua locale
ja: 母国語での名前
ms: Nama dalam bahasa ibunda
nl: Naam in lokale taal
pl: Nazwa w języku lokalnym
sk: Názov v lokálnom jazyku
sl: Ime v maternem jeziku
sq: Emri në gjuhën përkatëse
sv_se: Namn på lokalt språk
uk: Ім'я власною мовою

source: IRC Nickname
el: Ψευδώνυμο IRC
es: Apodo en IRC
fy_nl: IRC-bynamme
hu: IRC-név
it: Nickname IRC
ja: IRC ニックネーム
ms: Nama samaran IRC
nl: IRC-nicknaam
pl: Pseudonim IRC
sk: IRC nick
sl: Vzdevek na IRC
sq: Nofkë IRC-je
sr: IRC надимак
sv_se: Smeknamn på IRC
uk: Ім'я в IRC

source: Latitude
el: Γεωγραφικό πλάτος
es: Latitud
fy_nl: Breedtegraad
hu: Szélesség
it: Latitudine
ja: 緯度
ms: Latitud
nl: Breedtegraad
pl: Szerokość geograficzna
sk: Zemepisná šírka
sl: Zemljepisna širina
sq: Gjerësi Gjeografike
sr: Ширина
sv_se: Latitud
uk: Широта

source: Longitude
el: Γεωγραφικό μήκος
es: Longitud
fy_nl: Lingtegraad
hu: Hosszúság
it: Longitudine
ja: 経度
ms: Longitud
nl: Lengtegraad
pl: Długość geograficzna
sk: Zemepisná dĺžka
sl: Zemljepisna dolžina
sq: Gjatësi Gjeografike
sr: Дужина
sv_se: Longitud
uk: Довгота

source: Sites that can determine my vouched status
hu: Oldalak, amelyek ismerhetik ajánlott állapotomat
it: Siti che possono rilevare il mio stato di approvazione
ja: 承認状態の確認を許可するサイト
sl: Strani, ki lahko ugotovijo moj zajamčeni status
sq: Sajte të cilët mund të përcaktojnë gjendjen time të rekomandimit
sr: Сајтови који могу да одреде мој статус јамства

source: All Community Sites
hu: Összes közösségi oldal
it: Tutti i siti della comunità
ja: すべてのコミュニティサイト
sl: Vse strani skupnosti
sq: Krejt Sajtet e Bashkësisë
sr: Сви сајтови заједнице

source: Only Mozilla Properties
hu: Csak Mozilla tulajdonságok
it: Solo di proprietà di Mozilla
ja: Mozilla のサイトのみ
sl: Samo lastnosti Mozille
sq: Vetëm Veti Mozilla
sr: Само Mozilla-ина власништва

source: Allow Mozilla sites to access my profile data?
hu: Engedélyezi, hogy a Mozilla oldalai hozzáférjenek a profiladatokhoz?
it: Consenti ai siti Mozilla di accedere ai dati del mio profilo?
ja: Mozilla のサイトがあなたのプロフィールデータにアクセスすることを許可しますか？
sl: Ali dovolite stranem Mozille dostop do podatkov v vašem profilu?
sq: Të lejohen sajtet e Mozilla-s të hyjnë në të dhënat e profilit tim?
sr: Дозволити Mozilla сајтовима да приступе Вашим профилним подацима?

source: Yes
hu: Igen
it: Sì
ja: はい
sl: Da
sq: Po
sr: Да

source: No
hu: Nem
ja: いいえ
sl: Ne
sq: Jo
sr: Не

source: T-Shirt
el: Μπλούζα
es: Playera/remera/camiseta
hu: Póló
it: Maglietta
ja: T シャツ
sk: Tričko
sl: Majica
sq: Bluzë
sr: Мајица
sv_se: T-tröja
uk: Футболка

source: Fitted Small
el: Εφαρμοστό Small
es: Ajustada pequeña
fy_nl: Smalll tailleard
hu: Szűkített S
it: Aderente (fitted) S
ja: フィット型 S サイズ
ms: Muat Kecil
nl: Small getailleerd
pl: S
sk: Dámske S
sl: Oprijeta, velikost S
sq: Pas Trupit, E vogël
sr: Уз тело, мала (S)
sv_se: Figurskuren, S
uk: Приталена маленька

source: Fitted Medium
el: Εφαρμοστό Medium
es: Ajustada mediana
fy_nl: Medium tailleard
hu: Szűkített M
it: Aderente (fitted) M
ja: フィット型 M サイズ
ms: Muat Medium
nl: Medium getailleerd
pl: M
sk: Dámske M
sl: Oprijeta, velikost M
sq: Pas Trupit, Mesatare
sr: Уз тело, средња (M)
sv_se: Figurskuren, M
uk: Приталена середня

source: Fitted Large
el: Εφαρμοστό Large
es: Ajustada grande
fy_nl: Large tailleard
hu: Szűkített L
it: Aderente (fitted) L
ja: フィット型 L サイズ
ms: Muat Besar
nl: Large getailleerd
pl: L
sk: Dámske L
sl: Oprijeta, velikost L
sq: Pas Trupit, E gjerë
sr: Уз тело, велика (L)
sv_se: Figurskuren, L
uk: Приталена велика

source: Fitted X-Large
el: Εφαρμοστό X-Large
es: Ajustada extra grande
fy_nl: X-Large tailleard
hu: Szűkített XL
it: Aderente (fitted) XL
ja: フィット型 XL サイズ
ms: Muat X-Besar
nl: X-Large getailleerd
pl: XL
sk: Dámske XL
sl: Oprijeta, velikost XL
sq: Pas Trupit, X-E gjerë
sr: Уз тело, велика (XL)
sv_se: Figurskuren, XL
uk: Приталена X-розміру

source: Fitted XX-Large
el: Εφαρμοστό XX-Large
es: Ajustada extra extra grande
fy_nl: XX-Large tailleard
hu: Szűkített XXL
it: Aderente (fitted) XXL
ja: フィット型 XXL サイズ
ms: Muat XX-Besar
nl: XX-Large getailleerd
pl: XXL
sk: Dámske XXL
sl: Oprijeta, velikost XXL
sq: Pas Trupit, XX-E gjerë
sr: Уз тело, велика (XXL)
sv_se: Figurskuren, XXL
uk: Приталена ХХ-розміру

source: Fitted XXX-Large
el: Εφαρμοστό XXX-Large
es: Ajustada extra extra extra grande
fy_nl: XXX-Large tailleard
hu: Szűkített XXXL
it: Aderente (fitted) XXXL
ja: フィット型 XXXL サイズ
ms: Muat XXX-Besar
nl: XXX-Large getailleerd
pl: XXXL
sk: Dámske XXXL
sl: Oprijeta, velikost XXXL
sq: Pas Trupit, XXX-E gjerë
sr: Уз тело, велика (XXXL)
sv_se: Figurskuren, XXXL
uk: Приталена ХХХ-розміру

source: Straight-cut Small
el: Ευθείας κοπής Small
es: Recta pequeña
fy_nl: Small rjocht model
hu: Egyenes szabású S
it: Standard (straigh-cut) S
ja: ストレートカット型 S サイズ
ms: Potongan-lurus Kecil
nl: Small recht model
pl: S
sk: Univerzálne S
sl: Raven kroj, velikost S
sq: Prerje Drejt, E vogël
sr: Обична, мала (S)
sv_se: Rakt skuren, S
uk: Пряма маленька

source: Straight-cut Medium
el: Ευθείας κοπής Medium
es: Recta mediana
fy_nl: Medium rjocht model
hu: Egyenes szabású M
it: Standard (straigh-cut) M
ja: ストレートカット型 M サイズ
ms: Potongan-lurus Medium
nl: Medium recht model
pl: M
sk: Univerzálne M
sl: Raven kroj, velikost M
sq: Prerje Drejt, Mesatare
sr: Обична, средња (М)
sv_se: Rakt skuren, M
uk: Пряма середня

source: Straight-cut Large
el: Ευθείας κοπής Large
es: Recta grande
fy_nl: Large rjocht model
hu: Egyenes szabású L
it: Standard (straigh-cut) L
ja: ストレートカット型 L サイズ
ms: Potongan-lurus Besar
nl: Large recht model
pl: L
sk: Univerzálne L
sl: Raven kroj, velikost L
sq: Prerje Drejt, E gjerë
sr: Обична, велика (L)
sv_se: Rakt skuren, L
uk: Пряма велика

source: Straight-cut X-Large
el: Ευθείας κοπής X-Large
es: Recta extra grande
fy_nl: X-Large rjocht model
hu: Egyenes szabású XL
it: Standard (straigh-cut) XL
ja: ストレートカット型 XL サイズ
ms: Potongan-lurus X-Besar
nl: X-Large recht model
pl: XL
sk: Univerzálne XL
sl: Raven kroj, velikost XL
sq: Prerje Drejt, X-E gjerë
sr: Обична, велика (XL)
sv_se: Rakt skuren, XL
uk: Пряма Х-розмір

source: Straight-cut XX-Large
el: Ευθείας κοπής XX-Large
es: Recta extra extra grande
fy_nl: XX-Large rjocht model
hu: Egyenes szabású XXL
it: Standard (straigh-cut) XXL
ja: ストレートカット型 XXL サイズ
ms: Potongan-lurus XX-Besar
nl: XX-Large recht model
pl: XXL
sk: Univerzálne XXL
sl: Raven kroj, velikost XXL
sq: Prerje Drejt, XX-E gjerë
sr: Обична, велика (XXL)
sv_se: Rakt skuren, XXL
uk: Пряма ХХ-розмір

source: Straight-cut XXX-Large
el: Ευθείας κοπής XXX-Large
es: Recta extra extra extra grande
fy_nl: XXX-Large rjocht model
hu: Egyenes szabású XXXL
it: Standard (straigh-cut) XXXL
ja: ストレートカット型 XXXL サイズ
ms: Potongan-lurus XXX-Besar
nl: XXX-Large recht model
pl: XXXL
sk: Univerzálne XXXL
sl: Raven kroj, velikost XXXL
sq: Prerje Drejt, XXX-E gjerë
sr: Обична, велика (XXXL)
sv_se: Rakt skuren, XXXL
uk: Пряма ХХХ-розмір

source: What do you do for Mozilla?
el: Τι κάνετε για το Mozilla;
es: ¿En qué colaboras con Mozilla?
fy_nl: Wat dogge jo foar Mozilla?
hu: Mit tesz a Mozilláért?
it: Che cosa fai per Mozilla?
ja: Mozilla のために何をしていますか？
ms: Apa sumbangan anda untuk Mozilla?
nl: Wat doet u voor Mozilla?
pl: Co robisz dla Mozilli?
sk: Čo robíte pre Mozillu?
sl: S čim se ukvarjaš znotraj Mozille?
sq: Çfarë bëni për Mozilla-n?
sr: Шта радите у Mozilla-и?
sv_se: Vad gör du för Mozilla?
uk: Що ви робите для Mozilla?

source: Link to your contribution story
el: Σύνδεση της ιστορίας συνεισφοράς σας
es: Enlace a tu historial de colaboraciones
fy_nl: Keppeling nei jo bydrageferhaal
hu: Hivatkozás közreműködési történetére
it: Link alla storia della tua collaborazione
ja: 貢献ストーリーへのリンク
ms: Pautan ke kisah sumbangan anda
nl: Koppeling naar uw bijdrageverhaal
pl: Odnośnik do opisu twojego wkładu
sk: Odkaz na popis môjho prínosu
sl: Povezava do zgodbe o vašem prispevku
sq: Lidhje për te historia e kontributit tuaj
sr: Веза ка вашој причи о доприносу
sv_se: Länk till din bidragshistoria
uk: Посилання на вашу історію допомоги

source: If you have created something public that tells the story of how you came to be a Mozillian, specify that link here.
bs: Ako ste napravili nešto javno što govori o tome kako ste postali Mozillian, navedite taj link ovdje.
el: Αν έχετε δημιουργήσει κάτι δημόσιο που λέει την ιστορία σας σχετικά με το πώς γίνατε ένας Mozillian, εισάγετε εκείνο το σύνδεσμο εδώ.
es: Si has publicado en la red algo que narra la historia de cómo has llegado a ser un Mozillian, escribe su enlace aquí.
fy_nl: As jo wat publisearre hawwe wat it ferhaal fertelt oer hoe't jo in Mozillian wurden binne, jou dan hjir de keppeling op.
hu: Ha nyilvánosan leírta, hogyan lett mozillás, adja meg itt az arra mutató hivatkozást.
it: Se hai scritto qualcosa in pubblico che descrive la storia di come sei diventato un mozilliano, specifica il link qui.
ja: あなたがどのようにして Mozillian になったかが分かる公開のブログ記事などがある場合は、そのリンクを入力してください。
ms: Jika anda mencipta sesuatu yang umum perihal kisah anda menjadi anggota Mozilla, nyatakan pautan tersebut di sini.
nl: Als u iets hebt gepubliceerd wat het verhaal vertelt over hoe u een Mozillian bent geworden, geef dan hier de koppeling op.
pl: Jeśli opublikowałeś/opublikowałaś jakąś historię o przystąpieniu do społeczności Mozillian, podaj tutaj odnośnik do tego opisu.
sk: Ak ste vytvorili niečo verejné, čo nám povie, že by ste sa mal stať členom webu Mozillians, vložte sem odkaz.
sl: Če ste ustvarili javno vsebino, ki pripoveduje zgodbo, kako ste postali Moziljan, nam prosim sporočite povezavo.
sq: Nëse keni krijuar diçka publike që rrëfen historinë se si u bëtë një moxillian, jepeni këtu atë lidhje.
sr: Ако сте направили нешто јавно што говори о томе како сте постали Мозилијан, наведите ту везу овде.
sv_se: Om du har skapat något offentligt som berättar om hur du kom att bli en Mozillian, skriv länken här.
uk: Якщо ви створили щось публічне, де розповідається про вашу історію про те, як ви стали Мозилівцем, зазначте це посилання тут.

source: You have been vouched on Mozillians.org
es: Has sido recomendado en Mozillians.org
fy_nl: Der wurdt foar jo garant stien op Mozillians.org
hu: Ajánlották a Mozillians.org oldalon
it: Sei stato approvato per Mozillians.org
ja: あなたは Mozillians.org で承認されました
ms: Anda telah diperakui oleh Mozillians.org
nl: Er wordt voor u garant gestaan op Mozillians.org
pl: Otrzymałeś/otrzymałaś poręczenie na witrynie Mozillians.org
sk: Boli ste schválený(-á) na serveri Mozillians.org
sl: Dobili ste jamstvo na Mozillians.org
sq: Tani jeni rekomanduar te Mozillians.org
sr: Сада сте јамчени на Mozillians.org
sv_se: Du har blivit verifierad på Mozillians.org
uk: Вас було затверджено на Mozillians.org

source: Reason for Vouching
el: Λόγοι για εγγύηση
es: Razón para la recomendación
fy_nl: Reden foar garantstelling
hu: Az ajánlás oka
it: Motivo per approvare
ja: 承認理由
ms: Sebab untuk Perakuan
nl: Reden voor garantstelling
pl: Uzasadnienie poręczenia
sk: Dôvod pre schválenie
sl: Razlog za jamčenje
sq: Arsye Rekomandimi
sr: Разлог за јамчење
sv_se: Anledning för verifiering
uk: Причина затвердження

source: Account Username
el: Όνομα χρήστη λογαριασμού
es: Usuario/a de la cuenta
fy_nl: Brûkersnamme fan account
hu: Fiók felhasználóneve
it: Nome utente
ja: アカウントのユーザー名
ms: Nama pengguna Akaun
nl: Gebruikersnaam van account
pl: Nazwa użytkownika
sk: Používateľské meno účtu
sl: Uporabniško ime
sq: Emër përdoruesi për Llogarinë
sr: Корисничко име налога
sv_se: Kontots användarnamn
uk: Ім'я користувача облікового запису

source: Account Type
el: Τύπος λογαριασμού
es: Tipo de cuenta
hu: Fiók típusa
it: Tipo account
ja: アカウントの種類
ms: Jenis Akaun
pl: Typ konta
sk: Typ účtu
sl: Vrsta računa
sq: Lloj Llogarie
sr: Тип налога
sv_se: Kontotyp
uk: Тип облікового запису
