Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: <p> Your profile is waiting to be vouched. Once you are vouched, you will be able to view the profiles of all Mozillians, join groups and access additional content on other sites as a Mozillian. <a href="%(vouching_url)s">Learn more about vouching</a>. </p> <p> Send the link below to someone who is familiar with your contributions and ask them to vouch for you: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> If you are new to the Mozilla community, <a class="button" href="%(contribute_url)s">get involved</a> </p> <p>The chances of being vouched increase as you finish tasks in our community.</p>
bs: <p> Vaš profil čeka garanciju. Jednom kada dobijete garanciju, moći ćete pregledati profile svih Mozilliana, pridruživati se grupama i pristupiti dodatnom sadržaju na drugim stranicama kao Mozillian. <a href="%(vouching_url)s">Saznajte više o garantovanju</a>. </p> <p> Pošaljite link ispod nekome ko je upoznat sa vašim doprinosima i pitajte ga da vam pruži garanciju: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> Ako ste novi u Mozilla zajednici, <a class="button" href="%(contribute_url)s">uključite se</a> </p> <p>Šansa da dobijete garanciju se povećava kako završavate zadatke u našoj zajednici.</p>
es: <p>Tu perfil está pendiente de autorización. Una vez esté autorizado, podrás ver los perfiles de todos los Mozillians, unirte a los grupos y acceder a contenido adicional como Mozillian en otras páginas. <a href="%(vouching_url)s">Aprende más sobre las recomendaciones</a>. </p> <p> Envíale este enlace a alguien que sepa de tus colaboraciones y pídele que te recomiende: <br/> <em class="underline" title="URL de tu perfil">%(profile_url)s</em> </p> <p> Si eres nuevo en la comunidad Mozilla, <a class="button" href="%(contribute_url)s">participa</a></p> <p> Las posibilidades de ser recomendado aumentan si has terminado tareas dentro de la comunidad. </p>
fy_nl: <p> Jo profyl wacht op garantstelling. Sa gau as foar jo garant stien wurdt, kinne jo as Mozillian de profilen fan alle Mozillians besjen, oan groepen dielnimme en oanfoljende ynhâld op oare websites benaderje. <a href="%(vouching_url)s">Lês mear oer garantstelling</a>. </p> <p> Stjoer de ûndersteande keppeling nei ien dy't mei jo bydragen bekend is en freegje him of har garant foar jo te stean: <br/> <em class="underline" title="Jo profyl-URL">%(profile_url)s</em> </p> <p> As de Mozilla-mienskip nij foar jo is, <a class="button" href="%(contribute_url)s">doch dan mei</a>. </p> <p>De kânsen op garantstelling nimme ta as jo taken yn ús mienskip foltôgje.</p>
hu: <p>A profilja ajánlásra vár. Ha megkapta az ajánlásokat, megnézheti a többi mozillás profilját, csoportokhoz csatlakozhat, és mozillásként további tartalomhoz férhet hozzá más oldalakon. <a href="%(vouching_url)s">Tudjon meg többet az ajánlásról.</a>. </p> <p> Küldje el a lenti hivatkozást valakinek, aki ismeri a munkáját, és kérje meg, hogy adjon ajánlást: <br/> <em class="underline" title="A profiljának URL-je">%(profile_url)s</em> </p> <p> Ha még új a Mozilla közösségben, akkor <a class="button" href="%(contribute_url)s">vegyen részt munkánkban</a> </p> <p>Az ajánlás valószínűsége megnő, ahogyan befejez egyes feladatokat a közösségben.</p>
it: <p>Il tuo profilo è in attesa di approvazione. Una volta approvato, potrai visualizzare i profili di tutti i mozilliani, iscriverti a gruppi e accedere a contenuti aggiuntivi su altri siti come Mozillian. <a href="%(vouching_url)s">Ulteriori informazioni sul processo di approvazione</a>.</p><p>Invia il link seguente a qualcuno che conosce il tuo contributo e chiedigli di approvare il tuo profilo: <br/> <em class="underline" title="URL del tuo profilo">%(profile_url)s</em></p><p>Se stai muovendo i primi passi nella comunità Mozilla, <a class="button" href="%(contribute_url)s">scopri come collaborare</a></p><p>Le possibilità di essere approvato aumentano in base ai progetti completati all’interno della nostra comunità.</p>
ja: <p>あなたのプロフィールは承認待ちの状態にあります。承認されると、すべての Mozillian のプロフィールを表示したり、グループに参加したり、承認済み Mozillian として他サイトの特別コンテンツにアクセスしたりできます。<a href="%(vouching_url)s">承認システムの詳細はこちら</a>。</p> <p>このリンクをあなたの貢献をよく知る人に送信して、承認してもらいましょう: <br/> <em class="underline" title="あなたのプロフィール URL">%(profile_url)s</em> </p> <p>Mozilla コミュニティが初めての人も、ぜひ <a class="button" href="%(contribute_url)s">参加してください</a>。</p> <p>コミュニティの中で活躍すればするほど、承認される機会が増すでしょう。</p>
ms: <p> Profil anda sedang dalam proses untuk diperakukan. Apabila sudah diperakui, anda akan dapat meninjau profil semua anggota Mozilla, menyertai kumpulan dan mengakses kandungan tambahan dalam laman lain sebagai seorang anggota Mozilla. <a href="%(vouching_url)s">Ketahui selanjutnya perihal perakuan.</a>. </p> <p> Hantar pautan di bawah kepada seseorang yang tahu sumbangan anda dan minta mereka memperakui anda: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> Jika anda masih baru dalam komuniti Mozilla, <a class="button" href="%(contribute_url)s">libatkan diri</a> </p> <p> Peluang untuk diperakukan lebih tinggi apabila anda telah menyiapkan tugasan dalam komuniti kami.</p>
nl: <p> Uw profiel wacht op garantstelling. Zodra voor u garant wordt gestaan, kunt u als Mozillian de profielen van alle Mozillians bekijken, aan groepen deelnemen en aanvullende inhoud op andere websites benaderen. <a href="%(vouching_url)s">Lees meer over garantstelling</a>. </p> <p> Stuur de onderstaande koppeling naar iemand die met uw bijdragen bekend is en vraag hem of haar garant voor u te staan: <br/> <em class="underline" title="Uw profiel-URL">%(profile_url)s</em> </p> <p> Als de Mozilla-gemeenschap nieuw voor u is, <a class="button" href="%(contribute_url)s">doe dan mee</a>. </p> <p>De kansen op garantstelling nemen toe naarmate u taken in onze gemeenschap voltooit.</p>
pl: <p> Twój profil czeka na poręczenie. Po uzyskaniu poręczenia będziesz mieć możliwość oglądania profili Mozillian, dołączania do grup i mieć dostęp do dodatkowych treści na innych witrynach Mozillian. <a href="%(vouching_url)s">Dowiedz się więcej o poręczaniu</a>. </p> <p>Wyślij ten odnośnik do kogoś, kto zna twoje dokonania i poproś o poręczenie: <br/> <em class="underline" title="Adres URL twojego profilu">%(profile_url)s</em> </p> <p> Jeśli jesteś nowym członkiem społeczności Mozilli, <a class="button" href="%(contribute_url)s">zaangażuj się</a>. </p> <p> Szanse uzyskania poręczenia wzrastają, gdy wykonasz jakieś zadania w naszej społeczności. </p>
sk: <p> Váš profil čaká na potvrdenie. Hneď ako budete schválený, budete môcť vidieť profily všetkých Mozillians, pripájať sa do skupín a pristupovať ku doplnkovému obsahu na iných stránkach. <a href="%(vouching_url)s">Zistite viac o hlasovaní</a>. </p> <p>Pošlite odkaz uvedený nižšie niekomu, kto pozná vašu činnosť na projektoch Mozilla a požiadajte ho, aby vás potvrdil: <br/> <em class="underline" title="Adresa vášho profilu">%(profile_url)s</em></p><p> Ak ste v komunite Mozilla nováčikom, <a class="button" href="%(contribute_url)s">zapojte sa</a>. </p><p>Šanca na schválenie rastie s každou jednou dokončenou úlohou vo vašej komunite.</p>
sl: <p> Vaš profil še ni jamčen. Ko bo vaš profil jamčen, si boste lahko ogledali profile vseh Moziljanov, se pridružili skupinam in kot Moziljan dostopali do dodatnih vsebin na povezanih straneh. <a href="%(vouching_url)s">Preberite si več o jamčenju</a>. </p> <p> Pošljite spodnjo povezavo osebam, ki poznajo vaš prispevek in jih prosite, naj jamčijo za vas: <br/> <em class="underline" title="URL povezava do vašega profila">%(profile_url)s</em> </p> <p> Če ste se skupnosti Mozilla šele pridružili, <a class="button" href="%(contribute_url)s">postanite povezani</a> </p> <p>Možnost, da boste jamčeni narašča s prispevanjem skupnosti.</p>
sq: <p> Profili juaj po pret rekomandim. Pasi të jeni rekomanduar, si një moxillian do të jeni në gjendje të shihni profilet e krejt moxillianëve, të bëheni pjesë e grupeve të ndryshme dhe të përdorni lëndë tjetër në sajte të tjera. <a href="%(vouching_url)s">Mësoni më tepër mbi rekomandimet</a>. </p> <p> Dërgojani lidhjen e mëposhtme dikujt që e njeh kontributin tuaj dhe kërkojini t’ju rekomandojë: <br/> <em class="underline" title="URL-ja e profilit tuaj">%(profile_url)s</em> </p> <p> Nëse jeni i ri te bashkësia Mozilla, <a class="button" href="%(contribute_url)s">bëhuni fillimisht pjesë e saj</a> </p> <p>Shanset që dikush t’ju rekomandojë, shtohen teksa përfundoni punë në gjirin e bashkësisë sonë.</p>
sr: <p> Ваш профил чека јамство. Када је неко јамчио за вас, моћи ћете да видите профиле свих мозилијана, да се придружите групи и приступите додатном садржају на другим сајтовима као мозилијан. <a href="%(vouching_url)s">Сазнајте више о јамчењу</a>. </p> <p> Пошаљите везу испод некоме ко је упознат са вашим доприносима и затражите да јамче за вас: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> Ако сте нови у Mozilla заједници, <a class="button" href="%(contribute_url)s">прикључите се</a> </p> <p>Шансе за јамство се повећавају када завршите задатке у вашој заједници.</p>
sv_se: <p> Din profil väntar på verifiering. När du är verifierad, kommer du att kunna visa alla Mozillianers profiler, gå med i grupper och få tillgång till ytterligare innehåll på andra webbplatser som en Mozillian. <a href="%(vouching_url)s">Läs mer om verifiering</a>. </p> <p> Skicka länken nedan till någon som är bekant med dina bidrag och be dem verifiera dig: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> Om du är ny till Mozillas gemenskap, <a class="button" href="%(contribute_url)s">engagera dig</a> </p> <p> Chanserna att bli verifierad ökar om du slutför uppgifter i vår gemenskap.</p>
uk: <p>Ваш профіль очікує затвердження. Як тільки вас затвердять, ви отримаєте змогу переглядати профілі всіх Мозилівців, вступати в групи та доступ до додаткового вмісту на інших сайтах, як Мозилівець. <a href="%(vouching_url)s">Дізнатись більше про затвердження</a>. </p> <p> Надішліть посилання внизу комусь, хто знає про ваші внески та попросіть затвердити вас: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> Якщо ви новачок у спільноті Mozilla, <a class="button" href="%(contribute_url)s">долучайтеся</a> </p> <p>Шанси бути затвердженим збільшаться, якщо ви завершите завдання у нашій спільноті.</p>

source: This profile is waiting for approval. If you would like to vouch for them, use the form at the bottom of the page.
bs: Ovaj profil čeka odobravanje. Ako želite da garantujete za njih, koristite formular na dnu stranice.
es: Este perfil está pendiente de autorización. Si quieres recomendar a esta persona, utiliza el formulario que se encuentra en la parte inferior de la página.
fy_nl: Dit profyl wacht op goedkarring. As jo hjirfoar garant stean wolle, brûk dan it formulier oan de ûnderkant fan dizze side.
hu: Ez a profil jóváhagyásra vár. Amennyiben ajánlja ezt a közreműködőt, kérjük tegye meg az oldal alján lévő űrlapon.
it: Questo profilo è in attesa di approvazione. Per approvarlo, utilizza il modulo alla fine della pagina.
ja: このプロフィールは承認待ちの状態にあります。この人の貢献を保証できる場合は、ページの下にあるフォームを使って承認してください。
ms: Profil ini masih menunggu kelulusan. Jika anda mahu memperakuinya, gunakan borang pada bahagian bawah halaman ini.
nl: Dit profiel wacht op goedkeuring. Als u hiervoor garant wilt staan, gebruik dan het formulier aan de onderkant van deze pagina.
pl: Ten profil czeka na zaakceptowanie. Jeśli chcesz wystawić poręczenie, użyj formularza znajdującego się na dole strony.
sk: Tento profil čaká na schválenie. Ak by ste preň chceli zahlasovať, použite formulár v spodnej časti stránky.
sl: Ta profil čaka na odobritev. Jamčite za to osebo, če poznate njen prispevek.
sq: Ky profil po pret miratimin. Nëse doni ta rekomandoni, përdorni formularin në fund të faqes.
sr: Профил чека на одобрење. Ако желите јамчити за њих, користите форму на дну странице.
sv_se: Denna profil väntar på godkännande. Om du vill verifiera dem, använd formuläret längst ner på sidan.
uk: Цей профіль очікує затвердження. Якщо ви бажаєте затвердити його, скористайтеся формою внизу сторінки.

source: Your profile is not public. If you <a href="%(edit_url)s">edit your profile</a> to have at least one public field, your public profile will be viewable.
bs: Vaš profil nije javan. Ako <a href="%(edit_url)s">uredite vaš profil</a> da ima barem jedno javno polje, vaš javni profil će biti vidljiv.
el: Το προφίλ σας δεν είναι δημόσιο. Αν <a href="%(edit_url)s">επεξεργαστείτε το προφίλ σας</a> ώστε να έχετε τουλάχιστον ένα δημόσιο πεδίο, το δημόσιο προφίλ σας θα γίνει είναι ορατό.
es: Tu perfil no es público. Si <a href="%(edit_url)s">editas tu perfil</a> para que tenga al menos un campo público, tu perfil público será visible.
fy_nl: Jo profyl is net iepenbier. As jo <a href="%(edit_url)s">jo profyl bewurkje</a> en op syn minst ien iepenbier fjild ynstelle, wurdt jo iepenbiere profyl sichtber.
hu: Profilja nem nyilvános. Ha <a href="%(edit_url)s">szerkeszti profilját</a> hogy legalább egy nyilvános mezője legyen, akkor nyilvános profilja megjeleníthető lesz.
it: Il tuo profilo non è visibile pubblicamente. Se <a href="%(edit_url)s">modifichi il tuo profilo</a> rendendo pubblico almeno uno dei campi, il tuo profilo pubblico diventerà visibile.
ja: あなたのプロフィールは公開されていません。<a href="%(edit_url)s">プロフィールを編集</a> して、公開項目を 1 つ以上設定することにより、プロフィールを公開状態にすることができます。
ms: Profil anda tidak terbuka kepada umum. Jika anda <a href="%(edit_url)s">edit profil anda</a> dengan sekurang-kurangnya satu medan umum, profil umum anda akan dapat ditinjau.
nl: Uw profiel is niet openbaar. Als u <a href="%(edit_url)s">uw profiel bewerkt</a> en minstens één openbaar veld instelt, wordt uw openbare profiel zichtbaar.
pl: Twój profil nie jest upubliczniony. Jeśli chcesz, by przynajmniej jedno pole profilu było widoczne, musisz <a href="%(edit_url)s">edytować swój profil</a> .
sk: Váš profil nie je verejný. Ak si <a href="%(edit_url)s">upravíte svoj profil</a>, aby aspoň jeden údaj bol verejný, bude váš verejný profil dostupný.
sl: Vaš profil ni javen. Če si <a href="%(edit_url)s">uredite svoj ​​profil</a> tako, da imajo vsaj eno javno polje, bo vaš javni profil mogoče videti.
sq: Profili juaj nuk është publik. Nëse <a href="%(edit_url)s">përpunoni profilin tuaj</a> që të ketë të paktën një fushë publike, profili juaj publik do të jetë i dukshëm.
sr: Ваш профил није јаван. Ако <a href="%(edit_url)s">измените Ваш профил</a> да има барем једно јавно поље, јавни профил ће бити видљив.
sv_se: Din profil är inte offentlig Om du <a href="%(edit_url)s">redigerar din profil</a>, så att åtminstone ett fält kan ses av allmänheten, kommer din offentliga profil att vara visningsbar.
uk: Ваш профіль не є загальнодоступним. Якщо ви <a href="%(edit_url)s">зміните свій профіль</a>, щоб він мав хоча б одне загальнодоступне поле, то ваш загальнодоступний профіль стане видимим.

source: Mozillian for %(mozillian_years)s year
el: Mozillian για %(mozillian_years)s έτος
es: Mozillero desde hace %(mozillian_years)s año
fy_nl: %(mozillian_years)s jier Mozillian
hu: Mozillás %(mozillian_years)s éve
it: Mozilliano da %(mozillian_years)s anno
ja: Mozillian 歴 %(mozillian_years)s 年
ms: Mozillian untuk %(mozillian_years)s tahun
nl: %(mozillian_years)s jaar Mozillian
pl: Mozillianin od %(mozillian_years)s roku
sk: Člen Mozillian %(mozillian_years)s rok
sl: Moziljan %(mozillian_years)s leto
sq: Moxillian që prej %(mozillian_years)s viti
sr: Мозилијан %(mozillian_years)s годину
sv_se: Mozillian sedan %(mozillian_years)s år tillbaka
uk: Мозилівець %(mozillian_years)s рік

source: T-Shirt Size:
bs: Veličina majice:
el: Μέγεθος μπλούζας:
es: Talla:
fy_nl: T-shirtmaat:
hu: Pólóméret:
it: Taglia maglietta:
ja: T シャツのサイズ:
ms: Saiz T-Shirt:
nl: T-shirtmaat:
pl: Rozmiar koszulki T-shirt:
sk: Veľkosť trička:
sl: Velikost majice:
sq: Madhësi Bluze:
sr: Величина мајице:
sv_se: T-tröjestorlek:
uk: Розмір футболки:

source: View as:
bs: Pregledaj kao:
el: Προβολή ως:
es: Ver como:
fy_nl: Werjaan as:
hu: Nézet:
it: Visualizza come:
ja: 表示モード:
ms: Lihat sebagai:
nl: Weergeven als:
pl: Widoczny dla:
sk: Zobraziť ako:
sl: Prikaži kot:
sq: Shiheni si:
sr: Погледај као:
sv_se: Visa som:
uk: Переглянути як:

source: Myself
bs: Ja
el: Εγώ
es: Yo
fy_nl: Mysels
hu: Saját magam
it: me stesso
ja: 自分自身
ms: Diri sendiri
nl: Mezelf
pl: Tylko dla mnie
sk: Len ja
sl: mene
sq: Unë vetë
sr: Ја
sv_se: Mig själv
uk: Я сам

source: Mozillian
es: Mozillero/a
hu: Mozillás
it: Mozilliano
sl: Moziljan
sq: Moxillian
sr: Мозилијан
uk: Мозилівець

source: Public
bs: Javno
el: Δημόσιο
es: Público
fy_nl: Iepenbier
hu: Nyilvános
it: Pubblico
ja: 公開
ms: Awam
nl: Openbaar
pl: Wszystkich
sk: Verejné
sl: Javno
sq: Publik
sr: Јавно
sv_se: Allmänheten
uk: Публічно

source: Bio
bs: Biografija
el: Βιογραφικό
es: Biografía
fy_nl: Biografy
hu: Bemutatkozás
ja: 自己紹介
nl: Biografie
pl: Biografia
sk: Stručné info
sl: O Moziljanu
sq: Jetëshkrim
sr: Биографија
sv_se: Biografi
uk: Біо

source: My contribution story
bs: Moja priča o doprinosu
el: Η ιστορία συνεισφοράς μου
es: Mi historial de colaboraciones
fy_nl: Myn bydrageferhaal
hu: Közreműködésem története
it: La storia della mia collaborazione
ja: 自分の貢献ストーリー
ms: Kisah sumbangan saya
nl: Mijn bijdrageverhaal
pl: Mój udział
sk: Popis môjho prínosu
sl: Moja zgodba o sodelovanju
sq: Historia e kontributit tim
sr: Моја прича о доприносу
sv_se: Min bidragshistoria
uk: Моя історія допомоги

source: (pending terms review)
bs: (pregled uslova na čekanju)
el: (εκκρεμής αξιολόγηση όρων)
es: (revisión de términos pendientes)
fy_nl: (wachtet op kontrôle fan betingsten)
ms: (semakan terma tertangguh)
nl: (wacht op controle van voorwaarden)
pl: (sprawdzanie zasad oczekiwania)
sk: (čaká na kontrolu podmienok)
sq: (kushte në pritje të shqyrtimit)
sv_se: (väntande villkorsrecension)
uk: (умови в черзі на розгляд)

source: Websites
bs: Web stranice
el: Ιστοσελίδες
es: Sitios web
hu: Weboldalak
it: Siti web
ja: ウェブサイト
ms: Laman web
pl: Witryny
sk: Webové stránky
sl: Spletna stran
sq: Sajte
sr: Веб сајтови
sv_se: Webbplatser
uk: Веб-сайти

source: Alternate email addresses
es: Correos electrónicos alternativos
hu: Alternatív e-mail címek
it: Indirizzi email alternativi
ja: 代替メールアドレス
nl: Alternatieve e-mailadressen
sl: Drug e-poštni naslov
sq: Adresa email alternative
sr: Алтернативне адресе е-поште

source: Vouched By
bs: Garantovano od
es: Recomendado por
fy_nl: Garantstelling troch
hu: Ajánlotta:
it: Approvato da
ja: 承認者
ms: Diperakui Oleh
nl: Garantstelling door
pl: Poręczenie
sk: Potvrdený kým
sl: Jamčil
sq: Rekomanduar Prej
sr: Јамчен од стране
sv_se: Verifierad av
uk: Затверджено

source: Unknown Voucher
bs: Nepoznat jamac
es: Recomendador desconocido
fy_nl: Unbekende garantsteller
hu: Ismeretlen ajánló
it: Approvato da utente sconosciuto
ja: 不明な承認者
ms: Perakuan Tidak Diketahui
nl: Onbekende garantsteller
pl: Nieznana osoba poręczająca
sk: Neznámy ručiteľ
sl: Brez jamstva
sq: Rekomandues i Panjohur
sr: Непознат јемац
sv_se: Okänd verifierare
uk: Невідомий поручитель

source: Legacy vouch.
bs: Nasljeđeno jamstvo.
es: Voto heredado.
fy_nl: Ferâldere garantstelling.
hu: Örökölt ajánlás.
it: Approvazione legacy.
ja: 古い承認です。
ms: Legasi akuan.
nl: Verouderde garantstelling.
pl: Odziedziczone poręczenie
sk: Dedičné schválenie.
sl: Staro jamstvo.
sq: Rekomandim i dikurshëm.
sr: Наслеђено јамство.
sv_se: Ärvd verifikation.
uk: Спадкове затвердження.

source: Vouchees
bs: Jamči za
es: Prescriptores
fy_nl: Garantstelling foar
hu: Ajánlottak
it: Approvati
ja: 承認先
ms: Diperakui
nl: Garantstelling voor
pl: Poręczenia
sk: Potvrdenia
sl: Jamčil za
sq: Të rekomanduar
sr: Јамчени
sv_se: Overifierade mozillianer
uk: Поручився за

source: %(hours)s hours ahead of your timezone.
bs: %(hours)s sati ispred vaše vremenske zone.
el: %(hours)s ώρες μπροστά από τη ζώνη ώρας σας.
es: %(hours)s horas más en tu zona horaria.
fy_nl: %(hours)s oer foar op jo tiidssône.
hu: %(hours)s órával az Ön időzónája előtt.
it: %(hours)s ore avanti rispetto al tuo fuso orario.
ja: あなたのタイムゾーンから %(hours)s 時間進んでいます。
ms: %(hours)s jam cepat dari zon masa anda.
nl: %(hours)s uur voor op uw tijdzone.
pl: %(hours)s godzin przed twoją strefę czasową.
sk: %(hours)s hodín pred vašim časovým pásmom.
sl: %(hours)s ur pred vašim časovnim pasom.
sq: %(hours)s orë përpara zonës tuaj kohore.
sr: %(hours)s сати испред временске зоне.
sv_se: %(hours)s timmar före din tidszon.
uk: %(hours)s годин більше від вашого часового поясу.

source: %(hours)s hours behind your timezone.
bs: %(hours)s iza vaše vremenske zone.
el: %(hours)s ώρες πίσω από τη ζώνη ώρας σας.
es: %(hours)s horas menos en tu zona horaria.
fy_nl: %(hours)s oer efter op jo tiidssône.
hu: %(hours)s órával az Ön időzónája mögött.
it: %(hours)s ore indietro rispetto al tuo fuso orario.
ja: あなたのタイムゾーンから %(hours)s 時間遅れています。
ms: %(hours)s jam lambat dari zon masa anda.
nl: %(hours)s uur achter op uw tijdzone.
pl: %(hours)s godzin po twojej strefie czasowej.
sk: %(hours)s hodín za vašim časovým pásmom.
sl: %(hours)s ur za vašim časovnim pasom.
sq: %(hours)s orë prapa zonës tuaj kohore.
sr: %(hours)s сати иза временске зоне.
sv_se: %(hours)s efter din tidszon.
uk: %(hours)s годин менше від вашого часового поясу.

source: Same time zone as yours.
bs: Ista vremenska zona kao i vaša.
el: Στην ίδια ζώνη ώρας με εσάς.
es: La misma zona horaria que la tuya.
fy_nl: Selde tiidssône as dy fan jo.
hu: Az Önével azonos időzóna.
it: Fuso orario uguale al tuo
ja: あなたと同じタイムゾーンです。
ms: Zon masa sama dengan anda.
nl: Zelfde tijdzone als de uwe.
pl: Taka sama strefa czasowa, jak twoja.
sk: Rovnaké časové pásmo ako to vaše.
sl: V istem časovnem pasu kot vi.
sq: E njëjta zonë kohore me ju.
sr: У истој временској зони као и ви.
sv_se: Samma tidszon som din.
uk: Такий же часовий пояс, як і ваш.

source: Profile photo
bs: Slika profila
el: Φωτογραφία προφίλ
es: Foto del perfil
fy_nl: Profylfoto
hu: Profilkép
it: Foto del profilo
ja: プロフィール写真
ms: Foto profil
nl: Profielfoto
pl: Zdjęcie do profilu
sk: Profilová fotografia
sl: Profilna slika
sq: Foto profili
sr: Слика профила
sv_se: Profilfoto
uk: Фотографія профілю

source: Remove Profile Photo
bs: Ukloni profilnu sliku
el: Αφαίρεση φωτογραφίας προφίλ
es: Eliminar tu foto del perfil
fy_nl: Profylfoto fuortsmite
hu: Profilkép eltávolítása
it: Rimuovi foto del profilo
ja: プロフィール写真を削除
ms: Buang Foto Profil
nl: Profielfoto verwijderen
pl: Usuń zdjęcie profilu
sk: Odstrániť profilovú fotografiu
sl: Odstrani profilno sliko
sq: Hiqe Foton e Profilit
sr: Уклони профилну слику
sv_se: Ta bort profilfoto
uk: Вилучити фотографію профілю

source: Add account
bs: Dodaj račun
el: Προσθήκη λογαριασμού
es: Agregar cuenta
fy_nl: Account tafoegje
hu: Felhasználói fiók hozzáadása
it: Aggiungi account
ja: アカウント追加
ms: Tambah akaun
nl: Account toevoegen
pl: Dodaj konto
sk: Pridať účet
sl: Dodaj račun
sq: Shtoni llogari
sr: Додај налог
sv_se: Lägg till konto
uk: Додати обліковий запис

source: Update External Accounts
bs: Ažuriraj eksterne račune
el: Ενημέρωση εξωτερικών λογαριασμών
es: Actualizar cuentas externas
fy_nl: Eksterne accounts bywurkje
hu: Külső fiókok frissítése
it: Aggiorna account esterni
ja: 外部アカウントを更新
ms: Kemaskini Akaun Luar
nl: Externe accounts bijwerken
pl: Aktualizuj zewnętrzne konta
sk: Aktualizovať externé účty
sl: Posodobite zunanje račune
sq: Përditësoni Llogari të Jashtme
sr: Ажурирај спољне налоге
sv_se: Uppdatera externa konton
uk: Оновити зовнішні облікові записи
