Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: Dino McVouch is Mozillians.org bot. Auto-vouches recognized Mozillians and takes care of Mozillians.org.
bs: Dino McVouch je Mozillians.org bot. Automatski jamči prepoznate Mozilliane i brine se za Mozillians.org.
es: Dino McVouch es el robot de Mozillians.org. Recomienda automáticamente a Mozillians reconocidos y se ocupa de Mozillians.org.
fy_nl: Dino McVouch is in bot fan Mozilians.org. Stiet automatysk garant foar werkende Mozillians en soarget foar Mozillians.org.
it: Dino McVouch è il bot di Mozilians.org. Approva automaticamente i mozilliani conosciuti e si prende cura di Mozillians.org.
ja: Dino McVouch は Mozilians.org のボットです。評価されている Mozillians を自動承認し、Mozillians.org の面倒を見ています。
ms: Dino McVouch ialah bot Mozillians.org. Auto-jamin yang diiktiraf Mozillian dan menjaga Mozillians.org.
nl: Dino McVouch is een bot van Mozilians.org. Staat automatisch garant voor herkende Mozillians en zorgt voor Mozillians.org.
pl: Dino McVouch jest botem Mozilians.org. Automatycznie poręcza za znanych Mozillian i czuwa nad witryną Mozillians.org.
sk: Dino McVouch je bot na Mozillians.org. Automaticky schvaľuje rozpoznaných členov Mozillians a stará sa o Mozillians.org.
sl: Dino McVouch je robot Mozillians.org. Samodejno jamči za prepoznane Moziljane in skrbi za Mozillians.org.
sq: Dino McVouch është një robot i sajtit Mozillians.org. Vetërekomandon moxillianë të njohur dhe kujdeset për Mozillians.org.
sv_se: Dino McVouch är Mozillians.org bot. Den verifierar automatiskt igenkända Mozillianer och tar hand om Mozillians.org.
uk: Dino McVouch - це бот Mozilians.org. Він автоматично затверджує визнаних Мозилівців і турбується про Mozillians.org.

source: Photo collage of Mozillians
bs: Foto album Mozilliana
el: Κολάζ φωτογραφιών των Mozillians
es: Collage de fotografías de mozilleros
fy_nl: Fotokollaazje fan Mozillians
hu: Fotókollázs a mozillásokról
it: Un collage fotografico di mozilliani
ja: Mozillians の写真コラージュ
ms: Foto kolaj Mozillian
nl: Fotocollage van Mozillians
pl: Kolaż zdjęciowy Mozillian
sk: Koláž fotografií členov Mozillian
sl: Kolaž Moziljanov
sq: Kolazh fotosh të moxillianëve
sr: Фото албум Мозилијана
sv_se: Fotokollage av mozillianer
uk: Фото колаж Мозилівців

source: <p> Mozillians are people who volunteer their time to advance the Mozilla mission. They're dedicated to promoting openness, innovation and opportunity on the Web and they form the core of our community. </p> <p> This directory is a resource to make it easy for Mozillians to learn who is involved, what they do and how to connect with them. It also allows you to receive email communications from Mozilla. </p> <p> Want to find Mozillians in Auckland for a meetup? Need an expert XPCOM hacker to review a patch? That's exactly what this site is for. </p> <p> <a href="%(wiki_roadmap_url)s">These features</a>, and others, are currently in development. If you'd like to help us out with these, find out how you can <a href="%(wiki_get_involved_url)s"> get involved</a>. </p>
es: <p> Los mozilleros son personas que ofrecen su tiempo para hacer avanzar la misión de Mozilla. Su objetivo a promover la apertura, la innovación y la oportunidad en la Web y forman el núcleo de nuestra comunidad. </p> <p> Este directorio es un recurso para facilitar que los mozilleros conozcan quiénes están involucrados, qué hacen y cómo contactar con ellos. </p> <p> ¿Quieres encontrar mozilleros en Auckland para una reunión? ¿Necesitas un hacker experto en XPCOM para que revise un parche? Para eso exactamente sirve este sitio. </p> <p> <a href="%(wiki_roadmap_url)s">Estas características</a>, y otras más, están actualmente en desarrollo. Si deseas ayudarnos, descubre cómo puedes <a href="%(wiki_get_involved_url)s">participar</a>. </p>
hu: <p>A mozillások olyan emberek, akik idejüket áldozzák, hogy a Mozilla elérhesse küldetését. Az internetben rejlő nyíltságot, innovációt, lehetőséget hirdetik és ők alkotják a közösség magját. </p> <p>Ez a címtár egy olyan hely, ahol egyszerűen megismerhető, hogy kik vesznek rész a Mozilla munkájában, mit csinálnak és hogyan lehet velük kapcsolatba lépni. Ugyancsak alkalmas arra, hogy a Mozilla információkat juttasson ennek a közösségnek</p> <p>Ha szeretne találni egy mozillást Budapesten egy meetup szervezéséhez? Szüksége van egy XPCOM fejlesztőre, hogy átnézzen egy javítást? Ez az oldal pontosan erre való. </p> <p> <a href="%(wiki_roadmap_url)s">Ezek a funkciók</a>, jelenleg fejlesztés alatt állnak. Amennyiben részt kíván venni a ezek megvalósításában, akkor <a href="%(wiki_get_involved_url)s">csatlakozzon</a>.</p>
it: <p>I mozilliani sono volontari che dedicano il proprio tempo libero a sostenere la missione di Mozilla. Si impegnano nella promozione di apertura, innovazione e opportunità sul Web e formano il nucleo principale della nostra comunità. </p> <p> Questa directory è una risorsa per tutti i mozilliani, per scoprire chi fa parte della comunità, di che cosa si occupa e come contattarlo. Permette inoltre di ricevere comunicazioni via email da Mozilla. </p> <p> Vuoi trovare un mozilliano ad Auckland per un incontro? Hai bisogno di un esperto di XPCOM per la revisione di una patch? È esattamente questo lo scopo per cui è nato Mozillians. </p> <p> <a href="%(wiki_roadmap_url)s">Queste caratteristiche</a> e altre ancora sono attualmente in fase di sviluppo. Se vuoi aiutarci a svilupparle, scopri come <a href="%(wiki_get_involved_url)s"> puoi contribuire</a>. </p>
ja: <p>Mozillian とは、Mozilla のミッション推進のために自ら行動するボランティアの集まりのことです。ウェブのオープンな性質を維持し、技術革新を進め、機会を創り出すことに注力していて、私たちのコミュニティの中核を成す存在でもあります。</p> <p>このディレクトリは、Mozillian の誰がどのような活動をしているか、彼らへの連絡方法について、容易に知るための情報源です。また、Mozilla からメールによるお知らせを受けることもできます。</p> <p>あなたが「東京で会える Mozillian を見つけたい」「パッチをレビューしてもらうために優れた XPCOM ハッカーが必要」といったニーズをお持ちなら、このサイトはまさにそういった目的に応えるものです。</p> <p><a href="%(wiki_roadmap_url)s">これらの機能</a> が現在開発中で、他にも検討中の機能があります。開発に貢献したければ、<a href="%(wiki_get_involved_url)s">参加しよう</a> のページでその方法を確認してください。</p>
nl: <p> Mozillians zijn mensen die vrijwillig hun tijd besteden aan het verbeteren van de Mozilla-missie. Ze zijn toegewijd aan het promoten van openheid, innovatie en mogelijkheden van het web en vormen de basis van onze gemeenschap. </p> <p> Dit adresboek is een hulpmiddel dat het voor Mozillians makkelijker maakt te ontdekken wie er meedoen, wat ze doen en hoe u met ze in contact kunt komen. Ook kunt u hierdoor e-mailcommunicatie van Mozilla ontvangen. </p> <p> Zoekt u Mozillians in Nederland voor een bijeenkomst? Hebt u een ervaren XPCOM-hacker nodig om een patch te beoordelen? Juist daarvoor is deze website bestemd. </p> <p> <a href="%(wiki_roadmap_url)s">Deze functies</a>, en andere, zijn momenteel in ontwikkeling. Als u ons hierbij wilt helpen, lees dan hoe u <a href="%(wiki_get_involved_url)s">kunt meedoen</a>. </p>
sl: <p> Moziljani so ljudje, ki s prostovoljnim delom v svojem prostem času pomagajo Mozilli doseči njene cilje. Želijo spodbujati odprtost, inovativnost in priložnosti na spletu in tvorijo jedro naše skupnosti. </p><p> Ta imenik pomaga Moziljanom, da lahko zvedo, kdo so sodelavci, kje sodelujejo in kaj delajo, in kako priti z njimi v stik. Prav tako vam omogoča, da prejemate pošto od Mozille. </p><p> Želite v Aucklandu poiskati kakega Moziljana za srečanje? Rabite kakega XPCOM hekerja, da vam priskoči na pomoč? Točno za to gre pri tem spletišču. </p> <p> <a href="%(wiki_roadmap_url)s">Te funkcije</a>, pa še druge, so trenutno v razvoju. Če želite priskočiti na pomoč, si preberite tu, kako se lahko <a href="%(wiki_get_involved_url)s">pridružite</a>. </p>
sq: <p> Moxillianët janë persona që ofrojnë vullnetarisht kohë nga e tyrja për shpënien përpara të misionit të Mozilla-s. Janë të përkushtuar për promovimin e të qenit të hapur, e risisë dhe mundësive në Web dhe përbëjnë zemrën e bashkësisë sonë. </p> <p> Kjo listë është një burim për t’ua bërë të lehtë moxillianëve të dinë se cilët janë të përfshirë, çfarë bëjnë dhe si të lidhen me ta. Ajo ju lejon të merrni nga Mozilla njoftime me email. </p> <p> Dëshironi të gjeni moxillianë në Shkodër për një takim? Keni nevojë për një ekspert XPCOM-i që të shqyrtojë një arnim? Pikërisht për këtë është ky sajt. </p> <p> <a href="%(wiki_roadmap_url)s">Këto veçori</a>, dhe të tjera, hëpërhë janë në zhvillim e sipër. Nëse dëshironi të na ndihmoni për to, shihni më poshtë se si mund <a href="%(wiki_get_involved_url)s"> të përfshiheni</a>. </p>
sr: <p> Мозилијани су људи који волонтирају да унапреде Mozilla мисију. Они су посвећени промовисању отворености, иновације и могућностима на интернету и долазе из језгра наше заједице. </p> <p> Овај директоријум је начин да Мозилијани лакше сазнају ко учествује, шта раде и како да се повежу са њима. Такође Вам дозвољава да примите е-пошту обавештења од Mozilla-е. </p> <p> Желите да нађете Мозилијане у Суботици ради састанка? Треба Вам XPCOM експертни хакер да испита закрпу? То је управо чему овај сајт служи. </p> <p> <a href="%(wiki_roadmap_url)s">Ове функције</a>, и друге, су тренутно у развоју. Ако бисте желели да нам помогнете око њих, сазнајте како можете <a href="%(wiki_get_involved_url)s"> да се прикључите</a>. </p>

source: Privacy First
bs: Privatnost na prvom mjestu
el: Πρώτα το απόρρητο
es: La privacidad primero
fy_nl: Privacy foarop
hu: Adatvédelem mindenekelőtt
it: La privacy prima di tutto
ja: プライバシー最優先
ms: Privasi Diutamakan
nl: Privacy voorop
pl: Przede wszystkim prywatność
sk: Súkromie na prvom mieste
sl: Zasebnost na prvem mestu
sq: Privatësia Mbi Gjithçka
sr: Приватност прва
sv_se: Integriteten främst
uk: Приватність перш за все

source: Privacy has been an important part of this directory from the very beginning. We want to make sure we provide Mozillians with the best experience possible, from the way the site is built to the way we vouch for new users before they can access data that should only be available to other Mozillians. Read our <a href="%(privacy_policy_url)s"> Privacy Policy </a> for more information.
bs: Privatnost je od početka bio važan dio ovog direktorija. Želimo da Mozillianima osiguramo najbolje iskustvo, od načina kako je sajt napravljen do momenta našeg zauzimanja za nove korisnike prije nego pristupe podacima koje trebaju biti dostupne samo drugim Mozillianima. Pročitajte našu <a href="%(privacy_policy_url)s"> Policu privatnosti </a> za više informacija.
es: La privacidad es una parte importante de este directorio desde el principio. Queremos asegurarnos de que mozilleros ofrece la mejor experiencia posible, desde cómo está construido hasta la forma en que recomendamos nuevos usuarios antes de que puedan acceder a los datos que están disponibles solo a otros mozilleros. Lee nuestra <a href="%(privacy_policy_url)s"> Política de privacidad </a> si deseas más información.
fy_nl: Privacy is fan it alderearste begjin ôf in wichtich ûnderdiel west fan dit adresboek. Wy wolle der wis fan wêze dat wy Mozillians fan de bêst mooglike ûnderfining foarsjen, fan de wize wêrop de website boud is oant de wize wêrop wy foar nije brûkers garant stean eardat se tagong hawwe ta gegevens dy't allinnich foar oare Mozillians tagonklik binne. Lês ús <a href="%(privacy_policy_url)s">privacybelied</a> foar mear ynformaasje.
hu: Az adatvédelem kezdetektől fogva fontos része a címjegyzék létrehozásának. Szeretnénk megbizonyosodni arról, hogy ezzel kapcsolatban a mozillásoknak a lehető legjobb élményt biztosítsa. Ezért, mielőtt a felhasználók elérhetik a benne található adatokat, ajánlást kell kapniuk más mozillástól. További információ az <a href="%(privacy_policy_url)s">Adatvédelmi irányelvekben</a> található.
it: La privacy è stata un punto fondamentale di questa directory fin dal primo istante. Vogliamo garantire a ciascun mozilliano la miglior esperienza possibile, a partire dal modo in cui il sito è costruito fino alla garanzia che i nuovi utenti, se non approvati, non possono accedere a dati che dovrebbero essere visibili solo ad altri mozilliani. Leggi la nostra <a href="%(privacy_policy_url)s"> informativa sulla privacy </a> per ulteriori informazioni.
ja: プライバシーの取り扱いは、このディレクトリーの最初期からの重要事項です。サイトの開発手法そのものから、新規ユーザーが Mozillian のみに公開されるデータにアクセスできるようになるまでの承認方法に至るまで、私たちは、Mozillian に可能な限り最高の経験を提供しようと努力しています。詳しくは <a href="%(privacy_policy_url)s">プライバシーポリシー</a> をご確認ください。
ms: Privasi telah menjadi bahagian penting dalam direktori ini bermula daripada awal lagi. Kami mahu memastikan bahawa kami menyediakan Mozillian dengan pengalaman yang sebaik mungkin, daripada cara laman ini dibina hingga ke cara kami memperakui pengguna baru sebelum mereka boleh mengakses data yang hanya tersedia kepada Mozillian lain. Baca <a href="%(privacy_policy_url)s"> Polisi Privasi </a> kami untuk maklumat lanjut.
nl: Privacy is vanaf het allereerste begin een belangrijk onderdeel van dit adresboek geweest. We willen er zeker van zijn dat we Mozillians van de best mogelijke ervaring voorzien, van de wijze waarop de website is gebouwd tot de wijze waarop we voor nieuwe gebruikers garant staan voordat ze toegang hebben tot gegevens die alleen voor andere Mozillians toegankelijk zijn. Lees ons <a href="%(privacy_policy_url)s">privacybeleid</a> voor meer informatie.
pl: Od samego początku prywatność jest ważną częścią tego katalogu. Chcemy mieć pewność, że dostarczamy Mozillianom najlepsze dostępne rozwiązania – począwszy od sposobu, w jaki ta witryna jest zbudowana, po sposób, w jaki nowi użytkownicy uzyskują dostęp do danych. Więcej informacji na ten temat otrzymasz, zapoznając się z naszymi <a href="%(privacy_policy_url)s">zasadami ochrony prywatności</a>.
sk: Otázka súkromia bola dôležitá od začiatku vytvárania tohto adresára. Chceme poskytnúť členom servera Mozillians tú najlepšiu funkčnosť, aká je možná a od toho sa odvíja návrh webu a aj spôsob, akým sa pridávajú noví členovia, ktorí môžu mať prístup k informáciám, ktoré sú dostupné len členom Mozillians. Ďalšie informácie nájdete v našich <a href="%(privacy_policy_url)s"> zásadách ochrany súkromia </a>.
sl: Zasebnost je že od samega začetka pomemben vidik tega imenika. Želimo zagotoviti, da se Moziljane postreže na čim bolje in čim uspešneje, tako kar se izgradnje spletišča tiče, kot tudi jamčenja za nove obiskovalce preden dobijo dostop do podatkov, ki so na voljo samo Moziljanom. Preberite si več o tem na strani <a href="%(privacy_policy_url)s"> pravila o zasebnosti</a>.
sq: Kujdesi për privatësinë ka qenë që në fillim pjesë e rëndësishme e kësaj liste. Duam të jemi të sigurt se u ofrojmë moxillianëve punimin më të mirë të mundshëm, që nga mënyra se si është krijuar sajti dhe deri te mënyra se si të rekomandojnë përdorues të rinj, përpara se këta të mund të hyjnë në të dhënat që do të duhej të ishin të passhme vetëm për moxillianë të tjerë. Për më tepër të dhëna, lexoni <a href="%(privacy_policy_url)s"> Rregullat tona të Privatësisë </a> .
sr: Приватност је од самог почетка била важан део овог директоријума. Желимо да будемо сигурни да пружамо Мозилијанима најбоље могуће искуство, од начина на који је веб сајт направљен до начина на који јамчимо нове кориснике пре неко што могу приступити подацима који би требали бити доступни само другим Мозилијанима. Прочитајте нашу <a href="%(privacy_policy_url)s"> Полису приватности</a> за више информација.
sv_se: Skyddet av den personliga integriteten har varit en viktig del av den här katalogen ända från början. Vi vill säkerställa att vi ger alla mozillianer bästa möjliga upplevelse, från det sätt på vilket webbplatsen är uppbyggd till tillvägagångssättet för verifiering av nya användare innan de får åtkomst till data som endast skall vara tillgänglig för andra mozillianer. Läs vår <a href="%(privacy_policy_url)s"> sekretesspolicy </a> för närmare information.
uk: Приватність від самого початку являється важливою частиною цього каталогу. Ми хочемо бути певні в тому, що забезпечуємо Мозилівців найкращими можливими умовами, починаючи з того, як створений сайт, і закінчуючи тим, як ми затверджуємо нових користувачів перед тим, як вони можуть отримати доступ до даних, які повинні бути доступними лише для інших Мозилівців. Для детальної інформації, ознайомтесь з нашою <a href="%(privacy_policy_url)s"> Політикою Приватності </a>.

source: Get Involved
bs: Uključite se
el: Συμμετοχή
es: Involúcrate
fy_nl: Meidwaan
hu: Csatlakozzon
it: Collabora
ja: 参加しよう
ms: Sertainya
nl: Meedoen
pl: Zaangażuj się
sk: Zapojte sa
sl: Začnite sodelovati
sq: Përfshihuni
sr: Прикључите се
sv_se: Engagera dig
uk: Долучитися

source: The community directory is also a community project and you are welcome to get involved to help us make it even better or to integrate it into other community tools. Get in touch with us on the <a href="%(google_groups_url)s"> Mozillians forums </a> to learn how.
bs: Direktorij zajednice je takođe projekat zajednice i vi ste dobrodošli da se uključite i da nam pomognete da ga napravimo još boljim ili da ga spojimo u druge alatke zajednice. Stupite u kontakt s nama na <a href="%(google_groups_url)s"> Mozillian forumu </a> da biste saznali kako.
es: El directorio de la comunidad es también un proyecto comunitario y te invitamos a que participes para que lo hagamos incluso mejor, o a que lo integres en otras herramientas comunitarias. Sigue en contacto con nosotros en los <a href="%(google_groups_url)s"> foros de mozilleros </a> para descubrir cómo hacerlo.
fy_nl: It mienskipsadresboek is ek in mienskipsprojekt, en jo help by it fierder ferbetterjen of it yntegrearjen derfan yn oare helpmiddelen foar de mienskip is wolkom. Nim kontakt mei ús op fia de <a href="%(google_groups_url)s">Mozillians-foarums</a> om te learen hoe.
hu: A közösségi címjegyzék ugyancsak egy közösségi projekt és örömmel veszünk minden segítséget, hogy legyen vagy integrálódjon más közösségi eszközökhöz. További információért lépjen velünk kapcsolatba a <a href="%(google_groups_url)s"> mozillások fórumán </a>.
it: La directory della comunità è un progetto della comunità stessa e ti invitiamo a collaborare per migliorarla ulteriormente e integrarla con altri strumenti. Contattaci sul <a href="%(google_groups_url)s"> forum Mozillians </a> per scoprire come collaborare.
ja: このコミュニティディレクトリーはコミュニティプロジェクトでもあります。さらなる改善の協力や、他のコミュニティツールとの統合を歓迎します。これらの方法について学ぶには、<a href="%(google_groups_url)s">Mozillians フォーラム</a> に参加してください。
ms: Direktori komuniti ini juga adalah satu projek komuniti dan anda dialu-alukan untuk menyertainya bagi membantu kami membuatnya bertambah bagus atau untuk mengintegrasikannya ke dalam alatan komuniti lain. Sentiasalah berhubungan dengan kami dalam <a href="%(google_groups_url)s"> forum Mozillian </a> untuk mengetahui caranya.
nl: Het gemeenschapsadresboek is ook een gemeenschapsproject, en uw hulp bij het verder verbeteren of het integreren ervan in andere hulpmiddelen voor de gemeenschap is welkom. Neem contact met ons op via de <a href="%(google_groups_url)s">Mozillians-forums</a> om te leren hoe.
pl: Katalog społeczności jest projektem społeczności i zapraszamy do udziału w nim, by pomóc nam uczynić go jeszcze lepszym oraz zintegrować z innymi narzędziami społeczności. Aby dowiedzieć się, jak to zrobić, kontaktuj się z nami na <a href="%(google_groups_url)s">forach Mozillian</a>.
sk: Adresár členov komunity je tiež komunitný projekt a je vítané, ak sa zapojíte a pomôžete nám vytvoriť web lepším, alebo ho pomôžete integrovať do iných komunitných nástrojov. Pre komunikáciu s nami navštívte <a href="%(google_groups_url)s"> diskusnú skupinu Mozillians </a>, kde sa dozviete viac informácií.
sl: Imenik skupnosti je tudi projekt skupnosti, zato vas vabimo, da se nam pridružite in nam ga pomagate izboljšati ali pa vgraditi v druga orodja skupnosti. Stopite v stik z nami na <a href="%(google_groups_url)s"> forumih Moziljanov</a>, da zveste, kako.
sq: Lista e bashkësisë është gjithashtu projekt i saj dhe jeni të mirëpritur të përfshiheni që të na ndihmoni për ta bërë më të mirë ose për ta integruar me të tjera mjete të bashkësisë. Për të mësuar se si, lidhuni me ne përmes <a href="%(google_groups_url)s"> forumeve të moxillianëve </a>.
sr: Директоријум заједнице је такође пројекат заједнице и ви сте добродошли да се укључите и да нам помогнете да га направимо још бољим или да га спојимо у друге алатке заједнице. Ступите у контакт са нама на <a href="%(google_groups_url)s"> Мозилијан форуму </a> да бисте сазнали како.
sv_se: Gemenskapskatalogen är även ett gemenskapsprojekt och du är välkommen att engagera dig för att hjälpa oss att göra den ännu bättre eller för att inlemma den i andra gemenskapsverktyg. Kontakta oss på <a href="%(google_groups_url)s"> Mozillians forum </a> för att få veta mer.
uk: Каталог спільноти також являється проектом спільноти, і ми запрошуємо вас долучитися до нього, щоб допомогти нам зробити його ще кращим, або інтегрувати його в інші інструменти спільноти. Щоб дізнатись, як це зробити, будьте з нами на зв'язку на <a href="%(google_groups_url)s"> форумах Мозилівців </a>.

source: Mozillians API
bs: API Mozilliana
es: API de Mozillians
it: API Mozillians
ms: API Mozillian
pl: API Mozillian
sq: API për Mozillians
sr: API Мозилијана

source: API v1 is phasing out, please consider using API v2. For any support requests for API v1 file a bug <a href="%(bugzilla_request_url)s">here</a>.
it: La versione 1 delle API è in fase di dismissione, si consiglia di utilizzare la versione 2. Per qualunque richiesta di supporto relativa ad API v1 apri <a href="%(bugzilla_request_url)s">una segnalazione su Bugzilla</a>.
ja: API v1 は廃止予定ですので、API v2 の仕様を検討してください。API v1 について何かサポートが必要な場合は <a href="%(bugzilla_request_url)s">ここ</a> からバグを登録してください。
sl: API v1 opuščamo, zato vas prosimo, da uporabljate API v2. Vprašanja glede hroščev v različici API v1 tukaj napišite <a href="%(bugzilla_request_url)s">prijavo</a>.
sq: API-t v1 po i vjen fundi, ju lutemi, shihni mundësinë e përdorimit të API-t v2. Për çfarëdo kërkese për asistencë lidhur me API-n v1 depozitoni një të metë <a href="%(bugzilla_request_url)s">këtu</a>.
sr: API в1 истиче, размислите о коришћењу API в2. За било какву подршку за API в1 пријавите фрешку <a href="%(bugzilla_request_url)s">овде</a>.

source: Your approved apps:
hu: Jóváhagyott alkalmazásai:
it: Le tue app approvate:
ja: あなたの承認済みアプリ:
sl: Vaše odobrene aplikacije:
sq: Aplikacione tuajat të miratuara:
sr: Ваше одобрене апликације:

source: Key
bs: Ključ
el: Κλειδί
es: Clave
fy_nl: Kaai
hu: Kulcs
it: Chiave:
ja: キー
ms: Kekunci
nl: Sleutel
pl: Klucz
sk: Kľúč
sl: Ključ
sq: Kyç
sr: Кључ
sv_se: Nyckel
uk: Ключ

source: You have no active apps.
bs: Nemate aktivnih aplikacija.
el: Δεν έχετε καμία ενεργή εφαρμογή.
es: No tienes aplicaciones activas.
fy_nl: Jo hawwe gjin aktive apps.
hu: Nincsenek aktív appjai.
it: Non ci sono app attive.
ja: アクティブなアプリはありません。
ms: Tiada aplikasi aktif.
nl: U hebt geen actieve apps.
pl: Nie masz aktywnych aplikacji.
sk: Nemáte žiadnu aktívnu aplikáciu.
sl: Nimate aktivnih aplikacij.
sq: S’keni aplikacione aktive.
sr: Немате активне апликације.
sv_se: Du har inga aktiva appar.
uk: У вас немає активних програм.
