Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: Take a look at the list of the API methods we've made available in our <a href="%(api_schema_url)s">documentation</a>. You can instantly get a new API key by submitting a request below. If you need a key with elevated permissions you'll have to <a href="%(bugzilla_request_url)s">file a bug</a>.
bs: Pogledajte popis API metoda koje smo učinili dostupnim u našoj <a href="%(api_schema_url)s">dokumentaciji</a>. Možete odmah dobiti novi API ključ podnošenjem zahtjeva ispod. Ako trebate ključ s dodatnim dozvolama morat ćete <a href="%(bugzilla_request_url)s">prijaviti grešku</a>.
es: Échale un vistazo a la lista de métodos de API que hemos hecho disponibles en nuestra <a href="%(api_schema_url)s">documentación</a>. Puedes obtener una llave API nueva en un instante enviando una solicitud más abajo. Si necesitas una llave con permisos elevados deberás <a href="%(bugzilla_request_url)s">reportar una incidencia</a>.
fy_nl: Besjoch de list fan beskikber stelde API-metoaden yn ús <a href="%(api_schema_url)s">dokumintaasje</a>. Jo kinne daliks in nije API-kaai krije troch hjirûnder in oanfraach yn te tsjinjen. As jo in kaai mei hegere machtigingen nedich hawwe, moatte jo <a href="%(bugzilla_request_url)s">in bug melde</a>.
hu: Nézze meg a <a href="%(api_schema_url)s">dokumentációban</a> az elérhetővé tett API metódusok listáját. Azonnal beszerzhet egy új API kulcsot egy kérés beküldésével alább. Ha magasabb jogosultságokkal rendelkező kulcsot szeretne, <a href="%(bugzilla_request_url)s">küldjön be egy hibajelentést</a>.
it: Dai un’occhiata all’elenco dei metodi API disponibili nella <a href="%(api_schema_url)s">documentazione</a>. È possibile ricevere istantaneamente una nuova chiave API inviando una richiesta in questa sezione. Se hai bisogno di una chiave con permessi più elevati devi effettuare la <a href="%(bugzilla_request_url)s">richiesta su Bugzilla</a>.
ja: 利用可能な API メソッドの一覧はこちらの <a href="%(api_schema_url)s">ドキュメント</a> を参照してください。以下からリクエストを送信することで今すぐに新しい API キーを入手できます。より高度な権限を持ったキーが必要な場合は <a href="%(bugzilla_request_url)s">バグを登録</a> してください。
ms: Sila lihat pada senarai kaedah API yang kami sediakan dalam <a href="%(api_schema_url)s">dokumentasi</a>kami. Anda boleh dapatkan kekunci API yang baru serta merta dengan menghantar permohonan di bawah. Jika anda perlukan kekunci dengan tingkatan keizinan, anda perlu <a href="%(bugzilla_request_url)s">failkan pepijat</a>.
nl: Bekijk de lijst van beschikbaar gestelde API-methoden in onze <a href="%(api_schema_url)s">documentatie</a>. U kunt meteen een nieuwe API-sleutel verkrijgen door hieronder een aanvraag in te dienen. Als u een sleutel met hogere machtigingen nodig hebt, moet u <a href="%(bugzilla_request_url)s">een bug melden</a>.
pl: Obejrzyj listę dostępnych metod API w naszej <a href="%(api_schema_url)s">dokumentacji</a>. Możesz natychmiast otrzymać nowy klucz API, wysyłając poniżej prośbę. Jeśli potrzebujesz klucza z rozszerzonymi uprawnieniami, musisz <a href="%(bugzilla_request_url)s">wypełnić zgłoszenie</a>.
sk: Pozrite sa na zoznam metód API, ktoré sme vám sprístupnili pomocou <a href="%(api_schema_url)s">schémy API</a> (požadovaný kľúč API). Nový API kľúč môžete jednoducho získať odoslaním požiadavky nižšie. Ak potrebujete kľúč so zvýšenými oprávneniami, prosím <a href="%(bugzilla_request_url)s">založte bug</a>.
sl: Poglejte si seznam novih API metod, ki smo jih za vas pripravili v naši <a href="%(api_schema_url)s">dokumentaciji</a>. Nov API ključ pridobite takoj, ko vpišete zahtevo. Če potrebujete ključ z večjim pooblastilom, boste za to morali <a href="%(bugzilla_request_url)s">vložiti zahtevek</a>.
sq: Hidhini një sy listës së metodave API që ofrojmë te <a href="%(api_schema_url)s">dokumentimi</a> ynë. Mund të merrni në çast një kyç të ri API, duke parashtruar një kërkesë më poshtë. Nëse keni nevojë për një kyç me leje më të zgjeruara, do t’ju duhet të <a href="%(bugzilla_request_url)s">depozitoni një kërkesë</a>.
sr: Погледајте листу API метода које смо омогућили у нашој <a href="%(api_schema_url)s">документацији</a>. Можете одмах добити нови API кључ шаљећи захтев испод. Ако Вам треба кључ са већим дозволама мораћете да <a href="%(bugzilla_request_url)s">пријавите грешку</a>.
sv_se: Ta en titt på listan över API-metoder vi har gjort tillgängliga i vår <a href="%(api_schema_url)s">dokumentation</a>. Du kan omedelbart få en ny API-nyckel genom att skicka in en begäran nedan. Om du behöver en nyckel med utökad behörighet måste du <a href="%(bugzilla_request_url)s">skicka in en felrapport</a>.
uk: Ознайомтеся в нашій <a href="%(api_schema_url)s">документації</a> зі списком методів API, які ми зробили доступними. Ви можете миттєво отримати новий ключ API, відправивши запит внизу. Якщо вам потрібен ключ з обмеженими дозволами, необхідно <a href="%(bugzilla_request_url)s">створити запит</a>.

source: Your apps:
bs: Vaše aplikacije:
el: Οι εφαρμογές σας:
es: Tus aplicaciones:
fy_nl: Jo apps:
hu: Appjai:
it: Le tue app:
ja: あなたのアプリ:
ms: Aplikasi anda:
nl: Uw apps:
pl: Twoje aplikacje:
sk: Vaše aplikácie:
sl: Vaše aplikacije:
sq: Aplikacionet tuaja:
sr: Ваше апликације:
sv_se: Dina appar:
uk: Ваші програми:

source: Level
bs: Nivo
el: Επίπεδο
es: Nivel
fy_nl: Nivo
hu: Szint
it: Livello
ja: レベル
ms: Aras
nl: Niveau
pl: Poziom
sk: Úroveň
sl: Stopnja
sq: Nivel
sr: Ниво
sv_se: Nivå
uk: Рівень

source: Register App
bs: Registruj aplikaciju
el: Εγγραφή εφαρμογής
es: Registrar aplicación
fy_nl: App registrearje
hu: App regisztrálása
it: Registra app
ja: アプリを登録
ms: Daftar Aplikasi
nl: App registreren
pl: Zarejestruj aplikację
sk: Registrovať aplikáciu
sl: Registriraj aplikacijo
sq: Regjistroni Aplikacionin
sr: Региструј апликацију
sv_se: Registrera app
uk: Зареєструвати програму

source: Search Results
bs: Rezultati pretrage
el: Αναζήτηση αποτελεσμάτων
es: Resultados de la búsqueda
fy_nl: Sykresultaten
hu: Keresési eredmények
it: Risultati della ricerca
ja: 検索結果
ms: Hasil Carian
nl: Zoekresultaten
pl: Wyniki wyszukiwania
sk: Výsledky vyhľadávania
sl: Rezultati iskanja
sq: Përfundime Kërkimi
sr: Резултати претраге
sv_se: Sökresultat
uk: Результати пошуку

source: You are currently searching public profiles.
bs: Trenutno pretražujete javne profile.
el: Αυτή την στιγμή αναζητάτε δημόσια προφίλ.
es: Estás buscando perfiles públicos.
fy_nl: Jo trochsykje op dit stuit iepenbiere profilen.
hu: Jelenleg nyilvános profilokat keres.
it: Stai cercando nei profili pubblici.
ja: あなたは公開プロフィールを検索しています。
ms: Anda sedang mencari profil awam.
nl: U doorzoekt momenteel openbare profielen.
pl: Obecnie przeszukujesz profile ogólnodostępne.
sk: Aktuálne vyhľadávate verejné profily.
sl: Trenutno iščete po javnih profilih.
sq: Tani po kërkoni në profilet publike.
sr: Тренутно претражујете јавне профиле.
sv_se: Just nu söker du offentliga profiler.
uk: Зараз ви здійснюєте пошук серед публічних профілів.

source: View more results by <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> logging in</a>.
bs: Pregledaj više rezultata tako što ćete se <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> prijaviti</a>.
el: Δείτε περισσότερα αποτελέσματα αφού <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> συνδεθείτε</a>.
es: Accede a más resultados de <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> accediendo con tu usuario</a>.
fy_nl: Besjoch mear resultaten troch jo <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> oan te melden</a>.
ms: Dapatkan lebih hasil carian dengan <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> log masuk</a>.
nl: Bekijk meer resultaten door u <a href="%(login_url)s?next=%(next_url)s" title="%(title)s">aan te melden</a>.
pl: Zobaczysz więcej wyników po <a href="%(login_url)s?next=%(next_url)s" title="%(title)s">zalogowaniu</a>.
sk: Viac výsledkov sa vám zobrazí <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> po prihlásení</a>.
sq: Shihni më tepër përfundime, pasi <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> të keni bërë hyrjen</a>.
sv_se: Visa fler resultat genom att <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> logga in</a>.
uk: Перегляньте більше результатів, <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> увійшовши</a>.

source: Sign In
bs: Prijava
el: Είσοδος
es: Identificarse
fy_nl: Oanmelde
hu: Bejelentkezés
it: Accedi
ja: ログイン
ms: Daftar Masuk
nl: Aanmelden
pl: Zaloguj się
sk: Prihlásiť
sl: Prijava
sq: Hyni
sr: Пријави се
sv_se: Logga in
uk: Увійти

source: View more results when vouched.
bs: Pregledajte više rezultata kada dobijete jamstvo.
es: Accede a más resultados cuando te recomienden.
fy_nl: Besjoch mear resultaten wannear foar jo garant stien wurdt.
hu: Több találatot jeleníthet meg, ha ajánlották.
it: Visualizza ulteriori risultati quando approvato.
ja: 承認されれば、より多くの結果を表示できます。
ms: Dapatkan lebih banyak maklumat apabila diperakui.
nl: Bekijk meer resultaten wanneer voor u garant wordt gestaan.
pl: Zobaczysz więcej wyników po uzyskaniu poręczenia.
sk: Zobraziť viac výsledkov po schválení.
sl: Več rezultatov boste videli, ko boste potrjeni.
sq: Shihni më tepër përfundime, pasi t’ju kenë rekomanduar.
sr: Погледајте више резултата када будете јамчени.
sv_se: Visa fler resultat när du är verifierad.
uk: Переглянути більше результатів після затвердження.

source: Beta Search
hu: Béta keresés
it: Ricerca (beta)
ja: ベータ検索
sl: Išči
sq: Kërkim Beta
sr: Претрага

source: Search
bs: Traži
el: Αναζήτηση
es: Buscar
fy_nl: Sykje
hu: Keresés
it: Cerca
ja: 検索
ms: Cari
nl: Zoeken
pl: Szukaj
sk: Vyhľadávanie
sl: Išči
sq: Kërko
sr: Претрага
sv_se: Sök
uk: Пошук

source: Advanced Options
bs: Napredne opcije
el: Προηγμένες επιλογές
es: Opciones avanzadas
fy_nl: Avansearre opsjes
hu: Speciális beállítások
it: Opzioni avanzate
ja: 追加オプション
ms: Pilihan Lanjutan
nl: Geavanceerde opties
pl: Opcje zaawansowane
sk: Rozšírené možnosti
sl: Napredne možnosti
sq: Mundësi të Mëtejshme
sr: Напредне опције
sv_se: Avancerade alternativ
uk: Розширені опції

source: <h2>Search For a Mozillian</h2> <p> You can search for another Mozillian using their name, email, or nickname. </p>
hu: <h2>Mozillás keresése</h2> <p> Megkereshet más mozillást, név, e-mail cím vagy IRC-név szerint. </p>
it: <h2>Cerca un mozilliano</h2> <p> Puoi cercare un altro mozilliano utilizzando il suo nome, l’email o il nickname. </p>
ja: <h2>Mozillian を探す</h2> <p>名前、メールアドレスまたはニックネームで他の Mozillian を検索することができます。 </p>
sl: <h2>Išči Moziljana</h2><p> Moziljane lahko Iščete z imenom, e-pošto ali vzdevkom. </p>
sq: <h2>Kërkoni Për një Moxillian</h2> <p> Mund të kërkoni për një tjetër moxillian sipas emrit, email-it, ose nofkës së tij. </p>
sr: <h2>Пронађите Мозилијана</h2> <p> Можете да потражите другог Мозилијана користећи његово име, е-пошту или надимак. </p>

source: %(count)s group matching
hu: %(count)s megfelelő csoport
it: %(count)s gruppo corrispondente
ja: %(count)s 件のグループが見つかりました
sl: %(count)s ujemajoča skupina
sq: %(count)s grup me përputhje
sr: %(count)s одговарајућа група

source: %(count)s Mozillian matching
hu: %(count)s megfelelő mozillás
it: %(count)s mozilliano corrispondente
ja: %(count)s 人の Mozillian が見つかりました
sl: %(count)s ujemajoč Moziljan
sq: %(count)s moxillian me përputhje
sr: %(count)s одговарајући Мозилијан

source: Sorry, we cannot find a group or person related to "%(query)s".
hu: Elnézést, nem található a következőhöz kapcsolódó csoport vagy személy: „%(query)s”.
it: Siamo spiacenti, non è stato possibile trovare un gruppo o una persona legati a "%(query)s".
ja: 「%(query)s」に関連するグループや人物は見つかりませんでした。
sl: Žal ne najdemo osebe ali skupine, ki bi vsebovala "%(query)s".
sq: Na ndjeni, nuk gjejmë dot ndonjë grup apo person që lidhet me "%(query)s".
sr: Жао нам је, не можемо пронаћи групу или особу повезану са "%(query)s".

source: Maybe they're not a Mozillian yet? <a href="%(invite)s">Invite this person</a> to create a profile.
bs: Možda nisu još uvijek Mozilliani? <a href="%(invite)s">Pozovi ovu osobu</a> da napravi profil.
el: Μήπως δεν είναι ακόμη Mozillian; <a href="%(invite)s">Προσκαλέστε αυτό το άτομο</a> για να δημιουργήσει ένα προφίλ.
es: ¿Tal vez aún no sea mozillero? <a href="%(invite)s">Invita a esta persona</a> a crearse un perfil.
fy_nl: Miskien is hy of sy noch gjin Mozillian? <a href="%(invite)s">Nûgje dizze persoan út</a> om in profyl oan te meitsjen.
hu: Lehet, hogy még nem mozillás? <a href="%(invite)s">Hívja meg az illetőt</a>, hogy profilt készíthessen.
it: Forse non sono ancora mozilliani? <a href="%(invite)s">Invita questa persona</a> a creare un nuovo profilo.
ja: お探しの人がまだ Mozillian ではないのかもしれません。<a href="%(invite)s">その人を招待</a> し、プロフィールを作成してもらいましょう。
ms: Mungkin mereka belum lagi menjadi anggota Mozilla? <a href="%(invite)s">Jemput individu ini</a> mencipta profil.
nl: Misschien is hij of zij nog geen Mozillian? <a href="%(invite)s">Nodig deze persoon uit</a> om een profiel aan te maken.
pl: Być może ta osoba nie jest jeszcze członkiem naszej społeczności. <a href="%(invite)s">Zaproś ją </a> do stworzenia profilu.
sk: Možno ešte nie je členom Mozillian? <a href="%(invite)s">Pozvite dotyčnú osobu</a>, aby si profil vytvorila.
sl: Mogoče še niso Moziljani? <a href="%(invite)s">Povabite to osebo</a>, da si ustvari profil.
sq: Ndoshta nuk janë ende moxillianë? <a href="%(invite)s">Ftojeni këtë person</a> të krijojë një profil.
sr: Можда још увек нису Мозилијани? <a href="%(invite)s">Позовите ову особу</a> да направи профил.
sv_se: Kanske är den du söker inte en mozillian ännu? <a href="%(invite)s">Bjud in den här personen</a> att skapa en profil.
uk: Можливо той, кого ви шукаєте, ще не є Мозилівцем? <a href="%(invite)s">Запросіть цю людину</a> створити профіль.

source: Need help? Contact a steward in a functional area!
bs: Trebate pomoć? Kontaktirajte upravnika u funkcionalnoj oblasti!
el: Χρειάζεστε βοήθεια; Επικοινωνήστε με έναν επιστάτη σε μια λειτουργική περιοχή!
es: ¿Necesitas ayuda? ¡Contacta con el administrador de un área funcional!
fy_nl: Help nedich? Nim kontakt op mei in behearder op in funksjoneel gebied!
hu: Segítségre van szüksége? Lépj kapcsolatba a területhez tartozó segítővel
it: Hai bisogno di aiuto? Contatta uno steward nella tua area funzionale.
ja: 何か助けが必要な場合は、各活動分野の担当者にお問い合わせください。
ms: Perlu bantuan? Hubungi pengelola dalam bidang fungsian!
nl: Hulp nodig? Neem contact op met een beheerder op een functioneel gebied!
pl: Potrzebujesz pomocy? Skontaktuj się opiekunem danego obszaru zainteresowań!
sk: Potrebujete pomôcť? Kontaktujte zástupcu v konkrétnej tematickej oblasti.
sl: Potrebujete pomoč? Obrnite na odgovornega za funkcionalno področje!
sq: Ju duhet ndihmë? Lidhuni me një të ngarkuar për një zonë të dhënë!
sr: Потребна вам је помоћ? Контактирајте управника у некој функционалној области!
sv_se: Behöver du hjälp? Kontakta en funktionär inom ett funktionellt område!
uk: Потрібна допомога? Зв'яжіться зі стюардом по функціональній області!

source: Confirm Profile Deletion
bs: Potvrdite brisanje profila
el: Επιβεβαίωση διαγραφής προφίλ
es: Confirmar borrado de perfil
fy_nl: Fuortsmiten fan profyl befêstigje
hu: Profiltörlés jóváhagyása
it: Conferma eliminazione del profilo
ja: プロフィール削除の確認
ms: Sahkan Penghapusan Profil
nl: Verwijdering van profiel bevestigen
pl: Potwierdź usunięcie konta
sk: Potvrdenie odstránenia profilu
sl: Potrdi brisanje profila
sq: Ripohoni Fshirje Profili
sr: Потврдите брисање профила
sv_se: Bekräfta borttagning av profil
uk: Підтвердити видалення профілю

source: Are You Sure You Want to Leave Mozillians?
bs: Da li ste sigurni da želite napustiti Mozilliane?
el: Θέλετε σίγουρα να αποχωρήσετε από τους Mozillians;
es: ¿Seguro que quieres abandonar Mozillians?
fy_nl: Binne jo wis dat jo Mozillians ferlitte wolle?
hu: Biztos benne, hogy elhagyja a mozillásokat?
it: Vuoi davvero abbandonare Mozillians?
ja: 本当に Mozillians から脱退しますか？
ms: Anda Pasti Mahu Meninggalkan Mozillian?
nl: Weet u zeker dat u Mozillians wilt verlaten?
pl: Czy na pewno chcesz opuścić Mozillian?
sk: Ste si istý, že chcete opustiť server Mozillians?
sl: Si prepričan(a), da želiš zapustiti Moziljane?
sq: Jeni i Sigurt Se Doni Të Braktisni Moxillianët?
sr: Да ли сте сигурни да желите да напустите Мозилијане?
sv_se: Är du säker på att du vill lämna Mozillians?
uk: Ви впевнені, що хочете покинути Мозилівців?

source: Deleting your profile is immediate and irreversible. Any information in your profile will be permanently lost. If you want to join Mozillians again, you will need to get vouched again.
bs: Brisanje profila je trenutno i nepovratno. Bilo koja informacija na profilu biće trajno izbrisana. Ako želite ponovo da se pridružite Mozillianima, morat ćete ponovo tražiti jamstvo.
es: Borrar tu perfil es inmediato e irreversible. Cualquier información que hubiera en tu perfil se perderá permanentemente. Si quieres unirte a Mozillians posteriormente, deberás solicitar referencias otra vez.
fy_nl: It fuortsmiten fan jo profyl fynt daliks plak en is net omkearber. Ynformaasje yn jo profyl sil foar altyd fuortsmiten wurde. As jo jo opnij by Mozillians oanslute wolle, moat opnij foar jo garant stien wurde.
hu: A profil törlése azonnali és visszafordíthatatlan. Bármely, a profilhoz tartozó információ elvész. Ha újra csatlakozni kíván a mozillásokhoz, akkor újra ajánlásra van szüksége.
it: L’eliminazione del profilo è immediata e irreversibile. Qualunque informazione presente nel tuo profilo verrà rimossa senza possibilità di recupero. Se vorrai iscriverti nuovamente a Mozillians, dovrai ricevere una nuova approvazione.
ja: プロフィール削除は即座に実行され、取り消すことはできません。プロフィール内のすべての情報が完全に消去されます。プロフィールを削除した後に Mozillians に再度登録する場合は、新たに承認が必要になります。
ms: Profil yang anda hapuskan adalah cepat dan tidak boleh dibatalkan. Semua maklumat dalam profil anda akan hilang secara kekal. Jika anda mahu sertai Mozillian lagi, anda perlu dapatkan perakuan sekali lagi.
nl: Het verwijderen van uw profiel vindt direct plaats en is onomkeerbaar. Informatie in uw profiel zal voor altijd worden verwijderd. Als u zich opnieuw bij Mozillians wilt aansluiten, dient opnieuw voor u garant te worden gestaan.
pl: Konto zostanie usunięte natychmiast i nieodwracalnie. Wszelkie informacje w nim zawarte zostaną trwale usunięte. Przy ponownej próbie dołączenia do Mozillian, trzeba będzie ponownie uzyskać poręczenie.
sk: Odstránenie vášho profilu je okamžité a nezvratné. Všetky informácie vášho profilu budú stratené. Ak sa budete chcieť ku komunite Mozillians znovu pripojiť, bude vás musieť opäť niekto potvrdiť.
sl: Profil se zbriše takoj, poti nazaj po tem koraku ni več. Vse podatke v vašem profilu se bo trajno izgubilo. Če se želite ponovno pridružiti Moziljanom, bo moral ponovno nekdo jamčiti za vas.
sq: Fshirja e profilit tuaj është e menjëhershme dhe e pakthyeshme. Çfarëdo të dhënash të profilit tuaj do të treten përgjithmonë. Nëse do të donit t’u bashkoheshit Moxillianëve sërish, do t’ju duhet të merrni sërish rekomandim.
sr: Брисање вашег профила је тренутно и неповратно. Било која информација на профилу биће трајно обрисана. Ако желите поново да се придружите Мозилијанима, мораћете поново тражити јамство.
sv_se: Borttagningen av din profil är omedelbar och oåterkallelig. All information i din profil kommer att tas bort permanent. Om du åter vill gå med i Mozillians, så måste du verifieras på nytt.
uk: Видалення вашого профілю відбудеться відразу і є незворотнім. Будь-яка інформація у вашому профілі буде повністю втрачена. Якщо ви захочете стати Мозилівцем знову, вам доведеться заново пройти затвердження.

source: No: don't delete my profile
bs: Ne: nemoj brisati moj profil
el: Όχι: να μην διαγραφεί το προφίλ μου
es: No, no borren mi perfil
fy_nl: Nee: myn profyl net fuortsmite
hu: Nem, nem törlöm a profilomat
it: No, non eliminare il mio profilo
ja: いいえ、プロフィールを削除しません
ms: Tidak: jangan hapus profil saya
nl: Nee: mijn profiel niet verwijderen
pl: Nie, nie usuwaj mojego konta.
sk: Nie: neodstraňovať môj profil
sl: Ne, ne briši mojega profila
sq: Jo: mos e fshij profilin tim
sr: Не: немој обрисати мој профил
sv_se: Nej, låt min profil vara kvar
uk: Ні: не видаляти мій профіль

source: I'm sure: delete my profile
bs: Siguran sam: izbriši moj profil
el: Είμαι σίγουρος/-η: να διαγραφεί το προφίλ μου
es: Estoy seguro: borren mi perfil
fy_nl: Ik bin net wis: myn profyl fuortsmite
hu: Igen, törölni szeretném a profilomat
it: Sono sicuro, elimina il mio profilo
ja: はい、プロフィールを削除します
ms: Saya pasti: hapus profil saya
nl: Ik weet het zeker: mijn profiel verwijderen
pl: Tak, usuń moje konto.
sk: Áno som si istý: odstráňte môj profil
sl: Da, prepričan sem, zbriši moj profil
sq: Jam i sigurt: fshije profilin tim
sr: Сигуран сам: обриши мој профил
sv_se: Ja, ta bort min profil
uk: Я впевнений: видалити мій профіль

source: You are just one step away from creating your profile.
es: Estás a solo un paso de crear tu perfil.
hu: Csak egy lépésre van profilja létrehozásától.
it: Manca solo un passo per completare la creazione del tuo profilo.
ja: あなたのプロフィール作成まであと一歩です。
nl: U hebt nog één stap nodig om uw profiel aan te maken.
sl: Ste samo en korak od tega, da dokončate svoj profil.
sq: Ju ndan një hap nga krijimi i profilit tuaj.
sr: Један корак вас дели од прављења профила.

source: Profile
bs: Profil
el: Προφίλ
es: Perfil
fy_nl: Profyl
hu: Profil
it: Profilo
ja: プロフィール
ms: Profil
nl: Profiel
pl: Profil
sk: Profil
sl: Profil
sq: Profil
sr: Профил
sv_se: Profil
uk: Профіль

source: Location
bs: Lokacija
el: Τοποθεσία
es: Ubicación
fy_nl: Lokaasje
hu: Hely
it: Località
ja: 所在地
ms: Lokasi
nl: Locatie
pl: Położenie
sk: Umiestnenie
sl: Lokacija
sq: Vend
sr: Локација
sv_se: Plats
uk: Розташування

source: You &amp; Mozilla
bs: Vi i Mozilla
el: Εσείς &amp; η Mozilla
es: Tú y Mozilla
fy_nl: Jo &amp; Mozilla
hu: Ön és a Mozilla
it: Tu e Mozilla
ja: あなたと Mozilla
ms: Anda &amp; Mozilla
nl: U &amp; Mozilla
pl: Ty i Mozilla
sk: Vy a Mozilla
sl: Ti in Mozilla
sq: Ju &amp; Mozilla
sr: Ви и Mozilla
sv_se: Du &amp; Mozilla
uk: Ви і Mozilla

source: External Accounts
bs: Eksterni računi
el: Εξωτερικοί λογαριασμοί
es: Cuentas externas
fy_nl: Eksterne accounts
hu: Külső fiókok
it: Account esterni
ja: 外部アカウント
ms: Akaun Luar
nl: Externe accounts
pl: Zewnętrzne konta
sk: Externé účty
sl: Zunanji računi
sq: Llogari të Jashtme
sr: Спољни налози
sv_se: Externa konton
uk: Зовнішні облікові записи

source: Developer
bs: Programer
el: Προγραμματιστής
es: Desarrollador
fy_nl: Untwikkeler
hu: Fejlesztő
it: Sviluppatore
ja: 開発者
ms: Pembangun
nl: Ontwikkelaar
pl: Autor
sk: Vývojár
sl: Razvijalec
sq: Zhvillues
sr: Програмер
sv_se: Utvecklare
uk: Розробник

source: Mozilla Community Directory
bs: Adresar Mozilla zajednice
el: Κατάλογος κοινότητας Mozilla
es: Directorio de la comunidad Mozilla
fy_nl: Mozilla-mienskipsadresboek
hu: Mozilla közösségi címjegyzék
ja: Mozilla コミュニティディレクトリー
ms: Direktori Komuniti Mozilla
nl: Mozilla-gemeenschapsadresboek
pl: Katalog społeczności Mozilli
sk: Prehľad členov komunity Mozilla
sl: Imenik Skupnosti Mozilla
sq: Drejtoria e Bashkësisë Mozilla
sr: Адресар Mozilla заједнице
sv_se: Mozillas gemenskapskatalog
uk: Каталог спільноти Mozilla
