Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: Create your account now to connect with fellow Mozillians.
bs: Napravite vaš račun i povežite se sa Mozillianima.
es: Crea ahora tu cuenta para contactar con otros Mozillians.
fy_nl: Meitsje no jo account oan om mei mei-Mozillians yn kontakt te kommen.
hu: Készítse el fiókját most, hogy kapcsolatba léphessen a többi mozillással.
it: Crea un account per entrare in contatto con altri mozilliani.
ja: 今すぐアカウントを作成して、仲間の Mozillian とつながりましょう。
ms: Cipta akaun anda sekarang untuk berhubung dengan Mozillian yang lain.
nl: Maak nu uw account aan om met mede-Mozillians in contact te komen.
pl: Utwórz konto teraz, by połączyć z innymi Mozillianami.
sk: Vytvorte si konto hneď a spojte sa s dalšími členmi komunity Mozillians.
sl: Ustvarite svoj račun in se povežite s kolegi Moziljani.
sq: Krijoni llogarinë tuaj që të lidheni me shokë moxillianë.
sr: Направите Ваш налог и повежите се са Мозилијанима.
sv_se: Skapa ditt konto och anslut dig med andra Mozillianer.
uk: Створіть свій обліковий запис зараз, щоб зв'язатися зі знайомими Мозилівцями.

source: Get started
bs: Započnite
el: Ξεκινήστε
es: Comienza
fy_nl: Begjinne
hu: Kezdő lépések
it: Inizia
ja: ユーザー登録
ms: Mulakan
nl: Beginnen
pl: Zaczynamy
sk: Začať
sl: Začnite
sq: Fillojani
sr: Започните
sv_se: Kom igång
uk: Поїхали

source: It’s an exciting time for Mozilla and the Web. Another two billion people will join the Internet community in the coming years.
bs: Zanimljivo je vrijeme za Mozillu i web. Druge dvije milijarde ljudi će se priključiti internet zajednici narednih godina.
es: Este es un momento clave para Mozilla y la Web. Otros dos mil millones de personas se unirán a la comunidad de Internet en los próximos años.
fy_nl: It is in spannende tiid foar Mozilla en it ynternet. De kommende jierren sille nochris twa miljard minsken tagong krije ta de ynternetmienskip.
hu: Ez egy rendkívül izgalmas időszak a Mozilla és az internet számára egyaránt. A következő években újabb két milliárd ember fog csatlakozni az internethez.
it: È un momento entusiasmante per Mozilla e per il Web. Nei prossimi anni 2 miliardi di persone faranno il loro debutto nella comunità di Internet.
ja: Mozilla とウェブが活気に満ちている時です。今後何年かで、さらに 20 億人の人々がインターネットコミュニティに参加すると言われています。
ms: Tahun yang menerujakan buat Mozilla dan Web. Dua billion pengguna lain akan menyertai komuniti Internet dalam masa beberapa tahun akan datang.
nl: Het is een spannende tijd voor Mozilla en het internet. De komende jaren zullen nog eens twee miljard mensen toetreden tot de internetgemeen&shy;schap.
pl: To ekscytujący czas dla Mozilli i sieci Web. W najbliższych latach kolejne dwa miliardy ludzi dołączą do społeczności internetowej.
sk: Pre Mozillu a Web je toto vzrušujúci čas. V nadchádzajúcich rokoch sa k internetu pripoja ďalšie dve miliardy ľudí.
sl: Za Mozillo in splet so to razburljivi časi. V prihodnjih letih bo spletna skupnost narasla za dve milijardi uporabnikov.
sq: Janë kohë ngazëlluese për Mozilla-n dhe Web-in. Dy miliardë njerëz të tjerë do t’i shtohen bashkësisë së Internetit në vitet që po vijnë.
sr: Узбудљиво је време за Mozilla-у и интернет. Још два билиона људи ће се придружити интернет заједници у наредним годинама.
sv_se: Det är spännande tider för Mozilla och webben. Under de närmaste åren kommer ytterligare två miljarder människor att bli en del av internetgemenskapen.
uk: Це захопливий час для Mozilla та всього Інтернету. Ще два мільярди людей приєднаються до Інтернет-спільноти в найближчі роки.

source: Welcome to the Mozilla community directory
bs: Dobrodošli u adresar Mozilla zajednice
el: Καλώς ήρθατε στον κατάλογο κοινότητας της Mozilla
es: Bienvenido al directorio de la comunidad Mozilla
fy_nl: Wolkom by it adresboek fan de Mozilla-mienskip
hu: Üdvözöljük a Mozilla közösségi címjegyzékben.
it: Benvenuto nella directory della comunità Mozilla
ja: Mozilla コミュニティディレクトリーへようこそ
ms: Selamat datang ke direktori komuniti Mozilla
nl: Welkom bij het adresboek van de Mozilla-gemeenschap
pl: Witamy w katalogu społeczności Mozilli
sk: Víta Vás adresár komunity Mozilla
sl: Dobrodošli v imeniku skupnosti Mozilla
sq: Mirë se vini te listat e bashkësisë Mozilla
sr: Добро дошли у адресар Mozilla заједнице
sv_se: Välkommen till Mozillas gemenskapskatalog
uk: Вітаємо у каталозі спільноти Mozilla

source: This site lists all core individuals and groups that participate in the Mozilla Project. We call ourselves Mozillians and this is where we connect and share with one another.
bs: Ova stranica sadrži sve ključne pojedince i grupe koje učestvuju u Mozilla projektu. Nazivamo se Mozilliani, a na ovoj lokaciji se susrećemo i razmjenjujemo informacije.
es: En esta página encontrarás una lista de todas las personas y grupos que participan en el proyecto Mozilla. Nos llamamos Mozillians y aquí es donde estamos en contacto y compartimos ideas y mucho más con otros Mozillians.
fy_nl: Dizze website fermeldt alle wichtichste yndividuën en groepen dy't oan it Mozilla-projekt dielnimme. Wy neame ússels Mozillians, en hjir diele en hâlde wy kontakt mei inoar.
hu: Ez az oldal felsorol minden, a Mozilla projektben részt vevő egyént és csoportot. Mozillásoknak hívjuk magunkat, és itt vehetjük fel egymással a kapcsolatot.
it: Questo sito contiene un elenco di tutte le persone e i gruppi che partecipano al progetto Mozilla. Ci chiamiamo mozilliani e questo è lo strumento che utilizziamo per tenerci in contatto e condividere informazioni tra di noi.
ja: このサイトは、Mozilla プロジェクトに参加しているすべての中心的な個人とグループのリストです。私たちは、自分たちを Mozillian と呼び、一人ひとりがこのサイトでつながりを共有しています。
ms: Laman ini mengandungi senarai semua individu dan kumpulan teras yang mengambil bahagian dalam projek Mozilla. Kami memanggil diri kami sebagai Mozillian dan di sinilah kami berhubungan dan berkongsi sesama kami.
nl: Deze website vermeldt alle belangrijkste individuen en groepen die aan het Mozilla-project deelnemen. We noemen onszelf Mozillians, en hier delen en houden we contact met elkaar.
pl: Na tej stronie wyszczególnione są główne osoby i grupy biorące udział w projekcie Mozilla. Nazwaliśmy się Mozillianie – łączymy się i dzielimy z innymi.
sk: Táto stránka zobrazuje všetkých kmeňových ľudí a skupiny, ktorí sa podieľajú na projekte Mozilla. Voláme sa Mozillians a toto je miesto, kde sa stretávame a zdieľame o sebe informácie.
sl: Ta spletna stran vsebuje vse ključne posameznike in skupine, ki sodelujejo v projektu Mozilla. Imenujemo se Moziljani in na tem spletišču se srečujemo in izmenjujemo informacije.
sq: Te ky sajt radhiten krejt individët dhe grupet bazë që marrin pjesë te Projekti Mozilla. Veten e quajmë moxillianë dhe ky është vendi ku lidhemi dhe ndajmë gjëra me njëri-tjetrin.
sr: Овај сајт наводи све битне особе и групе које учествују на Mozilla пројекту. Ми себе називамо Мозилијанима и овде се повезујемо и делимо једни са другима.
sv_se: Den här webbplatsen listar alla individer och grupper som deltar i och utgör kärnan av Mozilla-projektet. Vi kallar oss för mozillianer och det är här vi träffas och delar med oss av våra kunskaper och erfarenheter.
uk: У цьому списку вказані всі ключові особи та групи, які приймають участь у проекті Mozilla. Ми називаємо себе Мозилівцями, і тут ми спілкуємось та обмінюємось інформацією.

source: Passionate Mozillians you can meet for work, play or a cup of coffee.
bs: Strastveni Mozilliani koje možete upoznati radi posla, igre ili otići sa njima na kahvu.
es: Mozilleros apasionados que puedes conocer para trabajar, jugar o una taza de café.
fy_nl: Passionearre Mozillians dy't jo moetsje kinne foar wurk, in spultsje of in bakje kofje.
hu: Szenvedélyes mozillások, akikkel találkozhat munka, játék vagy egy csésze kávé ürügyén.
it: Puoi incontrare appassionati mozilliani per lavoro, gioco o per un caffè.
ja: 仕事や遊び、コーヒーを共にできる情熱的な Mozillian に出会えます。
ms: Mozillian tegar yang anda boleh jumpa untuk bekerja, bermain atau menikmati secawan kopi.
nl: Gepassioneerde Mozillians die u kunt ontmoeten voor werk, een spelletje of een kop koffie.
pl: Możesz poznać Mozillian i zaprosić do wspólnego działania, zabawy, czy na filiżankę kawy.
sk: Členovia Mozillians môžu spoločne pracovať, experimentovať, alebo jednoducho ísť spolu na kávu.
sl: Tu lahko srečate zagrete Moziljanke in Moziljane, za delo, zabavo, ali pa za skodelico kave.
sq: Moxillianë të pasionuar mund të takohen për punë, për lojë ose për një kafe.
sr: Страствене Мозилијане можете упознати ради посла, игре или отићи са њима на кафу.
sv_se: Passionerade mozillianer, som du kan träffa för att arbeta, leka eller ta en fika.
uk: Активні Мозилівці, з якими ви можете зустрітися для роботи, гри або чашки кави.

source: Hello!
bs: Zdravo!
el: Γεια σας!
es: ¡Hola!
fy_nl: Hallo!
it: Ciao
ja: こんにちは！
ms: Helo!
nl: Hallo!
pl: Witaj!
sk: Ahoj!
sl: Živjo!
sq: Njatjeta!
sr: Здраво!
sv_se: Hej!
uk: Привіт!

source: Examples:
bs: Primjeri:
el: Παραδείγματα:
es: Ejemplos:
fy_nl: Foarbylden:
hu: Példák:
it: Esempi:
ja: 例:
ms: Contoh:
nl: Voorbeelden:
pl: Przykłady:
sk: Príklady:
sl: Primeri:
sq: Shembuj:
sr: Примери:
sv_se: Exempel:
uk: Приклади:

source: (membership requested)
bs: (zatraženo članstvo)
el: (απαιτείται συμμετοχή)
es: (petición para ser miembro solicitada)
fy_nl: (lidmaatskip oanfrege)
hu: (tagság szükséges)
it: (richiesta iscrizione)
ja: (参加申請済み)
ms: (keanggotaan dimohon)
nl: (lidmaatschap aangevraagd)
pl: (prośby o członkostwo)
sk: (o členstvo požiadané)
sl: (zahtevano članstvo)
sq: (ka kërkuar anëtarësim)
sr: (чланство захтевано)
sv_se: (medlemskap begärd)
uk: (запитано участь)

source: Languages
bs: Jezici
el: Γλώσσες
es: Idiomas
fy_nl: Talen
hu: Nyelvek
it: Lingue
ja: 言語
ms: Bahasa
nl: Talen
pl: Języki
sk: Jazyky
sl: Jeziki
sq: Gjuhë
sr: Језици
sv_se: Språk
uk: Мови

source: Functional areas
bs: Funkcionalna područja
el: Λειτουργικές περιοχές
es: Áreas funcionales
fy_nl: Funksjonele gebieden
hu: Működési területek
it: Aree funzionali
ja: 活動分野
ms: Bidang fungsian
nl: Functionele gebieden
pl: Obszary zainteresowań
sk: Oblasti záujmu
sl: Funkcionalna področja
sq: Zona funksionale
sr: Функционалне области
sv_se: Funktionella områden
uk: Функціональні області

source: <p> View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out. </p>
bs: <p> Pregledaj Mozilliane, nadzornike i infromacije za bilo koje funkcionalno područje. Saznajte ko na čemu radi i kako možete pomoći. </p>
es: <p> Ver mozilleros, comisarios e información de cualquier área funcional. Descubre quién trabaja en qué y cómo puedes ayudar. </p>
fy_nl: <p> Besjoch Mozillians, behearders en ynformaasje oer de funksjonele gebieden. Lês wa't wêroan wurket en hoe't jo helpe kinne. </p>
hu: <p> Mozillások, vezetők és működési területekkel kapcsolatos információk megjelenítése. Tudja meg, ki min dolgozik, és hogyan segíthet neki. </p>
it: <p>Visualizza mozilliani, Steward e informazioni relative a qualsiasi area funzionale. Scopri chi lavora su un determinato progetto e come puoi essere d’aiuto.</p>
ja: <p>各活動分野の参加メンバー、世話役、関連情報を見ることができます。誰がどのような作業をしているか調べて、あなたが協力できることを見つけてください。</p>
ms: <p> Tinjau Mozillian, Pengelola dan maklumat bidang fungsian. Ketahui apa tugasan seseorang dan cara yang anda boleh bantu. </p>
nl: <p> Bekijk Mozillians, beheerders en informatie over de functionele gebieden. Lees wie waaraan werkt en hoe u kunt helpen. </p>
pl: <p>Zobacz Mozillian, opiekunów i informacje o obszarach zainteresowań. Dowiedz się kto nad czym pracuje i jak można pomóc.</p>
sk: <p> Prezerajte si členov Mozillians, Stewards a informácie pre akúkoľvek oblasť záujmu. Pozrite sa, kto na čom pracuje a ako môžete pomôcť. </p>
sl: <p> Pokaži Moziljane, upravnike in podatke za vsako funkcionalno področje. Poglejte, kdo dela na čem in kako lahko pomagate. </p>
sq: <p> Shihni Moxillianë, Kujdestarë dhe informacione për çfarëdo zone funksionale. Mësoni se cilët merren me diçka të dhënë dhe se si mund të ndihmoni. </p>
sr: <p> Погледајте Мозилијане, надзорнике и информације за било коју функционалну област. Сазнајте ко на чему ради и како им можете помоћи. </p>
sv_se: <p> Visa mozillianer, funktionärer och information för alla funktionella områden. Ta reda på vem som arbetar med vad och hur du kan hjälpa till.</p>
uk: <p> Погляньте на Мозилівців, стюардів та інформацію про будь-яку функціональну область. Дізнайтесь, хто над чим працює і як ви можете допомогти. </p>

source: Browse functional areas
bs: Pretraži funkcionalna područja
el: Περιήγηση στις λειτουργικές περιοχές
es: Explorar áreas funcionales
fy_nl: Funksjonele gebieden besjen
hu: Működési területek
it: Esplora aree funzionali
ja: 活動分野を見る
ms: Cari bidang fungsian
nl: Functionele gebieden bekijken
pl: Przejrzyj obszary zainteresowań
sk: Prehliadajte oblasti záujmu
sl: Funkcionalna področja
sq: Shfletoni zona funksionale
sr: Погледај функционалне области
sv_se: Bläddra bland funktionella områden
uk: Переглянути функціональні області

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse functional areas!</p>
bs: <p>Postanite <a href='https://wiki.mozilla.org/Mozillians/Vouching'>zagarantovani</a> i možete pregledavati funkcionalna područja!</p>
es: <p>Consigue una <a href='https://wiki.mozilla.org/Mozillians/Vouching'>recomendación</a> y podrás explorar las áreas funcionales.</p>
fy_nl: <p>Soargje foar <a href='https://wiki.mozilla.org/Mozillians/Vouching'>garantstelling</a> en jo kinne funksjonele gebieden besjen!</p>
hu: <p>Legyen <a href='https://wiki.mozilla.org/Mozillians/Vouching'>ajánlott mozillás</a>, és a funkcionális területeket is böngészheti!</p>
it: <p>Diventa un <a href='https://wiki.mozilla.org/Mozillians/Vouching'>utente approvato</a> e potrai esplorare le aree funzionali.</p>
ja: <p>Mozillian として <a href='https://wiki.mozilla.org/Mozillians/Vouching'>承認</a> されれば活動分野を見られます。</p>
ms: <p>Jadilah <a href='https://wiki.mozilla.org/Mozillians/Vouching'>yang diperakui</a> dan anda boleh cari bidang fungsian!</p>
nl: <p>Zorg voor <a href='https://wiki.mozilla.org/Mozillians/Vouching'>garantstelling</a> en u kunt functionele gebieden bekijken!</p>
pl: <p>Uzyskaj<a href='https://wiki.mozilla.org/Mozillians/Vouching'>poręczenie</a> i przeglądaj obszary zainteresowań!</p>
sk: <p>Staňte sa <a href='https://wiki.mozilla.org/Mozillians/Vouching'>schváleným</a> a budete môcť prehliadať oblasti záujmu!</p>
sl: <p>Postanite <a href='https://wiki.mozilla.org/Mozillians/Vouching'>jamčeni</a> in lahko boste pregledovali delovna področja!</p>
sq: <p>Bëhuni <a href='https://wiki.mozilla.org/Mozillians/Vouching'>me rekomandim</a> dhe mund të shfletoni zonat funksionale!</p>
sr: <p>Постаните <a href='https://wiki.mozilla.org/Mozillians/Vouching'>загарантовани</a> и можете прегледати функционалне области!</p>
sv_se: <p>Bli <a href='https://wiki.mozilla.org/Mozillians/Vouching'>verifierad</a> och du kan bläddra bland funktionella områden!</p>
uk: <p>Отримайте <a href='https://wiki.mozilla.org/Mozillians/Vouching'>затвердження</a> і ви зможете переглядати функціональні області!</p>

source: <p> Find and join groups centered around interests, technologies, geographies and more. </p>
bs: <p> Pronađite i pridružite se grupama okupljenih oko interesa, tehnologija, geografije i drugih stvari. </p>
el: <p> Βρείτε και γίνετε μέλος σε ομάδες με έμφαση σε ενδιαφέροντα, τεχνολογίες, τοποθεσίες και πολλά άλλα. </p>
es: <p> Busca y únete a grupos clasificados por intereses, tecnologías, geografía y mucho más. </p>
fy_nl: <p> Fyn en slút jo oan by groepen, sintrearre rûn ynteressen, technologyen, geografy en mear. </p>
hu: <p> Találjon érdeklődési körök, technológiák, földrajzi egységek és sok más köré csoportosuló csoportokat, és csatlakozzon hozzájuk.</p>
it: <p> Scopri e unisciti a gruppi di persone accomunate da interessi, tecnologie, geografia e altro ancora. </p>
ja: <p>共通の興味、技術、地域などを元にしたグループを見つけて参加しましょう。</p>
ms: <p> Cari dan sertai kumpulan berdasarkan minat, teknologi, geografi dan sebagainya. </p>
nl: <p> Vind en sluit u aan bij groepen, gecentreerd rond interesses, technologieën, geografie en meer. </p>
pl: <p> Znajdź i przystąp do grup skupionych wokół zainteresowań, technologii, geograficznie i innych.</p>
sk: <p> Vyhľadajte a pripojte sa k skupinám týkajúcich sa vašich záujmov, technológií, zemepisných lokalít a ďalších. </p>
sl: <p> Poiščite skupine, ki so osredotočene na interese, tehnologije, geografsko območje itd., in se jim pridružite. </p>
sq: <p> Gjeni dhe bëhuni pjesë e grupeve bazuar në interesa, teknologji, gjeografi dhe të tjera. </p>
sr: <p> Пронађите и придружите се групама центрираним око интереса, технологија, географије и дригих ствари. </p>
sv_se: <p> Hitta och gå med i grupper centrerade kring intressen, teknik, geografi och mycket mer. </p>
uk: <p> Знаходьте та вступайте в групи за інтересами, технологіями, географією та іншим. </p>

source: Browse groups
bs: Pregledajte grupe
el: Περιήγηση στις ομάδες
es: Explorar grupos
fy_nl: Groepen besjen
hu: Csoportok böngészése
it: Esplora gruppi
ja: グループを見る
ms: Cari kumpulan
nl: Groepen bekijken
pl: Przeglądaj grupy
sk: Prehliadajte skupiny
sl: Prebrskaj skupine
sq: Shfletoni grupe
sr: Прегледајте групе
sv_se: Bläddra bland grupper
uk: Переглянути групи

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse groups!</p>
bs: <p>Postanite <a href='https://wiki.mozilla.org/Mozillians/Vouching'>zagarantovani</a> i možete pregledavati grupe!</p>
es: <p>Consigue una <a href='https://wiki.mozilla.org/Mozillians/Vouching'>recomendación</a> y podrás explorar las grupos.</p>
fy_nl: <p>Soargje foar <a href='https://wiki.mozilla.org/Mozillians/Vouching'>garantstelling</a> en jo kinne groepen besjen!</p>
hu: <p>Legyen <a href='https://wiki.mozilla.org/Mozillians/Vouching'>ajánlott</a>, és a csapatokat is böngészheti!</p>
it: <p>Diventa un <a href='https://wiki.mozilla.org/Mozillians/Vouching'>utente approvato</a> e potrai esplorare i gruppi.</p>
ja: <p>Mozillian として <a href='https://wiki.mozilla.org/Mozillians/Vouching'>承認</a> されればグループを見られます。</p>
ms: <p>Jadilah <a href='https://wiki.mozilla.org/Mozillians/Vouching'>yang diperakui</a> dan anda boleh cari kumpulan!</p>
nl: <p>Zorg voor <a href='https://wiki.mozilla.org/Mozillians/Vouching'>garantstelling</a> en u kunt groepen bekijken!</p>
pl: <p>Uzyskaj<a href='https://wiki.mozilla.org/Mozillians/Vouching'>poręczenie</a> i przeglądaj grupy!</p>
sk: <p>Staňte sa <a href='https://wiki.mozilla.org/Mozillians/Vouching'>schváleným</a>a budete môcť prehliadať skupiny!</p>
sl: <p>Postanite <a href='https://wiki.mozilla.org/Mozillians/Vouching'>jamčeni</a> in prebrskajte skupine!</p>
sq: <p>Bëhuni <a href='https://wiki.mozilla.org/Mozillians/Vouching'>me rekomandim</a> dhe mund të shfletoni grupet!</p>
sr: <p>Постаните <a href='https://wiki.mozilla.org/Mozillians/Vouching'>загарантовани</a> и можете прегледати групе!</p>
sv_se: <p>Bli <a href='https://wiki.mozilla.org/Mozillians/Vouching'>verifierad</a> och du kan bläddra bland grupper!</p>
uk: <p>Отримайте <a href='https://wiki.mozilla.org/Mozillians/Vouching'>затвердження</a> і ви зможете переглядати групи!</p>

source: How do I get involved?
bs: Kako da se uključim?
el: Πώς μπορώ να συμμετάσχω;
es: ¿Cómo puedo colaborar?
fy_nl: Hoe doch ik mei?
hu: Hogyan csatlakozhat?
it: Come posso partecipare?
ja: 参加するには？
ms: Bagaimanakah saya boleh turut serta?
nl: Hoe doe ik mee?
pl: Jak można dołączyć do Mozillian?
sk: Ako sa môžem zapojiť?
sl: Kako se lahko pridružim?
sq: Si mund të përfshihem?
sr: Како да се прикључим?
sv_se: Hur gör jag för att engagera mig?
uk: Як я можу долучитись?

source: Mozilla exists to promote openness, innovation and opportunity on the Internet. The success of our mission depends on participation from people like you. Find out how you can get involved to help make a difference in the lives of people everywhere.
bs: Mozilla postoji da promoviše otvorenost, inovacije i prilike na internetu. Uspjeh naše misije zavisi o sudjelovanju ljudi poput vas. Saznajte kako možete da se uključite da pomognete napraviti razliku u životima ljudi svuda.
es: El objetivo de Mozilla es promover la transparencia, innovación y la oportunidad en Internet. El éxito de nuestra misión depende de la participación de gente como tú. Infórmate sobre cómo participar y ayuda a cambiar la vida de miles de personas en todo el mundo.
fy_nl: Mozilla is der om iepenheid, ynnovaasje en mooglikheden op it ynternet te befoarderjen. It sukses fan ús missy is ôfhinklik fan dielnimming troch minsken lykas jo. Lês hoe't jo meihelpe kinne om in ferskil yn de libbens fan minsken oeral op 'e wrâld helpe te meitsjen.
hu: A Mozilla célja az internetben rejlő nyíltság, innováció és lehetőség népszerűsítése. Küldetésünk sikere az Önhöz hasonló emberek részvételén múlik. Ismerje meg, hogyan vehet részt és segíthet jobbá tenni az emberek életét a világon bárhol.
it: Mozilla esiste per promuovere apertura, innovazione e opportunità su Internet. Il successo della nostra missione dipende dalla partecipazione di persone come te. Scopri in che modo puoi collaborare e contribuire a fare la differenza nella vita di persone in tutto il mondo.
ja: Mozilla は、インターネット上のオープン性と革新、機会を促進するために存在しています。私たちのミッションの成功は、あなたのような人々の参加にかかっています。どのような方法で参加できるかを知って、世界中の人々の暮らしを変えるために協力してください。
ms: Mozilla wujud untuk mempromosi keterbukaan inovasi dan peluang dalam Internet. Kejayaan misi kami bergantung pada penyertaan individu seperti anda. Ketahui cara untuk anda turut serta membantu mengubah kehidupan pengguna di mana-mana sahaja.
nl: Mozilla is er om openheid, innovatie en mogelijkheden op het internet te bevorderen. Het succes van onze missie is afhankelijk van deelname door mensen zoals u. Lees hoe u kunt meehelpen om een verschil in de levens van mensen overal ter wereld te helpen maken.
pl: Mozilla promuje otwartość, innowacyjność i możliwości w internecie.Powodzenie misji zależy od udziału ludzi, takich jak ty. Dowiedz się, jak możesz się zaangażować, aby pomóc dokonać zmian w życiu ludzi na całym świecie.
sk: Mozilla existuje, aby prezentovala otvorenosť, inovácie a príležitosti na webe. Úspech našej misie závisí na spoluúčasti ľudí ako ste Vy. Pozrite sa, ako sa môžete zapojiť s cieľom zmeniť životy ľudí kdekoľvek na svete.
sl: Namen Mozille je spodbujati odprtost, inovativnost in priložnosti na internetu. Uspeh našega poslanstva je odvisen od sodelovanja ljudi, kot ste vi. Preberite si informacije o tem, kako lahko skupaj z nami pomagate uporabnikom spleta priti do boljših izkušenj.
sq: Mozilla ekziston që të nxisë të qenët i hapur, risinë dhe mundësitë në Internet. Suksesi i misionit tonë varet nga pjesëmarrja e njerëzve si ju. Shihni se si mund të përfshiheni dhe të na ndihmoni të sjellim ndryshim në jetën e njerëzve gjetiu.
sr: Mozilla постоји како би промовисала отвореност, иновације и прилике на интернету. Успех наше мисије зависи од учешћа људи као што сте Ви. Сазнајте како можете да се прикључите и да помогнете другим људима свуда око нас.
sv_se: Mozilla lever för att främja öppenhet, nyskapande och möjligheter på Internet. Framgången för vår mission beror på deltagande av personer som du. Ta reda på hur du kan engagera dig och hjälpa oss att göra skillnad i människors liv, världen över.
uk: Mozilla існує для поширення відкритості, інновацій та нових можливостей в Інтернеті. Успіх нашої місії залежить від участі в ній таких людей, як ви. Дізнайтесь, як ви можете долучитися, щоб допомогти принести нове в життя людей у всьому світі.
