Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: This field is required.
bs: Ovo polje je obavezno.
el: Αυτό το πεδίο απαιτείται.
es: Este campo es obligatorio.
fy_nl: Dit fjild is ferplicht.
hu: A mező megadása kötelező.
it: Questo campo è obbligatorio.
ja: この項目は必須です。
ms: Medan ini diperlukan.
nl: Dit veld is verplicht.
pl: To pole jest wymagane.
sk: Požadovaná položka.
sl: To polje je obvezno.
sq: Kjo fushë është e domosdoshme.
sr: Потребно је попунити ово поље.
sv_se: Det här fältet är obligatoriskt.
uk: Це поле обов'язкове.

source: I'm okay with you handling this info as you explain in <a href="%(privacy_url)s">Mozilla's privacy policy</a>.
bs: Slažem se da se Mozilla koristi mojim informacijama kao što je objašnjeno u <a href="%(privacy_url)s">Mozillinoj polici privatnosti</a>.
el: Συμφωνώ με τη διαχείριση των πληροφοριών αυτών, όπως εξηγείται στην <a href="%(privacy_url)s">πολιτική απορρήτου της Mozilla</a>.
es: Estoy de acuerdo en que se gestione esta información tal y como se explica en la <a href="%(privacy_url)s">Política de privacidad de Mozilla</a>.
fy_nl: Ik bin it iens mei hoe't jo mei dizze gegevens omgean, lykas útlein yn <a href="%(privacy_url)s">Mozilla’s privacybelied</a>.
hu: Megfelel számomra, ha a <a href="%(privacy_url)s">Mozilla adatvédelmi irányelveinek</a> megfelelően kezelik ezeket az adatokat.
it: Acconsento al trattamento dei dati secondo le modalità indicate nell’<a href="%(privacy_url)s">informativa sulla privacy di Mozilla</a>.
ja: 私は <a href="%(privacy_url)s">Mozilla のプライバシーポリシー</a> に記載された個人情報の取り扱いに同意します。
ms: Saya setuju Mozilla mengendalikan maklumat saya seperti yang dijelaskan dalam <a href="%(privacy_url)s">Polisi Privasi Mozilla</a>.
nl: Ik ben het eens met hoe u met deze gegevens omgaat, zoals uitgelegd in <a href="%(privacy_url)s">Mozilla’s privacybeleid</a>.
pl: Akceptuję informacje zawarte w <a href="%(privacy_url)s">Zasadach ochrony prywatności Mozilli</a>.
sk: Súhlasím so spracovaním informácií v podobe ako je uvedené v <a href="%(privacy_url)s">zásadách ochrany súkromia Mozilly</a>.
sl: Strinjam se z ravnanjem s podatki, kot ga opisujete v <a href="%(privacy_url)s"> politiki zasebnosti</a>.
sq: Pajtohem me trajtimin e këtyre të dhënave ashtu si e shpjegoni te <a href="%(privacy_url)s">rregullat e privatësisë për Mozilla-n</a>.
sr: Не смета ми руковање ове информације као што сте објаснили у <a href="%(privacy_url)s">Mozilla-иној полиси приватности</a>.
sv_se: Jag godkänner att ni hanterar denna information på det sätt som beskrivs i <a href="%(privacy_url)s">Mozillas sekretesspolicy</a>.
uk: Я згоден з тим, що ви будете обробляти цю інформацію згідно з <a href="%(privacy_url)s">політикою приватності Mozilla</a>.

source: Create Profile
es: Crear un perfil
hu: Profil létrehozása
it: Crea profilo
ja: プロフィールを作成
nl: Profiel aanmaken
sl: Ustvari profil
sq: Krijoni Profil
sr: Направи профил

source: Your Mozilla Contributions
bs: Vaši doprinosi Mozilli
el: Οι συνεισφορές σας στη Mozilla
es: Tus contribuciones a Mozilla
fy_nl: Jo bydragen oan Mozilla
hu: Mozillás közreműködései
it: Il tuo contributo a Mozilla
ja: あなたの Mozilla への貢献
ms: Sumbangan Mozilla Anda
nl: Uw bijdragen aan Mozilla
pl: Twój wkład dla Mozilli
sk: Váš prínos pre Mozillu
sl: Vaši prispevki Mozilli
sq: Ndihmesa Juaj te Mozilla
sr: Ваши Mozilla доприноси
sv_se: Dina bidrag till Mozilla
uk: Ваші внески Mozilla

source: Update Contributions
bs: Ažuriraj doprinose
el: Ενημέρωση εθελοντών
es: Actualizar contribuciones
fy_nl: Bydragen bywurkje
hu: Közreműködések frissítése
it: Aggiorna contributi
ja: 貢献情報を更新
ms: Kemaskini Sumbangan
nl: Bijdragen bijwerken
pl: Aktualizuj swój wkład
sk: Aktualizovať prínosy
sl: Posodobi prispevke
sq: Përditësoni Ndihmesa
sr: Ажурирај доприносе
sv_se: Uppdatera bidrag
uk: Оновити внески

source: T-Shirt Size
bs: Veličina majice
el: Μέγεθος μπλούζας
es: Talla de playera/remera/camiseta
fy_nl: T-shirtmaat
hu: Pólóméret
it: Taglia maglietta
ja: T シャツのサイズ
ms: Saiz T-Shirt
nl: T-shirtmaat
pl: Rozmiar koszulki T-shirt
sk: Veľkosť trička
sl: Velikost majice
sq: Madhësi Bluze
sr: Величина мајице
sv_se: T-tröjestorlek
uk: Розмір футболки

source: Like t-shirts? Add your size so we can give you a shirt at events or for other special occasions.
bs: Volite majice? Dodajte vašu veličinu tako da vam možemo pokloniti majicu na nekom od događaja ili povodom drugih svečanosti.
el: Σάς αρέσουν τα μπλουζάκια; Προσθέστε το μέγεθός σας για να μπορέσουμε να σας δώσουμε μια μπλούζα σε εκδηλώσεις ή σε άλλες ειδικές περιπτώσεις.
es: ¿Te gustan las playeras/remeras/camisetas? Añade tu talla para que te regalemos una en eventos u otras ocasiones especiales.
fy_nl: Hâlde jo fan T-shirts? Foegje jo maat ta, sadat wy jo by eveneminten of oare spesjale gelegenheden in T-shirt jaan kinne.
hu: Szereti a pólókat? Adja meg a méretét, így rendezvényeken vagy más különleges eseményekkor meglephetjük eggyel.
it: Adori le t-shirt? Aggiungi la tua taglia, così potremo darti una maglietta agli eventi o in occasioni speciali.
ja: T シャツは好きですか？ サイズを指定しておくと、イベントその他特別な機会に適切なサイズのシャツをもらうことができます。
ms: Suka t-shirt? Letakkan saiz t-shirt anda agar kami boleh berikan anda baju di acara atau ketika di pertemuan khas.
nl: Houdt u van T-shirts? Voeg uw maat toe, zodat we u bij evenementen of andere speciale gelegenheden een shirt kunnen geven.
pl: Lubisz koszulki T-shirt? Podaj swój rozmiar, abyśmy mogli dać ci odpowiednią koszulę na imprezach lub w innych szczególnych okazjach.
sk: Máte radi tričká? Vyplňte svoju veľkosť, aby sme vám mohli dať tričko na udalosti, alebo iné špeciálne príležitosti.
sl: So ti všeč majice? Dodaj svojo velikost. Tako ti bomo na dogodkih in ob drugih posebnih priložnostih lahko podarili pravo velikost.
sq: Ju pëlqejnë bluzat? Na jepni numrin që vishni që të mund t’ju sjellim një bluzë në një veprimtari ose raste të tjera speciale.
sr: Свиђајувам се мајице? Додајте величину како бисмо могли да је поклонимо током неког догађаја или других специјалних прилика.
sv_se: Tycker du om t-tröjor? Lägg till din storlek, så att vi kan ge dig en tröja vid evenemang eller andra särskilda tillfällen.
uk: Подобаються футболки? Додайте свій розмір, щоб ми змогли давати вам їх на заходах чи з іншого приводу.

source: Fitted
bs: Odgovarajuća
el: Εφαρμοστό
es: Ajustada
fy_nl: Tailleard
hu: Szűkített
it: Aderente (fitted)
ja: フィット型
ms: Muat
nl: Getailleerd
pl: Pasowane
sk: Dámske
sl: Oprijeta
sq: Pas trupit
sr: Уз тело
sv_se: Figurskuren
uk: Приталена

source: A fitted-cut tshirt has a curved side hem which comes in at the waist and goes out at the upper and lower ends. Also known as women's.
bs: Majica uz tijelo ima zaobljenu stranu do struka i proširuje se prema gornjim i donjim krajevima. Poznata je još kao ženska.
es: Una playera/remera/camiseta ajustada tiene un corte que se ciñe a la cintura y se ensancha en los extremos superior e inferior: lo que se conoce como "para mujeres".
fy_nl: In T-shirt mei taillearde pasfoarm hat in ombûge zoom oan de sydkant dy't rûn de taille begjint en by de boppe- en ûnderkant nei bûten rint. Ek bekend as damesmodel.
hu: A szűkített pólón van egy íves oldalsó szegés, amely a deréknál szűkül és a felső és alsó végeknél tűnik el. Más néven „női”.
it: Una maglietta fitted-cut ha una cucitura laterale curva che si stringe in vita e si allarga in alto e in basso. Viene chiamata anche “maglietta da donna”.
ja: フィットカットの T シャツは、シャツの縁がカーブしており、ウエストの辺りが細く、その上下が太くなっています。「女性向け」の型です。
ms: Kemeja-T potongan lurus mempunyai sisi hem melengkung yang masuk ke dalam pada bahagian pinggang dan akan keluar pada hujung atas dan bawah. Juga dikenali sebagai kemeja-t wanita.
nl: Een T-shirt met getailleerde pasvorm heeft een omgebogen zoom aan de zijkant die rond de taille begint en bij de boven- en onderzijde naar buiten loopt. Ook bekend als damesmodel.
pl: Damska taliowana koszulka T-shirt
sk: Tvarované tričko so zakriveným bočným lemom, najužšie na páse a rozšírené na spodnej časti a ramenách. Taktiež označované aj ako "dámske".
sl: Oprijeta majica ima obrezan bočni šiv, ki se zmanjša ob pasu in se poveča v zgornjem in spodnjem delu. Poznana je tudi kot "ženska".
sq: Bluzë me prerje paska të ngushtë, me tegel anësor të lakuar te cepat, që mblidhet te beli dhe hapet tek skajet poshtë dhe sipër. E njohur edhe si bluzë për femra.
sr: Мајица уз тело има заобљену страну до струка и проширује се према горњим и доњим крајевима. Познатa je још као "женска".
sv_se: En figurskuren t-tröja har en bågformig sidsöm, som går in vid midjan och ut mot axlarna och nederkanten. Kallas även dammodell.
uk: Приталена футболка має зігнуті сторони, які сходяться на талії і розходяться ширше знизу та зверху. Також відома як жіноча.

source: Straight-cut
bs: Standardna
el: Ευθείας κοπής
es: Recta
fy_nl: Rjocht model
hu: Egyenes szabású
it: Standard (straigh-cut)
ja: ストレートカット型
ms: Potongan-lurus
nl: Recht model
pl: Proste
sk: Univerzálne
sl: Raven kroj
sq: Prerje drejt
sr: Стандардни облик
sv_se: Rakt skuren
uk: Пряма

source: A straight-cut shirt has wide shoulders and a body which is almost square. Often known as men's or unisex.
bs: Majica standardnog oblika ima široka ramena i tijelo koje je skoro kvadratnog oblika. Poznata je još kao muška ili unisex.
es: Una camiseta de corte recto tiene los hombros anchos y un cuerpo que es casi cuadrado: lo que se conoce como "para hombres" o "unisex".
fy_nl: In rjocht model shirt hat brede skouders en in hast fjouwerkant rompgedielte. Faaks bekend as hearenmodel of uniseks.
hu: Az egyenes szabású póló széles vállakkal és majdnem szögletes törzzsel rendelkezik. Gyakran „férfi” vagy „unisex” néven ismert.
it: Una maglietta straight-cut ha spalle larghe e forma quasi quadrata. Viene chiamata anche “unisex” o “maglietta da uomo”.
ja: ストレートカットの T シャツは、肩部分の幅が広く、胴部分がほぼ四角形です。「男性向け」または「男女兼用」の型です。
ms: Baju potongan-lurus mempunyai bahu yang luas dan bahagian badan yang hampir persegi. Sering dikenali sebagai baju lelaki atau uniseks.
nl: Een recht model shirt heeft brede schouders en een vrijwel vierkant rompgedeelte. Vaak bekend als herenmodel of uniseks.
pl: Koszulka T-shirt o prostych bokach przeznaczona dla mężczyzn lub obu płci.
sk: Tričko bez formovania rovnakej šírky od hora až dole, takmer štvorcového tvaru. Univerzálne, taktiež známe ako "pánske" alebo aj ako "unisex".
sl: Raven kroj majice ima široka ramena in je skoraj kvadrataste oblike. Pogosto znan kot "moški" ali "unisex" kroj.
sq: Bluzë me prerje drejt, e gjerë te shpatullat dhe thuajse katrore te busti. E njohur shpesh si për meshkuj ose uniseks.
sr: Мајицa стандардног облика има широка рамена и тело које је скоро квадратног облика. Познатa je још као "мушкa" или "унисекс".
sv_se: En rakt skuren t-tröja har breda axlar och raka kantsömmar, vilket ger den en nästan helt kvadratisk form. Kallas även herrmodell eller unisex.
uk: Пряма футболка має широкі плечі і виглядає майже квадратною. Часто відома, як чоловіча чи унісекс.

source: Update T-shirt size
bs: Ažuriraj veličinu majice
el: Ενημέρωση μεγέθους μπλούζας
es: Actualizar talla
fy_nl: T-shirtmaat bywurkje
hu: Pólóméret frissítése
it: Aggiorna taglia magliette
ja: T シャツのサイズを更新
ms: Kemaskini saiz T-shirt
nl: T-shirtmaat bijwerken
pl: Aktualizuj rozmiar koszulki T-shirt
sk: Aktualizovať veľkosť trička
sl: Posodobi velikost majice
sq: Përditësoni madhësi bluze
sr: Ажурирај величину мајице
sv_se: Uppdatera T-tröjestorlek
uk: Оновити розмір футболки

source: Does this profile belong to a Mozillian? Let us know how %(full_name)s has contributed to the project.
bs: Da li ovaj profil pripada Mozillianu? Recite nam kako je %(full_name)s pomogao projektu.
es: ¿Este perfil pertenece a un Mozillian? Haznos saber cuánto ha colaborado %(full_name)s en el proyecto.
fy_nl: Beheart dit profyl ta oan in Mozillian? Lit ús witte hoe %(full_name)s oan it projekt bydroegen hat.
hu: Ez a profil egy mozillásé? Mondja el, hogyan járult hozzá %(full_name)s a projekthez.
it: Questo profilo appartiene a un mozilliano? Facci sapere in che modo %(full_name)s ha contribuito al progetto.
ja: このプロフィールは Mozillian のものですか？ %(full_name)s さんがプロジェクトにどう貢献してきたか教えてください。
ms: Adakah profil ini milik anggota Mozilla? Maklumkan kami cara %(full_name)s memberi sumbangan dalam.projek ini.
nl: Behoort dit profiel toe aan een Mozillian? Laat ons weten hoe %(full_name)s aan het project heeft bijgedragen.
pl: Czy ten użytkownik spełnia kryteria przynależności do Mozillian? Podaj, jaki wkład wniósł/wniosła %(full_name)s.
sk: Patrí tento profil členovi Mozillian? Dajte nám vedieť, ako %(full_name)s prispieval do projektu.
sl: Pripada ta profil Moziljanu? Sporočite nam, kako je %(full_name)s sodeloval pri projektu.
sq: A i përket një moxilliani ky profil? Na tregoni se si ka kontribuar te projekti %(full_name)s.
sr: Да ли овај профил припада мозилијану? Реците нам како је %(full_name)s допринео пројекту.
sv_se: Tillhör den här profilen en Mozillian? Berätta för oss hur %(full_name)s har bidragit till projektet.
uk: Цей профіль належить Мозилівцю? Дайте нам знати, як %(full_name)s допоміг проекту.

source: Do you know this Mozillian? Let us know how %(full_name)s has contributed to the project.
bs: Da li znate ovog Mozilliana? Recite nam kako je %(full_name)s pomogao projektu.
es: ¿Conoces a este Mozillian? Haznos saber cómo ha colaborado %(full_name)s en el proyecto.
fy_nl: Kinne jo dizze Mozillian? Lit ús witte hoe't %(full_name)s oan it projekt bydroegen hat.
hu: Ismeri ezt a mozillást? Mondja el, hogyan járult hozzá %(full_name)s a projekthez.
it: Conosci questo mozilliano? Facci sapere in che modo %(full_name)s ha contribuito al progetto.
ja: この Mozillian? を知っていますか？ %(full_name)s さんがプロジェクトにどう貢献してきたか教えてください。
ms: Anda kenal dengan Mozillian ini? Beritahu kami sumbangan %(full_name)s untuk projek ini.
nl: Kent u deze Mozillian? Laat ons weten hoe %(full_name)s aan het project heeft bijgedragen.
pl: Czy znasz tego Mozillianina? Podaj, jaki wkład wniósł/wniosła %(full_name)s.
sk: Poznáte tohto člena Mozillian? Dajte nám vedieť, ako %(full_name)s prispieval do projektu.
sl: Poznate tega Moziljana? Sporočite nam, kako je %(full_name)s prispeval k projektu.
sq: E njihni këtë moxillian? Na tregoni se si ka kontribuar te projekti %(full_name)s.
sr: Да ли знате овог мозилијана? Реците нам како је %(full_name)s допринео пројекту.
sv_se: Känner du den här Mozillianen? Berätta för oss hur %(full_name)s har bidragit till projektet.
uk: Ви знаєте цього Мозилівця? Дайте нам знати, як %(full_name)s допоміг проекту.

source: Characters remaining:
bs: Karaktera preostalo:
el: Εναπομείναντες χαρακτήρες:
es: Caracteres restantes:
fy_nl: Tekens restearjend:
hu: Hátralévő karakterek:
it: Caratteri rimanenti:
ja: 残り文字数:
ms: Aksara yang tinggal:
nl: Tekens resterend:
pl: Pozostało znaków:
sk: Zostávajúce znaky:
sl: Št. preostalih znakov:
sq: Shenja të mbetura:
sr: Карактера преостало:
sv_se: Återstående tecken:
uk: Залишилось символів:

source: Send invite
bs: Pošalji pozivnicu
el: Αποστολή πρόσκλησης
es: Enviar invitación
fy_nl: Utnûging ferstjoere
hu: Meghívó küldése
it: Invia un invito
ja: 招待状を送る
ms: Hantar jemputan
nl: Uitnodiging verzenden
pl: Wyślij zaproszenie
sk: Odoslať pozvánku
sl: Pošlji vabilo
sq: Dërgo ftesë
sr: Пошаљи позивницу
sv_se: Skicka inbjudan
uk: Відправити запрошення

source: Vouch for %(name)s
bs: Jamči za %(name)s
el: Υποστήριξη του/της %(name)s
es: Recomendar a %(name)s
fy_nl: Garant stean foar %(name)s
hu: %(name)s ajánlása
it: Approva %(name)s
ja: %(name)s さんに対する承認
ms: Perakui %(name)s
nl: Garant staan voor %(name)s
pl: Wystaw poręczenie dla %(name)s
sk: Hlasovať pre %(name)s
sl: Jamčite za %(name)s
sq: Rekomandoni %(name)s
sr: Јамчи за %(name)s
sv_se: Verifiera %(name)s
uk: Затвердити %(name)s

source: Only vouch for users who have made significant contributions and are at least 13 years old.
bs: Jamčite samo za korisnike koji su imali značajne doprinose i imaju barem 13 godina.
es: Recomienda solo a usuarios que hayan hecho colaboraciones importantes y que tengan al menos 13 años.
fy_nl: Stean allinnich garant foar brûkers dy't wichtige bydragen levere hawwe en op syn minst 13 jier âld binne.
hu: Csak olyan felhasználókat ajánljon, akiknek közreműködése jelentős, és legalább 13 évesek.
it: Approva solo utenti che hanno contribuito in modo significativo al progetto e che hanno almeno 13 anni.
ja: 重要な貢献を行った 13 歳以上のユーザーのみ承認してください。
ms: Hanya memperakukan pengguna yang membuat sumbangan ketara dan paling kurang berusia 13 tahun.
nl: Sta alleen garant voor gebruikers die belangrijke bijdragen hebben geleverd en minstens 13 jaar oud zijn.
pl: Wystawiaj poręczenie tylko dla użytkowników, którzy wykazali się znacznym udziałem i mają ukończone 13 lat.
sk: Hlasujte len pre tých používateľov, ktorí významne prispievali a ich vek je minimálne 13 rokov.
sl: Jamčite samo za uporabnike, ki so zaslužni za znatne prispevke in so stari vsaj 13 let.
sq: Rekomandoni vetëm përdorues që kanë dhënë kontribute me rëndësi dhe që janë e pakta 13 vjeç.
sr: Јамчите само за кориснике који су имали значајне доприносе и имају барем 13 година.
sv_se: Verifiera endast användare som har gjort betydande insatser och är minst 13 år gamla.
uk: Затверджуйте лише користувачів, які зробили вагомий внесок, і мають вік не молодше 13 років.

source: Once vouched, they will be able to:
bs: Nakon što budu jamčeni, moći će:
es: Cuando hayan sido recomendados, podrán:
fy_nl: Neidat garant stien wurdt, kinne sy:
hu: Ha már ajánlották, akkor:
it: Dopo esser stato approvato potrai:
ja: 承認されると、その人は以下のことができるようになります:
ms: Setelah diperakui, mereka boleh:
nl: Nadat garant wordt gestaan, kunnen zij:
pl: Po uzyskaniu poręczenia będziesz mieć możliwość:
sk: Hneď ako budete schválený(-á), budete môcť:
sl: Ko bo zanje zajamčeno, bodo:
sq: Sapo të rekomandohen, do të jenë në gjendje:
sr: Након што буду јамчени, моћи ће:
sv_se: När de är verifierade, kommer de att kunna:
uk: Після затвердження вони зможуть:

source: View all profiles and join groups.
bs: Pogledaj sve progile i pridruži se grupama.
el: Βλέπουν όλα τα προφίλ και να συμμετέχουν σε ομάδες.
es: Ver todos los perfiles y unirse a grupos.
fy_nl: Alle profilen besjen en oan groepen dielnimme.
hu: Megnézheti az összes profilt, és csoportokhoz csatlakozhat.
it: Visualizzare tutti i profili e iscriverti ai gruppi.
ja: すべてのプロフィールの表示とグループへの参加
ms: Lihat semua profil dan sertai kumpulan.
nl: Alle profielen bekijken en aan groepen deelnemen.
pl: Oglądania wszystkich profili i przyłączania się do grup.
sk: Zobraziť všetky profily a pripojiť sa do skupín.
sl: Lahko videli vse profile in se pridružili skupinam.
sq: Të shohin krejt profilet dhe bëhen pjesë grupesh.
sr: Погледа све профиле и придружи се групама.
sv_se: Visa alla profiler och gå med i grupper.
uk: Переглядати всі профілі та вступати в групи.

source: Access special video content on Air Mozilla.
bs: Pristupite specijalnom video sadržaju na Air Mozilla.
el: Έχουν πρόσβαση σε περιεχόμενο βίντεο στο Air Mozilla.
es: Acceder a contenidos especiales de vídeo en Air Mozilla.
fy_nl: Spesjale fideo-ynhâld op Air Mozilla benaderje.
hu: Különleges videotartalmakat érhet el az Air Mozillán.
it: Accedere a contenuti speciali su Air Mozilla.
ja: Air Mozilla にある特別な動画コンテンツへのアクセス
ms: Akses kandungan video khas di Air Mozilla.
nl: Speciale video-inhoud op Air Mozilla benaderen.
pl: Uzyskania dostępu do specjalnych wideo na Air Mozilla.
sk: Mať prístup ku špeciálnemu video obsahu na Air Mozilla.
sl: Imeli dostop do posebnih video vsebin na Air Mozilla.
sq: Të shohin lëndë të veçantë video në Air Mozilla.
sr: Приступити специјалном видео садржају на Air Mozilla.
sv_se: Få tillgång till speciellt videoinnehåll på Air Mozilla.
uk: Переглядати спеціальний відео вміст на Air Mozilla.

source: Join the Mozilla Exchange Yammer network.
es: Únete a la red de Mozilla Exchange Yammer.
hu: Csatlakozhat a Mozilla Exchange Yammer hálózathoz.
it: Iscriverti alla rete Mozilla Exchange su Yammer.
ja: Mozilla Exchange Yammer ネットワークへの参加
nl: Aan het Mozilla Exchange Yammer-netwerk deelnemen.
sl: Se lahko pridružili omrežju Mozilla Exchange Yammer.
sq: Të bëhen pjesë e rrjetit Mozilla Exchange Yammer.
sr: Придружити се Mozilla Exchange Yammer мрежи.

source: Use other Mozilla apps as a vouched user.
bs: Koristitite druge Mozilla aplikacije kao jamčen korisnik.
es: Utilizar otras aplicaciones de Mozilla como usuario recomendado.
fy_nl: Oare Mozilla-apps brûke as brûker mei garantstelling.
hu: Ajánlott felhasználóként használhat más Mozilla alkalmazásokat.
it: Utilizzare altre app Mozilla come utente approvato.
ja: 承認済みユーザーとしての他の Mozilla アプリの使用
ms: Gunakan aplikasi Mozilla.sebagai pengguna diperakui.
nl: Andere Mozilla-apps gebruiken als gebruiker met garantstelling.
pl: Używania innych aplikacji Mozilli jako użytkownik posiadający poręczenie.
sk: Používať iné Mozilla aplikácie ako schválený používateľ.
sl: Lahko uporabljali druge Mozilline aplikacije kot zajamčen uporabnik.
sq: Të përdorin aplikacione të tjera Mozilla si përdorues me rekomandim.
sr: Користити друге Mozilla апликације као јамчен корисник.
sv_se: Använd andra Mozilla-appar som en verifieras användare.
uk: Користуйтесь іншими програмами Mozilla, як затверджений користувач.

source: Vouches cannot be edited or retracted.
bs: Jamstva se ne mogu urediti ili povući.
es: Las recomendaciones no se pueden editar ni retirar.
fy_nl: Garantstellingen kinne net bewurke wurde of ynlutsen.
hu: Az ajánlások nem szerkeszthetők és nem vonhatók vissza.
it: Le approvazioni non possono essere modificate o annullate.
ja: 承認の編集や取り消しはできません。
ms: Perakuan tidak boleh diedit atau ditarik balik.
nl: Garantstellingen kunnen niet worden bewerkt of ingetrokken.
pl: Poręczeń nie można edytować ani wycofywać.
sk: Hlasovania nemôžu byť upravované alebo anulované.
sl: Jamstev ne morete urejati ali preklicati.
sq: Rekomandimet nuk mund të përpunohen ose tërhiqen.
sr: Јамчења се не могу уредити или повући.
sv_se: Verifikationer kan inte redigeras eller återkallas.
uk: Затвердження не може бути змінене чи скасоване.

source: <a href="%(vouching_url)s">Read more about vouching.</a>
bs: <a href="%(vouching_url)s">Pročitajte više o jamčenju.</a>
el: <a href="%(vouching_url)s">Μάθετε περισσότερα σχετικά με την εγγύηση.</a>
es: <a href="%(vouching_url)s">Aprende más sobre las recomendaciones.</a>
fy_nl: <a href="%(vouching_url)s">Lês mear oer garantstellingen.</a>
hu: <a href="%(vouching_url)s">Tudjon meg többet az ajánlásról.</a>
it: <a href="%(vouching_url)s">Ulteriori informazioni sul sistema di approvazione.</a>
ja: <a href="%(vouching_url)s">承認システムの詳細</a>
ms: <a href="%(vouching_url)s">Ketahui lanjut perihal pengakuan.</a>
nl: <a href="%(vouching_url)s">Lees meer over garantstellingen.</a>
pl: <a href="%(vouching_url)s">Dowiedz się więcej o poręczaniu</a>
sk: <a href="%(vouching_url)s">Prečítajte si viac o hlasovaní.</a>
sl: <a href="%(vouching_url)s">Preberite si več o potrjevanju.</a>
sq: <a href="%(vouching_url)s">Mësoni më tepër mbi rekomandimet.</a>
sr: <a href="%(vouching_url)s">Прочитајте више о јамчењу.</a>
sv_se: <a href="%(vouching_url)s">Läs mer om verifiering.</a>
uk: <a href="%(vouching_url)s">Дізнатись більше про затвердження.</a>

source: Include non-vouched
hu: Nem ajánlottak is
it: Includi non approvati
ja: 未承認を含む
sl: Vključi kandidate brez jamstva
sq: Përfshi të parekomanduarit
sr: Обухвати и не-јамчене

source: Vouched
bs: Jamčen
es: Recomendado
fy_nl: Mei garantstelling
hu: Ajánlva
it: Approvato
ja: 承認済み
ms: Diperakui
nl: Met garantstelling
pl: Poręczony
sk: Potvrdený
sl: Jamčen
sq: Rekomanduar
sr: Јамчен
sv_se: Verifierad
uk: Затверджено
