Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/django.po
Languages: bs, el, es, fy_nl, hu, it, ja, ms, nl, pl, sk, sl, sq, sr, sv_se, uk

source: Unvouched
bs: Nije jamčen
es: No recomendado
fy_nl: Gjin garantstelling
hu: Ajánlás visszavonva
it: Non approvato
ja: 未承認
ms: Tidak diperakui
nl: Geen garantstelling
pl: Nieporęczony
sk: Nepotvrdený
sl: Jamstvo odstranjeno
sq: I/e parekomanduar
sr: Није јамчен
sv_se: Overifierad
uk: Затвердження знято

source: Display only
bs: Prikaži samo
el: Προβολή μόνο
es: Solo mostrar
fy_nl: Allinnich werjaan
hu: Csak megjelenítés
it: Solo visualizzazione
ja: 表示のみ
ms: Paparan sahaja
nl: Alleen weergeven
pl: Tylko wyświetlaj
sk: Len zobraziť
sl: Samo za prikaz
sq: Shfaq vetëm
sr: Прикажи само
sv_se: Visa endast
uk: Лише показати

source: All timezones
bs: Sve vremenske zone
el: Όλες οι ζώνες ώρας
es: Todas las zonas horarias
fy_nl: Alle tiidssônes
hu: Minden időzóna
it: Tutti i fusi orari
ja: すべてのタイムゾーン
ms: Semua zon masa
nl: Alle tijdzones
pl: Wszystkie strefy czasowe
sk: Všetky časové zóny
sl: Vsi časovni pasovi
sq: Krejt zonat kohore
sr: Све временске зоне
sv_se: Alla tidszoner
uk: Всі часові пояси

source: Username
bs: Korisničko ime
el: Όνομα χρήστη
es: Nombre de usuario/a
fy_nl: Brûkersnamme
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
ms: Nama pengguna
nl: Gebruikersnaam
pl: Nazwa użytkownika
sk: Používateľské meno
sl: Uporabniško ime
sq: Emër përdoruesi
sr: Корисничко име
sv_se: Användarnamn
uk: Ім'я користувача

source: This username is in use. Please try another.
bs: To korisničko ime se već koristi. Molimo pokušajte s drugim.
el: Αυτό το όνομα χρήστη χρησιμοποιείται. Παρακαλώ δοκιμάστε ένα άλλο.
es: Este nombre de usuario ya se está usando. Por favor, prueba con otro.
fy_nl: Dizze brûkersnamme is yn gebrûk. Probearje in oare.
hu: Ezt a nevet már használja valaki. Válasszon másikat.
it: Questo nome utente è già utilizzato. Riprova con un nome utente diverso.
ja: このユーザー名は既に使用されています。他のユーザー名をお試しください。
ms: Nama pengguna ini telah ada. Sila cari yang lain.
nl: Deze gebruikersnaam is in gebruik. Probeer een andere.
pl: Ta nazwa użytkownika jest już używana. Spróbuj innej.
sk: Toto používateľské meno sa už používa. Vyskúšajte iné prosím.
sl: To uporabniško ime je že v uporabi. Poskusi z drugim.
sq: Ky emër përdoruesi është i përdorur tashmë. Ju lutemi, provoni një tjetër.
sr: Корисничко име је у употреби. Пробајте са другим.
sv_se: Detta användarnamn används redan. Välj ett annat namn.
uk: Це ім'я вже використовується. Виберіть будь ласка інше.

source: Please use only alphanumeric characters
bs: Koristite samo alfanumeričke znakove
es: Por favor, usa solo caracteres alfanuméricos
fy_nl: Brûk allinnich alfanumerike tekens
hu: Csak alfanumerikus karaktereket használjon.
it: Utilizza solo caratteri alfanumerici.
ja: 半角英数字のみ使用してください
ms: Sila gunakan hanya abjad angka
nl: Gebruik alleen alfanumerieke tekens
pl: Użyj tylko znaków alfanumerycznych.
sk: Použite prosím iba alfanumerické znaky
sl: Uporabljajte samo alfanumerične znake
sq: Ju lutemi, përdorni vetëm shenja alfanumerike
sr: Користите само алфанумеричке карактере
sv_se: Du kan endast använda alfanumeriska tecken
uk: Використовуйте лише літери та цифри

source: This username is not allowed, please choose another.
bs: Uneseno korisničko ime nije dozvoljeno, molimo vas da odaberete drugo.
es: Este nombre de usuario no está permitido, selecciona otro.
fy_nl: Dizze brûkersnamme is net tastien. Kies in oare.
hu: Ez a név nem engedélyezett, válasszon másikat.
it: Questo nome utente non è consentito, devi utilizzarne un altro.
ja: このユーザー名は使用できません。他のユーザー名を選んでください。
ms: Nama pengguna ini tidak dibenarkan, sila pilih yang lain.
nl: Deze gebruikersnaam is niet toegestaan. Kies een andere.
pl: Ta nazwa użytkownika jest niedozwolona. Wybierz inną.
sk: Toto používateľské meno nie je dovolené. Zvoľte, prosím, iné.
sl: To uporabniško ime ni dovoljeno. Poskusite z drugim.
sq: Ky emër përdoruesi nuk lejohet, ju lutemi, zgjidhni një tjetër.
sr: Унето корисничко име није дозвољено, изаберите друго.
sv_se: Detta användarnamn tillåts inte. Välj ett annat namn.
uk: Це ім'я користувача не дозволене, виберіть будь ласка інше.

source: Please supply your location data.
bs: Unesite podatke o vašoj lokaciji.
el: Παρακαλώ καταχωρίστε τα στοιχεία της τοποθεσίας σας.
es: Por favor, proporciona tus datos de localización.
fy_nl: Jou jo lokaasjegegevens op.
ms: Sila berikan data lokasi anda.
nl: Geef uw locatiegegevens op.
pl: Podaj swoje położenie.
sk: Zadajte, prosím, svoje údaje o polohe.
sq: Ju lutemi, jepni të dhënat për vendin tuaj.
sv_se: Vänligen ange din platsdata.
uk: Будь ласка, вкажіть дані свого розташування.

source: When did you get involved with Mozilla?
bs: Kada ste se priključili Mozilli?
el: Πότε αρχίσατε να συνεισφέρετε στη Mozilla;
es: ¿Cuándo empezaste a colaborar con Mozilla?
fy_nl: Wannear binne jo by Mozilla belutsen rekke?
hu: Mikor került kapcsolatba a Mozillával?
it: Quando hai iniziato a collaborare con Mozilla?
ja: Mozilla の活動に参加したのはいつですか？
ms: Bilakah anda sertai Mozilla?
nl: Wanneer bent u bij Mozilla betrokken geraakt?
pl: Od kiedy udzielasz się w Mozilli?
sk: Kedy ste sa zapojili do projektu Mozilla?
sl: Kdaj ste se vključili v Mozillo?
sq: Kur u përfshitë me Mozilla-n?
sr: Када сте се прикључили Mozilla фондацији?
sv_se: När började ditt engagemang i Mozilla?
uk: Коли ви долучились до Mozilla?

source: Email is currently associated with another user.
bs: Email je trenutno povezan s drugim korisnikom.
el: Το e-mail είναι συσχετισμένο με κάποιον άλλο χρήστη αυτή τη στιγμή.
es: El correo electrónico está asociado a otro usuario.
fy_nl: E-mailadres is op dit stuit mei in oare brûker ferbûn.
hu: Az e-mail cím egy másik felhasználóhoz tartozik.
it: Questa email è già associata a un altro utente.
ja: このメールアドレスは現在別のユーザーに関連付けられています。
ms: E-mel ini sudah digunakan oleh pengguna lain.
nl: E-mailadres is momenteel met een andere gebruiker verbonden.
pl: Ten adres e-mail jest już skojarzony z innym użytkownikiem.
sk: E-mailová adresa je asociovaná s iným používateľom.
sl: E-poštni račun je povezan z drugim uporabniškim računom.
sq: Email hëpërhë i përshoqëruar me një tjetër përdorues.
sr: Е-пошта је тренутно повезана са другим корисником.
sv_se: E-postadressen är för närvarande associerad med en annan användare.
uk: Ця адреса ел. пошти вже пов'язана з іншим користувачем.

source: Provide a reason for vouching with relevant links
bs: Navedite razlog vašeg jamčenja s relevantnim linkovima
es: Da una razón para la recomendación con enlaces destacados
fy_nl: Jou in reden om garant te stean mei relevante keppelingen
hu: Adja meg az ajánlás okát releváns hivatkozásokkal
it: Specifica un motivo valido per l'approvazione, fornendo link rilevanti.
ja: 承認理由を関連リンクとともに入力してください
ms: Beri alasan untuk perakuan beserta pautan berkaitan
nl: Geef een reden om garant te staan met relevante koppelingen
pl: Uzasadnij poręczenie i dodaj odpowiednie odnośniki
sk: Pridajte relevantné dôvody vrátane odkazov, prečo by malo dôjsť ku schváleniu.
sl: Navedite razlog za jamčenje z ustreznimi povezavami
sq: Jepni një arsye rekomandimi, me lidhjet përkatëse
sr: Обезбедити разлог за јамчење са релевантним везама
sv_se: Ge en anledning för verifikation med relevanta länkar
uk: Вкажіть причину затвердження з відповідними посиланнями

source: You must enter a reason for vouching for this person.
bs: Morate da navedete razlog zašto jamčite za ovu osobu.
el: Πρέπει να εισάγετε ένα λόγο που εγγυείσθε για αυτό το άτομο.
es: Debes introducir una razón para responder a esta persona.
fy_nl: Jo moatte in reden opjaan om foar dizze persoan garant te stean.
hu: Meg kell adnia a személy ajánlásának okát.
it: Devi inserire un motivo per l'approvazione di questa persona.
ja: この人を承認する理由を入力してください。
ms: Anda mesti berikan sebab untuk memperakui individu ini.
nl: U moet een reden opgeven om voor deze persoon garant te staan.
pl: Musisz uzasadnić poręczenie dla tej osoby.
sk: Musíte zadať dôvod schválenia tejto osoby.
sl: Navesti morate razlog za jamčenje za to osebo.
sq: Duhet të jepni një arsye rekomandimi për këtë person.
sr: Морате да унесете разлог зашто јамчите за ову особу.
sv_se: Du måste ange en anledning när du verifierar den här personen.
uk: Ви повинні вказати причину, по якій ви затверджуєте цю людину.

source: Personal message to be included in the invite email
bs: Lična poruka će da bude uključena u pozivnicu
el: Προσωπικό μήνυμα που θα συμπεριληφθεί στο e-mail πρόσκλησης
es: Se debe incluir un mensaje personal en el correo de invitación
fy_nl: Persoanlik berjocht yn it e-mailberjocht foar de útnûging
hu: A meghívó e-mailben küldendő személyes üzenet
it: È possibile includere un messaggio personale nella mail di invito.
ja: 招待メールに含める個人的なメッセージ
ms: Mesej peribadi untuk dimasukkan dalam e-mel jemputan
nl: Persoonlijk bericht in het e-mailbericht voor de uitnodiging
pl: Prywatna wiadomość zawarta w zaproszeniu
sk: Osobná správa pre vloženie do e-mailu s pozvaním
sl: Osebno sporočilo, ki bo vključeno v sporočilo s povabilom
sq: Mesazh personal për ta përfshirë te email-i i ftesës
sr: Лична порука ће да буде укључена у е-пошту
sv_se: Personligt meddelande som skickas med inbjudningsmejlet
uk: Персональне повідомлення буде включено у електронний лист із запрошенням

source: Recipient's email
el: Email παραλήπτη
es: Correo electrónico del destinatario
fy_nl: E-mailadres fan ûntfanger
hu: Címzett e-mail címe
it: Email del destinatario
ja: 受取人のメールアドレス
ms: E-mel penerima
nl: E-mailadres van ontvanger
pl: Adresat
sk: Príjemca e-mailu
sl: E-pošta prejemnika
sq: Email-i i marrësit
sr: Е-пошта прималаца
sv_se: Mottagarens e-post
uk: Адреса ел. пошти одержувача

source: You cannot invite someone who has already been vouched.
el: Δεν μπορείτε να προσκαλέσετε κάποιον που είναι ήδη εγγυημένος.
es: No puedes invitar a alguien que ya ha sido recomendado.
fy_nl: Jo kinne net ien útnûgje wêrfoar al garant stien wurdt.
hu: Nem lehet olyan embert meghívni, akinek már van ajánlása.
it: Non puoi invitare una persona che è già stata approvata.
ja: 承認済みの人を招待することはできません。
ms: Anda tidak boleh menjemput seseorang yang telah diperakui.
nl: U kunt niet iemand uitnodigen waarvoor al garant wordt gestaan.
pl: Nie możesz zaprosić kogoś, kto już otrzymał poręczenie.
sk: Nemôžete pozvať niekoho, kto už bol schválený.
sl: Ne morete povabiti osebe, za katero je nekdo že jamčil.
sq: Nuk mund të ftoni dikë që tashmë është rekomanduar.
sr: Не можете позвати неког ко је већ зајемчен.
sv_se: Du kan inte bjuda in någon som redan har verifierats.
uk: Ви не можете запросити того, кого вже затверджено.

source: What would you like to report?
el: Τι θα θέλατε να αναφέρετε;
es: ¿Qué te gustaría decirnos?
fy_nl: Wat soene jo melde wolle?
ja: 報告したい内容
ms: Apakah yang anda hendak laporkan?
nl: Wat zou u willen melden?
pl: Co chciałbyś/chciałabyś zgłosić?
sk: Čo by ste chceli nahlásiť?
sl: Kaj želite prijaviti?
sq: Ç’do të donit të raportonit?
sv_se: Vad vill du rapportera?
uk: Про що ви хотіли б повідомити?

source: Please complete registration before proceeding.
el: Παρακαλούμε ολοκληρώστε την εγγραφή πριν προχωρήσετε.
es: Por favor, completa el registro antes de continuar.
fy_nl: Foltôgje de registraasje eardat jo trochgean.
hu: Elküldés előtt fejezze be a regisztrációt.
it: Completare la registrazione prima di procedere.
ja: 操作を続ける前に登録を完了してください。
ms: Sila siapkan pendaftaran sebelum meneruskan.
nl: Voltooi de registratie voordat u verdergaat.
pl: Zakończ rejestrację, aby kontynuować.
sk: Pred pokračovaním dokončite registráciu.
sl: Preden nadaljujete, izpolnite prijavo.
sq: Ju lutemi, plotësoni regjistrimin, përpara se të vazhdoni.
sr: Попуните регистрацију пре него што наставите.
sv_se: Var vänlig slutför din registrering innan du går vidare.
uk: Перед продовженням, закінчіть будь ласка реєстрацію.

source: Recipient
el: Παραλήπτης
es: Invitado
fy_nl: Untfanger
hu: Címzett
it: Destinatario
ja: 受取人
ms: Penerima
nl: Ontvanger
pl: Adresat
sk: Príjemca
sl: Prejemnik
sq: Marrës
sr: Прималац
sv_se: Mottagare
uk: Отримувач

source: A fellow Mozillian
bs: Kolega Mozillian
el: Ένας φίλος Mozillian
es: Un compañero mozillero
fy_nl: In mei-Mozillian
hu: Ismerős mozillás
it: Un collega mozilliano
ja: Mozillian 仲間
ms: Rakan Mozillian
nl: Een mede-Mozillian
pl: Kolega Mozillianin
sk: Kolega Mozillian
sl: Somoziljan
sq: Një moxillian i ngjashëm
sr: Колега Мозилијан
sv_se: En medmozillian
uk: Знайомий Мозилівець

source: Please join me on mozillians.org
bs: Molim te pridruži mi se na mozillians.org
el: Παρακαλώ ελάτε μαζί μου στο mozillians.org
es: Por favor, únete a mí en mozillians.org
fy_nl: Meitsje ek in account oan op mozillians.org
hu: Csatlakozz hozzám a mozillians.org oldalon
it: Unisciti a noi su mozillians.org
ja: 私と一緒に mozillians.org へ参加しましょう
ms: Mari ikut serta bersama saya di mozillians.org
nl: Maak ook een account aan op mozillians.org
pl: Dołącz mnie do mozillians.org
sk: Pripojte sa ku mne na serveri Mozillians.org
sl: Potrdite me na mozillians.org
sq: Ju lutem, bashkohuni me mua te mozillians.org
sr: Придружи ми се на mozillians.org
sv_se: Gå med mig på mozillians.org
uk: Будь ласка, приєднайтесь до мене на mozillians.org

source: %s created a Mozillians profile
bs: %s je kreirao Mozillian profil
el: Ο/Η %s δημιούργησε ένα προφίλ Mozillians
es: %s creó un perfil en Mozillians
fy_nl: %s hat in Mozillians-profyl oanmakke
hu: %s létrehozott egy mozillás profilt
it: %s ha creato un profilo mozilliano
ja: %s さんが Mozillian プロフィールを作成しました
ms: %s telah cipta akaun Mozillian
nl: %s heeft een Mozillians-profiel aangemaakt
pl: %s utworzył profil Mozillianina
sk: %s vytvoril profil na Mozillians
sl: %s je ustvaril profil na Mozilli
sq: %s krijoi një profil moxilliani
sr: %s је креирао Мозилијан профил
sv_se: %s skapade en profil på Mozillians
uk: %s створив профіль Мозилівця

source: Twitter usernames cannot be longer than 15 characters.
el: Τα ονόματα χρηστών Twitter δεν μπορούν να υπερβούν τους 15 χαρακτήρες.
es: Los nombres de usuario de Twitter deben tener un máximo de 15 caracteres.
fy_nl: Twitter-brûkersnammen kinne net langer wêze as 15 tekens.
hu: Twitter felhasználónevek nem lehetnek hosszabbak 15 karakternél.
it: Il nome utente Twitter non può essere più lungo di 15 caratteri.
ja: Twitter ユーザー名は 15 文字以下でなければなりません。
ms: Nama pengguna Twitter tidak boleh melebihi 15 aksara.
nl: Twitter-gebruikersnamen kunnen niet langer zijn dan 15 tekens.
pl: Nazwa użytkownika Twtitera nie może być dłuższa niż 15 znaków.
sk: Meno používateľa na Twitteri nemôže byť dlhšie ako 15 znakov.
sl: Uporabniška imena za Twitter ne smejo biti daljša od 15 znakov.
sq: Emrat e përdoruesve nga Twitter nuk mund të jenë më të gjatë se 15 shenja.
sr: Twitter корисничка имена не смеју бити дужа од 15 карактера.
sv_se: Användarnamn på Twitter kan inte vara längre än 15 tecken.
uk: Ім'я користувача Twitter не може бути довшим 15 символів.

source: Twitter usernames must contain only alphanumeric characters and the underscore.
el: Τα ονόματα χρήστη Twitter πρέπει να περιέχουν μόνο αλφαριθμητικούς χαρακτήρες και κάτω παύλα.
es: Los nombres de usuario de Twitter solo pueden contener caracteres alfanuméricos y guiones.
fy_nl: Twitter-brûkersnammen meie allinnich alfanumerike tekens en it lizzende streepke befetsje.
hu: A Twitter felhasználónevek csak alfanumerikus karaktereket és aláhúzást tartalmazhatnak.
it: Il nome utente Twitter può contenere solo caratteri alfanumerici e il carattere underscore.
ja: Twitter ユーザー名には半角英数字と下線のみ使用可能です。
ms: Nama pengguna Twitter hanya boleh mengandungi huruf abjad dan garis bawah.
nl: Twitter-gebruikersnamen mogen alleen alfanumerieke tekens en het liggende streepje bevatten.
pl: Nazwa użytkownika Twtitera może zwierać tylko znaki alfanumeryczne i podkreślnik.
sk: Mená používateľov na Twitteri môžu obsahovať iba alfanumerické znaky a podčiarkovník.
sl: Uporabniška imena za Twitter lahko vsebujejo le alfanumerične znake in podrčrtaje.
sq: Emrat e përdoruesve nga Twitter duhet të përmbajnë vetëm shenja alfanumerike dhe nënvija.
sr: Twitter корисничка имена морају садржати само алфанумеричке карактере и доњу црту.
sv_se: Användarnamn på Twitter får endast innehålla alfanumeriska tecken och understreck.
uk: Імена Twitter повинні містити лише літери, цифри та підкреслювання.

source: Enter a valid URL.
el: Εισάγετε ένα έγκυρο URL.
es: Escribe una URL válida.
fy_nl: Fier in jildige URL yn.
hu: Adjon meg egy érvényes URL-t.
it: Inserisci un URL valido.
ja: 正しい URL を入力してください。
ms: Masukkan URL yang sah.
nl: Voer een geldige URL in.
pl: Podaj poprawny adres URL
sk: Zadajte platnú adresu
sl: Vnesite veljaven URL naslov.
sq: Jepni një URL të vlefshme.
sr: Унесите важећу URL адресу.
sv_se: Ange en giltig URL.
uk: Введіть дійсну URL.

source: This field requires an identifier, not a URL.
el: Αυτό το πεδίο απαιτεί ένα αναγνωριστικό, όχι URL.
es: Este campo requiere un identificador, no una URL.
fy_nl: Dit fjild fereasket in id, gjin URL.
hu: Ez a mező azonosítót igényel, nem URL-t.
it: Questo campo richiede un identificativo, non un URL.
ja: この項目には URL ではなく識別子が必要です。
ms: Medan ini memerlukan sebuah pengenal, bukan URL.
nl: Dit veld vereist een id, geen URL.
pl: W tym polu wymagany jest identyfikator, a nie adres URL.
sk: Toto pole vyžaduje identifikátor a nie URL adresu.
sl: To polje zahteva identifikator, ne naslov URL.
sq: Kjo fushë lyp një identifikues, jo një URL.
sr: Ово поље захтева идентификатор, не URL адресу.
sv_se: Det här fältet kräver en identifierare, inte en URL.
uk: В це поле необхідно ввести ідентифікатор, а не URL.

source: Enter a valid email address.
el: Εισάγετε μια έγκυρη διεύθυνση email.
es: Escribe una dirección de email válida.
fy_nl: Fier in jildich e-mailadres yn.
hu: Adjon meg egy érvényes e-mail címet.
it: Inserisci un indirizzo email valido.
ja: 正しいメールアドレスを入力してください。
ms: Masukkan alamat e-mel yang sah.
nl: Voer een geldig e-mailadres in.
pl: Podaj czynny adres e-mail.
sk: Zadajte platnú e-mailovú adresu.
sl: Vnesite veljaven e-poštni naslov.
sq: Jepni një adresë email të vlefshme.
sr: Унесите важећу адресу е-поште.
sv_se: Ange en giltig e-postadress.
uk: Введіть дійсну адресу електронної пошти.

source: Please enter a valid phone number in international format (e.g. +1 555 555 5555)
el: Παρακαλώ εισάγετε έναν έγκυρο αριθμό τηλεφώνου σε διεθνή μορφή (π.χ. +30 555 555 5555)
es: Por favor escribe un número de teléfono válido, en formato internacional (por ejemplo, +1 555 555 5555)
fy_nl: Fier in jildich telefoannûmer yn, yn ynternasjonale notaasje (byg. +31 555 555 555)
hu: Adjon meg érvényes telefonszámot nemzetközi formátumban (például: +36 55 555 5555)
it: Inserire un numero di telefono valido con prefisso internazionale (ad es. +39 555 555 5555)
ja: 正しい電話番号を国際形式で入力してください (例: +1 555 555 5555)。
ms: Masukkan nombor telefon yang sah dalam format antarabangsa (contohnya, +1 555 555 5555)
nl: Voer een geldig telefoonnummer in, in internationale notatie (bv. +31 555 555 555)
pl: Podaj czynny numer telefonu w formacie międzynarodowym, np. +48 555 555 555
sk: Zadajte platné telefónne číslo s medzinárodnou predvoľbou (napr. +421 123 456 789)
sl: Vnesite veljavno telefonsko številko v mednarodni obliki (npr. +386 55 555 555)
sq: Ju lutemi, jepni një numër të vlefshëm telefoni, në format ndërkombëtar (p.sh. +1 555 555 5555)
sr: Унесите исправан број телефона, у међународном формату (нпр. +381 64 555 5555)
sv_se: Ange ett giltigt telefonnummer i internationellt format (t.ex. +1 555 555 5555)
uk: Будь ласка, введіть дійсний номер телефону в міжнародному форматі (н-д +1 555 555 5555)

source: Successfully vouched user.
el: Επιτυχώς εγγυημένος χρήστης.
es: Se ha recomendado correctamente al usuario.
fy_nl: Garantstelling foar brûker slagge.
hu: A felhasználó sikeresen ajánlva.
it: Utente approvato correttamente.
ja: ユーザーの承認が完了しました。
ms: Berjaya memperakui pengguna.
nl: Garantstelling voor gebruiker gelukt.
pl: Użytkownik uzyskał poręczenie.
sk: Používateľ bol úspešne schválený.
sl: Uspešno jamčen uporabnik.
sq: Rekomandimi i përdoruesit u krye me sukses.
sr: Успешно јамчен корисник.
sv_se: Verifikation av användaren lyckades.
uk: Успішно затверджений користувач.

source: User not vouched. Maybe there are {0} vouches already?
es: No se ha recomendado al usuario. ¿Será porque ya hay {0} recomendaciones?
fy_nl: Gjin garantstelling foar brûker. Miskien binne der al {0} garantstellingen?
hu: A felhasználó nincs ajánlva. Talán már van {0} ajánlása?
it: Utente non approvato. Forse sono già presenti {0} approvazioni?
ja: ユーザーは承認されませんでした。既に {0} 人から承認を受けているようです。
ms: Pengguna tidak diperakui. Mungkin telah ada {0} perakuan?
nl: Geen garantstelling voor gebruiker. Misschien zijn er al {0} garantstellingen?
pl: Użytkownik nie uzyskał poręczenia. Może ma już poręczenia: {0} .
sk: Používateľ nie je schválený. Možno zatiaľ má len {0} hlasy?
sl: Za uporabnika še nihče ni jamčil. Mogoče že obstaja {0} jamstvo?
sq: Përdoruesi nuk u rekomandua. Ndoshta i ka tashmë {0} rekomandime?
sr: Корисник није јамчен. Можда већ постоји {0} јамчења за њега?
sv_se: Användaren verifierades inte. Finns det {0} verifikationer redan?
uk: Користувач не затверджений. Можливо зараз {0} поручителів?

source: Successfully unvouched user.
es: Se eliminó la recomendación del usuario exitosamente.
fy_nl: Garantstelling foar brûker fuortsmiten.
hu: A felhasználó ajánlása sikeresen visszavonva.
it: Approvazione utente rimossa correttamente.
ja: ユーザーの承認取り消しが完了しました。
ms: Berjaya tidak memperakui pengguna.
nl: Garantstelling voor gebruiker verwijderd.
pl: Cofnięto poręczenie dla użytkownika.
sk: Úspešné zrušenie schválenia používateľa.
sl: Jamstvo za uporabnika uspešno odstranjeno.
sq: Rekomandimi i përdoruesit u hoq me sukses.
sr: Успешно нејамчен корисник.
sv_se: Användarens verifikation har blivit borttagen.
uk: Успішно знято затвердження з користувача.

source: Thanks for helping us improve mozillians.org!
es: ¡Gracias por ayudar nos a mejorar mozillians.org!
fy_nl: Tank foar jo help by it ferbetterjen fan mozillians.org!
ja: mozillians.org の改善にご協力いただき、ありがとうございます！
ms: Terima kasih kerana membantu kami memperbaiki mozillians.org!
nl: Bedankt voor uw hulp bij het verbeteren van mozillians.org!
pl: Dziękujemy za pomoc w udoskonalaniu witryny mozillians.org!
sk: Vďaka za vašu pomoc pri vylepšovaní mozillians.org!
sl: Hvala, ker nam pomagate izboljšati mozillians.org!
sq: Faleminderit që na ndihmoni të përmirësojmë mozillians.org!
sv_se: Tack för att du hjälper oss förbättra mozillians.org!
uk: Дякуємо за допомогу в покращенні mozillians.org!

source: Thanks for vouching for a fellow Mozillian! This user is now vouched!
es: ¡Gracias por recomendar a un compañero mozillero! ¡Este usuario ahora está recomendado!
fy_nl: Tank foar it garant stean foar in mei-Mozillian! Foar dizze brûker wurdt no garant stien!
hu: Köszönjük, hogy ajánlotta mozillás barátját! Mostantól ez a felhasználó ajánlással rendelkezik!
it: Ti ringraziamo per aver approvato un collega mozilliano. Questo utente ora risulta approvato.
ja: 仲間の Mozillian を承認していただきありがとうございます。このユーザーは承認されました！
ms: Terima kasih kerana memperakui rakan Mozillian! Pengguna ini telah diperakui!
nl: Bedankt voor het garant staan voor een mede-Mozillian! Voor deze gebruiker wordt nu garant gestaan!
pl: Dziękujemy za poręczenie kolegów Mozillian! Ten użytkownik ma teraz poręczenie!
sk: Ďakujeme za potvrdenie člena serveru Mozillians! Používateľ je teraz potvrdený!
sl: Hvala, ker jamčite za somoziljana! Za tega uporabnika je bilo jamčeno!
sq: Faleminderit që rekomanduat një pasues të moxillianëve. Ky përdorues tani ka rekomandim!
sr: Хвала вам на јамству за колегу Мозилијана! Овај корисник је сада јамчен!
sv_se: Tack för att du går i god för en medmozillian! Denna användare är nu verifierad!
uk: Дякуємо, що поручились за колегу Мозилівця! Цього користувача тепер затверджено!
