Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/messages.po
Languages: ca, lt

source: Privacy has been an important part of this directory from the very beginning. We want to make sure we provide Mozillians with the best experience possible, from the way the site is built to the way we vouch for new users before they can access data that should only be available to other Mozillians. Read our <a href="%(privacy_policy_url)s"> Privacy Policy </a> for more information.
lt: Privatumo užtikrinimas nuo pat pradžių buvo svarbus šio katalogo tikslas. Mes siekiame užtikrinti, kad moziliečių patirtis šioje svetainėje būtų nepriekaištinga, todėl ne tik kuriame ją saugią, bet ir reikalaujame, kad už kiekvieną naują jos naudotoją pirmiausia laiduotų kitas mozilietis, o tik tada naujokui suteikiame prieigą prie tik bendruomenės nariams skirtos informacijos, Daugiau informacijos gali rasti „Mozillos“ <a href="%(privacy_policy_url)s">privatumo nuostatuose</a>.

source: The community directory is also a community project and you are welcome to get involved to help us make it even better or to integrate it into other community tools. Get in touch with us on the <a href="%(google_groups_url)s"> Mozillians forums </a> to learn how.
lt: Šis bendruomenės katalogas taip pat yra ir bendruomeninis projektas, kuriame gali dalyvauti ir Tu. Jeigu nori padėti mums dar patobulinti šį įrankį ar integruoti jį su kitais bendruomenės įrankiais, parašyk mums į <a href="%(google_groups_url)s">forumą</a> (anglų kalba).

source: Skills & Groups
lt: Įgūdžiai ir grupės

source: Vouches & Invites
lt: Laidavimai ir kvietimai

source: Account
lt: Paskyra

source: Services
lt: Paslaugos

source: Personal
lt: Asmeniniai duomenys

source: Let us know where in the world you are. Other vouched Mozillians will be able to contact you easier and vice-versa.
lt: Pasisakyk, iš kurios pasaulio vietos esi, kad kiti moziliečiai, už kuriuos laiduota, galėtų lengviau susisiekti su Tavimi, o Tu – su jais.

source: Groups are a community of Mozillians with some relation to each other. This can be an interest, team, project, product or sub-community.
lt: Grupės – tai atskiros moziliečių bendruomenės, turinčios kažką bendro. Bendras gali būti interesas. narystė toje pačioje komandoje, dalyvavimas projekte ar vietinėje bendruomenėje.

source: Skills
lt: Įgūdžiai

source: A skill is the learned capacity to carry out pre-determined results often with the minimum outlay of time, energy, or both.
lt: Įgūdis – tai įgytos žinios, padedančios pasiekti norimų rezultatų, be perteklinių laiko, energijos, ar jų abiejų sąnaudų.

source: Languages
lt: Kalbos

source: The Mozilla Project spans over many countries and languages. Share the languages you speak to be found easily by other Mozillians.
lt: „Mozillos“ projektas aprėpia daugybę šalių, kalbančių įvairiausiomis kalbomis. Išvardink kalbas, kurias moki, kad kiti moziliečiai galėtų Tave lengviau rasti.

source: Vouched By
lt: Laiduotojas

source: You are automatically vouched!
lt: Už tave laiduota automatiškai!

source: You aren't vouched! Send this link to a mozillian who can vouch for your contributions: <em class="underline" title="Your profile URL"> %(profile_url)s </em>
lt: Už Tave dar nėra laiduota! Išsiųsk šį saitą kam nors iš čia užsiregistravusių ir laiduoti galinčių moziliečių, pažįstančių Tave ir žinančių Tavo indėlį: <br> <em class="underline" title="Tavo profilio adresas">%(profile_url)s</em>

source: Vouchees
lt: Laidavo už

source: Persona Email
lt: „Personos“ el. paštas

source: Password
lt: Slaptažodis

source: Change your password at <a href="%(persona)s">Persona</a>
lt: Slaptažodį gali pasikeisti <a href="%(persona)s">„Personoje“</a>

source: Privacy Settings
lt: Privatumo nuostatos

source: Mozillians
lt: Moziliečiai

source: Delete Account
lt: Pašalinti paskyrą

source: I acknowledge that deleting my account will make it tougher for me to show off my contributions and easily be found by other members of the Mozilla community.
lt: Aš suprantu, kad pašalinus mano paskyrą, man bus sudėtingiau parodyti savo indėlį į „Mozillos“ bendruomenę, o kitiems jos nariams bus sunkiau mane surasti.

source: The Phonebook offers an API to help authorize contributors and share profile data to other tools and sites like <a href="%(bugzilla_url)s">Bugzilla</a> and the <a href="%(reps_url)s">Mozilla Reps Portal</a>.
lt: Šis katalogas suteikia API sąsają, kurios pagalba galima autorizuoti „Mozillos“ talkininkus ir dalintis savo profilio duomenimis su kitais įrankiais ir svetainėmis, pavyzdžiui, <a href="%(bugzilla_url)s">„Bugzilla“</a> ir <a href="%(reps_url)s">„Mozilla Reps“ portalu</a>.

source: Developers
lt: Programuotojams

source: Take a look at the list of the <a href="%(api_schema_url)s">API methods we've made available</a>. To use this API, you'll need to get approval from the Privacy team. To get started, <a href="%(bugzilla_request_url)s">file a bug</a>. If you have any questions, talk to us in our <a href="%(dev_form_url)s"> development forum</a>.
lt: Susipažink su <a href="%(api_schema_url)s">prieinamais API sąsajos metodais</a>. Norint šia API sąsaja naudotis, reikės gauti pritarimą iš Privatumo komandos. Pradžiai, <a href="%(bugzilla_request_url)s">užregistruok užklausą „Bugzilloje“</a>. Jeigu vėliau kils kokių nors klausimų, su mumis gali susisiekti <a href="%(dev_form_url)s">programuotojų forume</a>.

source: You have no registered, active apps.
lt: Tu neturi aktyvių registruotų programų.

source: <p> Your profile is waiting to be vouched. Send the link below to someone who is familiar with your contributions and ask them to vouch for you. </p> <p> If you are new to the Mozilla community, <a href="%(contribute_url)s">get involved</a>. The chances of being vouched increase as you finish tasks in our community. </p> <em class="underline" title="Your profile URL"> %(profile_url)s </em>
lt: <p>Už tave dar nėra laiduota. Išsiųsk šį saitą kam nors iš čia užsiregistravusių moziliečių, žinančių apie Tavo indėlį, ir paprašyk, kad už tave laiduotų.</p><p>Jeigu „Mozillos“ bendruomenėje esi naujokas, <a href="%(contribute_url)s">sužinok, kaip gali įsitraukti į mūsų veiklą</a>. Jeigu būsi aktyvus(-i) šioje bendruomenėje, tikimybė, kad už tave bus laiduota, padidės.</p> <em class="underline" title="Tavo profilio adresas">%(profile_url)s</em>

source: Mozillian
lt: Mozilietis

source: Name, IRC Nick, Email or Location
lt: Vardas, IRC pseudonimas, el. p. adresas arba gyvenamoji vieta

source: Advanced Options
lt: Papildomos parinktys

source: <p id="not-found"> Sorry, we cannot find a group or person related to "%(query)s". </p> <p> Maybe they're not a Mozillian yet? <a href="%(invite)s">Invite this person</a> to create a profile. </p>
lt: <p id="not-found">Deja, grupės arba asmens, susijusio su Tavo vykdyta paieška („%(query)s“), rasti nepavyko.</p><p>Jeigu tai asmuo, galbūt jis dar netapo moziliečiu? Gali <a href="%(invite)s">pakviesti šį žmogų</a> susikurti profilį.</p>

source: Need help? Contact a steward in a functional area!
lt: Reikia pagalbos? Susisiek su šios funkcinės srities kuratoriumi!

source: Email:
lt: El. pašto adresas:

source: Username:
lt: Naudotojo vardas:

source: Full Name
lt: Pilnas vardas

source: Sites that can determine my vouched status
lt: Svetainės, galinčios sužinoti, ar už Tave laiduota

source: All Community Sites
lt: Visos bendruomenės svetainės

source: Only Mozilla Properties
lt: Tik „Mozillai“ priklausančios svetainės

source: Allow Mozilla sites to access my profile data?
lt: Ar leisti „Mozillos“ svetainėms pasiekti tavo profilio duomenis?

source: Yes
lt: Taip

source: No
lt: Ne

source: Previous
lt: Grįžti

source: <p> Sorry, but we encountered an unexpected error and can't process your request. You can try again by refreshing your browser or you can <a href="%(bugzilla_url)s"> file a bug</a> letting us know what happened and we'll get right on fixing the problem. </p> <p> If refreshing the page didn't work, you can <a href="%(home_url)s">head to the Mozillians home page</a> to find out more about Mozillians. Sorry about this! </p>
lt: <p>Apgailestaujame, tačiau apdorojant šią užklausą, įvyko netikėta klaida. Gali pabandyti įkelti tinklapį iš naujo arba <a href="%(bugzilla_url)s">užregistruoti klaidą</a> – pranešime paaiškink, kas nutiko, ir mes imsimės šios problemos sprendimo.</p><p>Jeigu tinklapio iš naujo įkelti nepavyko, gali <a href="%(home_url)s">grįžti į moziliečių katalogo pradžios tinklapį</a> ir sužinoti apie mus daugiau. Dar kartą atsiprašome!</p>

source: View Profile
lt: Rodyti profilį

source: Sign in with Persona
lt: Prisijunk, naudodamasis „Personą“
