Repository: Mozilla-GitHub-Standards/b9272a1da5f0e437a1b6cea18a1d5c75f1a1a7fe2638b14dc08df8505c46494e
Catalog: */LC_MESSAGES/messages.po
Languages: ca, lt

source: Groups can only contain alphanumeric characters, dashes, spaces.
ca: Els grups només poden contenir caràcters alfanumèrics, guions i espais.
lt: Grupės pavadinimą gali sudaryti tik raidės, skaitmenys, brūkšneliai ir tarpai.

source: Group Listing
ca: Llista de grups
lt: Grupės sąrašas

source: Mozillians work on all sorts of different things! From Add-on developers to localizers, find Mozillians who work on similar things using user-created groups.
ca: Els Mozillians treballen en tota mena de coses! Des de desenvolupadors de complements fins a localitzadors, trobeu Mozillians amb interessos similars mitjançant els grups creats pels usuaris.
lt: Moziliečiai užsiima pačiomis įvairiausiomis veiklomis! Pasinaudok pačių naudotojų susikurtomis grupėmis ir susirask Tave dominančius moziliečius – pradedant priedų kūrėjais, baigiant lokalizuotojais.

source: Back
ca: Enrere
lt: Grįžti

source: Next
ca: Següent
lt: Toliau

source: Users in Group "%(name)s"
ca: Usuaris en el grup «%(name)s»

source: <h1>Users in Group "%(name)s"</h1>
ca: <h1>Usuaris en el grup «%(name)s»</h1>

source: Join Group
ca: Uniu-vos al grup
lt: Prisijungti prie grupės

source: Leave Group
ca: Deixa el grup
lt: Pasitraukti iš grupės

source: First Name
ca: Nom

source: Last Name
ca: Cognom

source: Nickname
ca: Sobrenom

source: This username is in use. Please try another.
ca: Aquest nom ja s'utilitza. Proveu-ne un altre.
lt: Šis naudotojo vardas jau užimtas. Bandyk kitą.

source: Please use only alphanumeric characters
ca: Utilitzeu només caràcters alfanumèrics
lt: Prašom naudoti tik raides, skaitmenis, brūkšnelius ir tarpus

source: This username is reserved, please choose another.
ca: Aquest sobrenom està reservat. Escolliu-ne un altre.

source: Profile Photo
ca: Foto de perfil
lt: Profilio nuotrauka

source: Remove Profile Photo
ca: Elimina la foto del perfil
lt: Pašalinti profilio nuotrauką

source: Groups
ca: Grups
lt: Grupės

source: Address
ca: Adreça

source: City
ca: Ciutat
lt: Miestas

source: Province/State
ca: Comarca/Regió
lt: Regionas / valstija

source: Country
ca: País
lt: Valstybė

source: Postal/Zip Code
ca: Codi postal

source: You cannot invite someone who has already been vouched.
ca: No podeu convidar a una persona que ja ha estat recomanada.
lt: Asmens, už kurį jau buvo laiduota, pakviesti negalima.

source: Become a Mozillian
ca: Esdevingueu un Mozillian
lt: Tapk moziliečiu!

source: Hi there. %s has invited you to join mozillians.org, the community directory for Mozilla contributors. You can create a community profile for yourself and search for other contributors to learn more about them or get in touch.
ca: Hola, %s us ha convidat a unir-te a mozillians.org, el directori dels col·laboradors de la comunitat Mozilla. Pots crear el teu propi perfil sobre el que fas a la comunitat i cercar altres col·laboradors per conèixer-los més o contactar-hi.

source: Join Mozillians: %s
ca: Uniu-vos als Mozillians: %s

source: You must be vouched to do this.
ca: Cal que algú us recomani per fer això.

source: You changed your username; please note your profile URL has also changed.
ca: Heu canviat el nom d'usuari. Tingueu en compte que l'URL del perfil també ha canviat.
lt: Tu pasikeitei naudotojo vardą. Atkreipk dėmesį, jog Tavo profilio URL adresas taip pat pasikeitė.

source: Thanks for vouching for a fellow Mozillian! This user is now vouched!
ca: Gràcies per recomanar un company Mozillian! Aquest usuari ara està recomanat!
lt: Ačiū, kad laidavai už bičiulį mozilietį! Dabar už šį naudotoją laiduota.

source: About Mozillians
ca: Quant a Mozillians
lt: Apie moziliečius

source: Photo collage of Mozillians
ca: Collage de fotografies dels Mozillians
lt: Moziliečių fotokoliažas

source: <p> Mozillians are people who volunteer their time to advance the Mozilla mission. They're dedicated to promoting openness, innovation and opportunity on the Web and they form the core of our community. </p> <p> This directory is a resource to make it easy for Mozillians to learn who is involved, what they do and how to connect with them. </p> <p> Want to find Mozillians in Auckland for a meetup? Need an expert XPCOM hacker to review a patch? That's exactly what this site is for. </p> <p> <a href="https://wiki.mozilla.org/Mozillians#Roadmap">These features</a>, and others, are currently in development. If you'd like to help us out with these, find out how you can <a href="#get-involved">get involved</a> below. </p>
ca: <p> Els Mozillians són voluntaris que dediquen el seu temps a fer avançar la missió de Mozilla. Es dediquen a promoure l'obertura, la innovació i les oportunitats a la xarxa i formen el nucli de la nostra comunitat</p> <p>Aquest directori és un recurs perquè sigui fàcil pels Mozillians saber qui hi està involucrat, què fan i com connectar-hi.</p> <p>Voleu trobar Mozillians al Pallars Sobirà per fer una trobada? Necessiteu un furoner expert en XPCOM per revisar un pedaç? Això és exactament pel que serveix aquest lloc.</p> <p> <a href="https://wiki.mozilla.org/Mozillians#Roadmap">Aquestes funcions</a> i altres s'estan desenvolupant actualment. Si us agradaria ajudar-nos, descobriu com<a href="#get-involved">involucrar-vos-hi</a> més avall. </p>

source: Create Profile
ca: Crea un perfil
lt: Susikurk profilį

source: Privacy First
ca: Primer la privadesa
lt: Privatumas – pirmiausia

source: Privacy has been an important part of this directory from the very beginning. We want to make sure we provide Mozillians with the best experience possible, from the way the site is built to the way we vouch for new users before they can access data that should only be available to other Mozillians. Read our <a href="http://www.mozilla.org/%(locale)s/privacy-policy.html"> Privacy Policy </a> for more information.
ca: La privadesa ha estat una part important d'aquest directori des del principi. Volem assegurar-nos que donem als Mozillians la millor experiència possible, des de la manera en què està construït el lloc fins la manera en què recomanem nous usuaris abans que puguin accedir a les dades que només haurien d'estar disponibles per altres Mozillians. Llegiu la nostra <a href="http://www.mozilla.org/%(locale)s/privacy-policy.html">Política de privadesa</a> si en voleu més informació.

source: Get Involved
ca: Involucreu-vos-hi
lt: Prisidėk

source: The community directory is also a community project and you are welcome to get involved to help us make it even better or to integrate it into other community tools. Get in touch with us on the <a href="http://groups.google.com/group/mozilla.mozillians/topics"> Mozillians forums </a> to learn how.
ca: El directori de la comunitat és també el directori del projecte i us donem la benvinguda si desitgeu involucrar-vos i ajudar-nos a millorar a integrar-nos amb altres eines comunitàries. Esteu en contacte amb nosaltres mitjançant el <a href="http://groups.google.com/group/mozilla.mozillians/topics"> fòrum dels Mozillians </a> per a més informació.

source: Confirm Profile Deletion
ca: Confirma l'eliminació del perfil
lt: Profilio šalinimo patvirtinimas

source: Are You Sure You Want to Leave Mozillians?
ca: Esteu segur que voleu abandonar Mozillians?
lt: Ar tikrai nori panaikinti savo registraciją moziliečių kataloge?

source: Deleting your profile is immediate and irreversible. Any information in your profile will be permanently lost. If you want to join Mozillians again, you will need to get vouched again.
ca: Eliminar el vostre perfil és immediat i irreversible. Tota la informació del person es perdrà permanentment. Si voleu tornar a unir-vos a Mozillians, caldrà que demaneu que us recomanin de nou.
lt: Profilio šalinimas yra momentinis ir negrįžtamas. Bet kokia Tavo profilyje esanti informacija bus prarasta. Jeigu vėliau norėsi vėl čia užsiregistruoti, teks vėl prašyti, kad kitas mozilietis už Tave laiduotų.

source: Are you absolutely sure you want to delete your profile?
ca: Esteu absolutament segur que voleu esborrar el perfil?

source: No: don't delete my profile
ca: No: no esborris el perfil
lt: Ne, profilio šalinti nenoriu

source: I'm sure: delete my profile
ca: N'estic segur: esborra el perfil
lt: Taip, tikrai noriu pašalinti profilį

source: Edit Your Profile
ca: Edita el perfil
lt: Profilio taisymas

source: Complete Your Profile
ca: Completeu el perfil

source: Sorry, but there were problems with the info you submitted. Please review the form, correct any errors, and try again.
ca: Hi ha hagut problemes amb la informació que heu tramès. Comproveu el formulari, corregiu qualsevol error i torneu-ho a intentar.

source: My Info
ca: La meva informació

source: This field is required.
ca: Camp obligatori.

source: Profile photo
ca: Foto de perfil
lt: Profilio nuotrauka

source: Remove uploaded photo
ca: Elimina la foto penjada

source: My Login Info
ca: Les meves dades d'inici de sessió

source: Primary Email:
ca: Adreça electrònica principal:

source: At this time, profiles are only viewable by other Mozillians. Community members may use them to identify and contact you about events, projects and other Mozilla-related activities.
ca: En aquest moment només altres Mozillians poden veure els perfils. Els membres de la comunitat poden utilitzar-los per identificar-vos i contactar-vos per esdeveniments, projectes i altres activitats relacionades amb Mozilla.

source: Create Account
ca: Crea un compte

source: Update
ca: Actualitza
lt: Atnaujinti

source: Cancel
ca: Cancel·la
lt: Atsisakyti

source: Delete Profile
ca: Elimina el perfil
lt: Pašalinti profilį

source: Mozilla Community Directory
ca: Directori de la comunitat Mozilla
lt: „Mozillos“ bendruomenės katalogas

source: This website requires JavaScript to be turned on.
ca: Aquest lloc web necessita que el JavaScript estigui habilitat.

source: <h1>Welcome<br> <small>to the Mozilla community directory.</small></h1>
ca: <h1>Benvinguts<br> <small>al directori de la comunitat Mozilla.</small></h1>

source: If you're looking for information on your fellow contributors, what they do and how to connect with them, you've come to right place. <a href="%(about)s">Learn more</a>
ca: Si cerqueu informació dels vostres companys col·laboradors, què fan i com connectar-hi, sou al lloc correcte. <a href="%(about)s">Més informació</a>

source: Sign In with BrowserID
ca: Inicieu la sessió mitjançant BrowserID

source: What is BrowserID? Why are we using it?
ca: Què és BrowserID? Per què hauria d'emprar-lo?

source: Tell other contributors about this directory and ask them to create a profile. <br><a href="%(invite)s" class="button primary">Invite a Mozillian</a>
ca: Informeu altres col·laboradors d'aquest directori i demaneu-los que es facin un perfil. <br><a href="%(invite)s" class="button primary">Convida un Mozillian</a>

source: Invite a Mozillian
ca: Convida a un Mozillian
lt: Pakviesk mozilietį

source: If you'd like to invite a Mozillian to create a profile, please enter their email address here:
ca: Si voleu convidar un Mozillian perquè creï un perfil, introduïu aquí la seva adreça electrònica:
lt: Jeigu nori pakviesi mozilietį ir pasiūlyti jam susikurti profilį, įvesk jo el. pašto adresą čia:

source: Send invite
ca: Envia una invitació
lt: Išsiųsti pakvietimą

source: <strong>Note:</strong> Your name and email will be sent to whomever you invite.
ca: <strong>Nota:</strong> el vostre nom i correu electrònic serà enviat a la persona qui voleu convidar.
lt: <strong>Pastaba:</strong> kviečiamasis asmuo matys tavo vardą ir el. pašto adresą.

source: Invitation Sent
ca: S'ha enviat la invitació
lt: Kvietimas išsiųstas

source: Invitation Sent!
ca: S'ha enviat la invitació!
lt: Kvietimas išsiųstas!

source: %(email)s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can <a href="%(invite_url)s"> invite another Mozillian</a> if you like.
ca: Heu convidat a %(email)s a Mozillians. Rebran un correu electrònic amb instruccions per subscriure-s'hi. Si ho desitgeu, podeu <a href="%(invite_url)s"> convidar un altre Mozillian</a>.

source: Your Profile
ca: El vostre perfil
lt: Tavo profilis

source: Mozillian Profile
ca: Perfil Mozillian
lt: Moziliečio profilis

source: Pending Profile
ca: Perfil pendent
lt: Nepatvirtintas profilis

source: Your profile is waiting for approval. Send this link to someone who is familiar with your contributions and ask them to vouch for you: <br> <em class="underline" title="Your profile URL"> %(profile_url)s </em>
ca: El vostre perfil està pendent d'aprovació. Envieu aquest enllaç a un membre que conegui la vostra tasca i contribucions perquè us recomani: <br> <em class="underline" title=" URL del vostre perfil"> %(profile_url)s </em>

source: This profile is waiting for approval. If you can vouch for this person's contributions, please do so.
ca: Aquest perfil està pendent d'aprovació. Si desitgeu recomanar a aquesta persona, feu-ho ara.

source: <button type="submit" class="button primary small"> Vouch for %(name)s </button>
ca: <button type="submit" class="button primary small"> Recomana a %(name)s </button>

source: Profile Picture
ca: Foto del perfil

source: Edit My Profile
ca: Edita el perfil
lt: Taisyti profilį

source: Email
ca: Adreça electrònica
lt: El. pašto adresas

source: Website
ca: Lloc web
lt: Svetainė

source: Location
ca: Ubicació
lt: Gyvenamoji vieta

source: Vouched by
ca: Recomanat per
lt: Laiduotojas

source: Bio:
ca: Biografia:

source: Search Results
ca: Resultats de la cerca
lt: Paieškos rezultatai

source: Search
ca: Cerca
lt: Paieška

source: Name, IRC Nick, or Email
ca: Nom, sobrenom de l'IRC o adreça electrònica

source: <h2>Search For a Mozillian</h2> <p> You can search for another Mozillian using their name, email, or nickname. </p>
ca: <h2>Cerca un Mozillian</h2><p> Podeu cercar altres Mozillians pel nom, l'adreça electrònica o el sobrenom.</p>
lt: <h2>Moziliečių paieška</h2> <p>Moziliečių gali ieškoti pagal vardą, el. pašto adresą arba pseudonimą.</p>

source: The Mozillian you are looking for is not in the directory. Please check your spelling or <a href="%(invite)s">invite this person</a> to create a profile.
ca: El o la Mozillian que cerqueu no és al directori. Comproveu-ne l'ortografia o<a href="%(invite)s">convideu aquesta persona</a> a fer-se un perfil.

source: This is your Gravatar, change it at gravatar.com
ca: Aquest és el vostre Gravatar. Podeu canviar-lo a gravatar.com
lt: Tai – Tavo Gravatar'as. Jį gali keisti adresu gravatar.com.

source: This user is a vouched Mozillian.
ca: Aquest usuari és un Mozillian recomanat.

source: This user has not yet been vouched.
ca: Aquest usuari encara no s'ha recomanat.

source: Non-Vouched
ca: Sense recomanació

source: Contact Person
ca: Persona de contacte

source: Summary
ca: Resum

source: Instructions
ca: Instruccions

source: Deadline
ca: Data límit

source: yyyy-mm-dd
ca: dd-mm-aaaa

source: Created Date
ca: Data creada

source: Disabled
ca: Inhabilitat

source: Edit A Task
ca: Edita una tasca

source: Edit Your Task
ca: Edita la vostra tasca

source: Create A Task
ca: Crea una tasca

source: Create Task
ca: Crea una tasca

source: Bio
ca: Biografia
lt: Biografija

source: IRC Nickname
ca: Sobrenom en l'IRC
lt: IRC pseudonimas

source: You are now vouched on Mozillians!
ca: Us han recomanat a Mozillians!
lt: Dabar esi patvirtintas mozilietis!

source: You've now been vouched on Mozillians.org. You'll now be able to search, vouch and invite other Mozillians onto the site.
ca: Heu estat recomanats a Mozillians.org. Ara podeu fer cerques, convidar i recomanar a altres usuaris d'aquest web.
lt: Mozillians.org svetainėje už Tave laidavo. Dabar galėsi vykdyti paiešką, kviesti į registruotis kitus moziliečius ir už juos laiduoti.

source: Your account has been created.
ca: S'ha creat el vostre compte.
lt: Tavo paskyra sukurta.

source: Someone has already registered an account with %(email)s.
ca: Ja s'ha registrat un compte amb %(email)s.

source: Create Your Profile
ca: Creeu el vostre perfil
lt: Susikurk profilį

source: <label for="id_optin">I'm okay with you handling this info as you explain in your <a href="http://www.mozilla.org/%(locale)s/privacy-policy.html" target="_blank">privacy policy</a>.</label>
ca: <label for="id_optin">Estic d'acord que aquesta informació es gestioni tal com s'estableix a la <a href="http://www.mozilla.org/%(locale)s/privacy-policy.html" target="_blank">política de privadesa</a>.</label>
lt: <label for="id_optin">Pažymėk, jeigu sutinki, kad šie duomenys būtų tvarkomi kaip nurodyta mūsų <a href="http://www.mozilla.org/%(locale)s/privacy-policy.html" target="_blank">privatumo nuostatose</a>.</label>

source: Confirmation Sent
ca: S'ha enviat la confirmació

source: A confirmation email has been sent.
ca: S'ha enviat un correu de confirmació.

source: Email address confirmed
ca: S'ha confirmat l'adreça electrònica

source: Your email address has been confirmed. You may now <a href="%(login_url)s">log in</a>.
ca: S'ha confirmat la vostra adreça electrònica. Ja podeu <a href="%(login_url)s">iniciar la sessió</a>.

source: Page Not Found
ca: No s'ha trobat la pàgina
lt: Tinklalapis nerastas

source: Oh No! That Page Doesn't Exist!
ca: Ai las! La pàgina no existeix!
lt: O, ne! Tokio tinklalapio nėra!

source: Tumblebeast from The Oatmeal (http://theoatmeal.com)
ca: Tumblebeast d'Oatmeal (http://theoatmeal.com)

source: <p> The page you requested couldn't be found. You can head to the <a href="%(home_url)s">Mozillians home page</a> to learn more about our community phonebook, or you can try searching for the person you were looking for using the search box at the top of this page. </p>
ca: <p> No s'ha trobat la pàgina demanada. Podeu tornar a la <a href="%(home_url)s">pàgina d'inici dels Mozillians</a> per a més informació quant al directori de la comunitat, o podeu intentar trobar la persona que cercàveu mitjançant el quadre de cerca de la part superior d'aquesta pàgina. </p>
lt: <p>Tinklalapis, kurio ieškojai, nerastas. Gali grįžti į <a href="%(home_url)s">moziliečių katalogo pradžios tinklalapį</a> ir sužinoti apie jį daugiau arba gali pabandyti rasti ieškomą žmogų, pasinaudodama(s) viršuje esančiu paieškos laukeliu.</p>

source: <p> Because you aren't authenticated, you may not have access to private profiles in the phonebook. You should <a href="%(log_in_url)s">log in</a> in case you're trying to access a private profile. If you don't have an account, <a href="%(join_url)s">join us</a>. </p>
ca: <p> No heu iniciat una sessió i no podreu accedir als perfils privats del directori. <a href="%(log_in_url)s">Inicieu la sessió</a> si desitgeu tenir accés a aquest tipus d'informació. Si no teniu un compte, <a href="%(join_url)s">registreu-vos</a>. </p>

source: Application Error
ca: Error de l'aplicació
lt: Programos klaida

source: We're Sorry, but Something Went Wrong!
ca: Bé, és lamentable però alguna cosa no ha anat bé!
lt: Apgailestaujame, kažkas nutiko ne taip!

source: <p> Sorry, but we encountered an unexpected error and can't process your request. You can try again by refreshing your browser or you can <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Websites&component=mozillians.org"> file a bug</a> letting us know what happened and we'll get right on fixing the problem. </p> <p> If refreshing the page didn't work, you can <a href="%(home_url)s">head to the Mozillians home page</a> to find out more about Mozillians. Sorry about this! </p>
ca: <p> Bé, és lamentable. S'ha trobat un problema i no s'ha pogut processar la vostra petició. Proveu actualitzant la pàgina al vostre navegador, o <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Websites&component=mozillians.org"> creeu unu informa de fallada</a> indicant-nos com ha passat i el solucionarem el més aviat possible. </p> <p> Si actualitzant la pàgina no soluciona el problema, podeu visitar la <a href="%(home_url)s">pàgina d'inici dels Mozillians</a> per a més informació. Ho sentim! </p>

source: Welcome
ca: Us donem la benvinguda
lt: Labas!

source: Mozilla's contributor phonebook
ca: Directori de col·laboradors de Mozilla
lt: „Mozillos“ talkininkų katalogas

source: Skip to Content
ca: Salta al contingut

source: About
ca: Quant a

source: Profile
ca: Perfil
lt: Profilis

source: Invite
ca: Convida
lt: Pakviesti

source: Log Out
ca: Finalitza la sessió
lt: Atsijungti

source: Log In
ca: Inicia la sessió

source: Join Us
ca: Uniu-vos a nosaltres

source: Privacy Policy
ca: Política de privadesa
lt: Privatumo nuostatai

source: Legal Notices
ca: Avisos legals
lt: Teisinė informacija

source: Report Trademark Abuse
ca: Informeu d'un abús de la marca registrada
lt: Pranešti apie neleistiną prekės ženklo naudojimą

source: Except where otherwise <a href="http://mozilla.com/about/legal.html#site">noted</a>, content on this site is licensed under the <br /> <a href="http://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution Share-Alike License v3.0 </a> or any later version.
ca: Excepte si s'hi <a href="http://mozilla.com/about/legal.html#site">indica</a> el contrari, el contingut d'aquest lloc es troba sota una llicència <br /><a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Atribució Compartir-Igual v3.0</a> o qualsevol versió posterior.

source: Other languages:
ca: Altres llengües:

source: Go
ca: Vés

source: Description
lt: Aprašas

source: IRC Channel
lt: IRC kambarys

source: Wiki
lt: Vikis

source: Group: {name}
lt: Grupė: {name}

source: IRC Channels
lt: IRC kambariai

source: Members
lt: Nariai

source: Skills members have in common
lt: Narių bendri įgūdžiai

source: Community Steward
lt: Bendruomenės kuratorius

source: Group Members
lt: Grupės nariai

source: Showing all %(count)s results.
lt: Rodomi visi rezultatai (%(count)s).

source: Username
lt: Naudotojo vardas

source: This username is not allowed, please choose another.
lt: Šis naudotojo vardas negalimas, prašom pasirinkti kitą.

source: Start typing to add a skill (example: Python, javascript, Graphic Design, User Research)
lt: Pradėkite rašyti įgūdį (pavyzdžiai: Python, javascript, Graphic Design, User Research)

source: Start typing to add a language you speak (example: English, French, German)
lt: Pradėkite rašyti kalbos, kurią mokate, pavadinimą (pavyzdžiai: English, French, German)

source: Skills can only contain alphanumeric characters, dashes, spaces.
lt: Įgūdžių pavadinimus gali sudaryti tik raidės, skaitmenys, brūkšneliai ir tarpai.

source: Languages can only contain alphanumeric characters, dashes, spaces.
lt: Kalbų pavadinimus gali sudaryti tik raidės, skaitmenys, brūkšneliai ir tarpai.

source: Start typing to add a group (example: Marketing, Support, WebDev, Thunderbird)
lt: Pradėkite rašyti, kad pridėtumėte grupę (pavyzdžiai: Marketing, Support, WebDev, Thunderbird)

source: I'm okay with you handling this info as you explain in Mozilla's privacy policy.
lt: Aš sutinku patikėti šią informaciją „Mozillos“ privatumo nuostatuose apibrėžtomis sąlygomis.

source: Please indicate the functional areas you are currently contributing to or would like to contribute to:
lt: Prašom nurodyti funkcines sritis, kuriose šiuo metu talkininkaujate arba norėtumėte talkininkauti:

source: A fellow Mozillian
lt: Kolega mozilietis
